{
    "avighātaṃ": {
        "source_1": "sn14.12:10.2",
        "sutta_1": "evameva kho, bhikkhave, yo hi koci samaṇo vā brāhmaṇo vā uppannaṃ visamagataṃ saññaṃ khippameva pajahati vinodeti byantīkaroti anabhāvaṃ gameti, so diṭṭhe ceva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ; ",
        "example_1": "In the same way, a corrupt perception might arise in an ascetic or brahmin. If they quickly give it up, get rid of it, eliminate it, and obliterate it, they’ll be happy in the present life, free of distress, anguish, and fever. ",
        "comment": "ind apariḷāhaṃ"
    },
    "dārumāruyha": {
        "source_1": "sn14.16:9.3",
        "sutta_1": "parittaṃ dārumāruyha, ",
        "example_1": "If you’re lost in the middle of a great sea, ",
        "comment": "ger, comp vb climbing onto a plank"
    },
    "kusītaṃ": {
        "source_1": "sn14.22:4.1",
        "sutta_1": "kusītaṃ ekakaṃ vuttaṃ, ",
        "example_1": "",
        "comment": "in reference to"
    },
    "acchinno": {
        "source_1": "sn15.5:2.3",
        "sutta_1": "“seyyathāpi, bhikkhu, mahāselo pabbato yojanaṃ āyāmena yojanaṃ vitthārena yojanaṃ ubbedhena acchinno asusiro ekagghano. ",
        "example_1": "“Suppose there was a huge stone mountain, a league long, a league wide, and a league high, with no cracks or holes, one solid mass. ",
        "comment": "unbroken; flawless; without cracks"
    },
    "pāripanthikāti": {
        "source_1": "sn15.13:3.11",
        "sutta_1": "dīgharattaṃ vo, bhikkhave, corā pāripanthikāti gahetvā sīsacchinnānaṃ lohitaṃ passannaṃ paggharitaṃ. ",
        "example_1": "highway robbery, ",
        "comment": "masc highway robbers"
    },
    "ārohanti": {
        "source_1": "sn15.20:2.6",
        "sutta_1": "tivarā, bhikkhave, manussā pācīnavaṃsaṃ pabbataṃ catūhena ārohanti, catūhena orohanti. ",
        "example_1": "It took them four days to climb Mount Vepulla, and four days to descend. ",
        "comment": "add eg to ārohati 3"
    },
    "lahusaṃ": {
        "source_1": "SN15.20",
        "sutta_1": "anamataggasaṃyuttaṃ, vepullapabbatasuttaṃ",
        "example_1": "etarahi kho pana, bhikkhave, imesaṃ manussānaṃ māgadhakātveva samaññā udapādi. māgadhakānaṃ, bhikkhave, manussānaṃ appakaṃ āyuppamāṇaṃ parittaṃ lahukaṃ [lahusaṃ], yo ciraṃ jīvati so vassasataṃ appaṃ vā bhiyyo. māgadhakā, bhikkhave, manussā vepullaṃ pabbataṃ muhuttena ārohanti muhuttena orohanti. ",
        "comment": "(of time or life) brief; short-lived"
    },
    "mātāpitena": {
        "source_1": "sn15.20:9.2",
        "sutta_1": "tiṃsa mātāpitena ca; ",
        "example_1": "",
        "comment": "in ref to"
    },
    "āpajjati": {
        "source_1": "sn16.1:1.3",
        "sutta_1": "na ca cīvarahetu anesanaṃ appatirūpaṃ āpajjati; aladdhā ca cīvaraṃ na paritassati; laddhā ca cīvaraṃ agadhito amucchito anajjhāpanno ādīnavadassāvī nissaraṇapañño paribhuñjati. ",
        "example_1": "He doesn’t employ improper solicitation for the sake of a robe. He doesn’t worry if he doesn’t get a robe. And if he does get a robe, he uses it untied, uninfatuated, unattached, seeing the drawback, and understanding the escape. ",
        "comment": "tāsaṃ āpajjati worries about; fears"
    },
    "bajjhati": {
        "source_1": "sn16.3:3.2",
        "sutta_1": "“seyyathāpi, bhikkhave, ayaṃ ākāse pāṇi na sajjati na gayhati na bajjhati; ",
        "example_1": "“Mendicants, this hand is not stuck or held or caught in space. ",
        "comment": "is obstructed"
    }
}