{
    "paṭisevitoti": {
        "source_1": "mn124:3.3",
        "sutta_1": "“imehi pana te, āvuso bākula, asītiyā vassehi katikkhattuṃ methuno dhammo paṭisevito”ti? ",
        "example_1": "“But in these eighty years, how many times have you had sex?” "
    },
    "ñātabbaṃ": {
        "source_1": "mn125:7.3",
        "sutta_1": "yaṃ taṃ nekkhammena ñātabbaṃ nekkhammena daṭṭhabbaṃ nekkhammena pattabbaṃ nekkhammena sacchikātabbaṃ taṃ vata jayaseno rājakumāro kāmamajjhe vasanto kāme paribhuñjanto kāmavitakkehi khajjamāno kāmapariḷāhena pariḍayhamāno kāmapariyesanāya ussuko ñassati vā dakkhati vā sacchi vā karissatī’ti—netaṃ ṭhānaṃ vijjati. ",
        "example_1": "Prince Jayasena dwells in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more. It’s simply impossible for him to know or see or realize what can only be known, seen, and realized by renunciation. "
    },
    "ussukko": {
        "source_1": "MN125",
        "sutta_1": "dantabhūmisuttaṃ",
        "example_1": "evaṃ vutte, bhagavā aciravataṃ samaṇuddesaṃ etadavoca, taṃ kutettha, aggivessana, labbhā. yaṃ taṃ nekkhammena ñātabbaṃ nekkhammena daṭṭhabbaṃ nekkhammena pattabbaṃ nekkhammena sacchikātabbaṃ taṃ vata jayaseno rājakumāro kāmamajjhe vasanto kāme paribhuñjanto kāmavitakkehi khajjamāno kāmapariḷāhena pariḍayhamāno kāmapariyesanāya ussuko [ussukko (sabbattha)] ñassati vā dakkhati vā sacchi vā karissatīti, netaṃ ṭhānaṃ vijjati."
    },
    "āroheyya": {
        "source_1": "mn125:9.2",
        "sutta_1": "tamenaṃ dve sahāyakā tamhā gāmā vā nigamā vā nikkhamitvā hatthavilaṅghakena yena so pabbato tenupasaṅkameyyuṃ; upasaṅkamitvā eko sahāyako heṭṭhā pabbatapāde tiṭṭheyya, eko sahāyako uparipabbataṃ āroheyya. ",
        "example_1": "And two friends set out from that village or town, lending each other a hand up to the mountain. Once there, one friend would remain at the foot of the mountain, while the other would climb to the peak. "
    },
    "āropetvā": {
        "source_1": "mn125:9.9",
        "sutta_1": "tamenaṃ uparipabbate ṭhito sahāyako heṭṭhimapabbatapādaṃ orohitvā taṃ sahāyakaṃ bāhāyaṃ gahetvā uparipabbataṃ āropetvā muhuttaṃ assāsetvā evaṃ vadeyya: ",
        "example_1": "So their friend would come down from the peak, take their friend by the arm, and make them climb to the peak. After giving them a while to catch their breath, they’d say, "
    },
    "āvuto": {
        "source_1": "mn99:15.5",
        "sutta_1": "imehi kho, māṇava, pañcahi nīvaraṇehi brāhmaṇo pokkharasāti opamañño subhagavaniko āvuto nivuto ophuṭo pariyonaddho. ",
        "example_1": "Pokkharasāti is veiled, shrouded, covered, and engulfed by these five hindrances. "
    },
    "nīharati": {
        "source_1": "mn125:12.4",
        "sutta_1": "tamenaṃ rañño nāgo abbhokāsaṃ nīharati. ",
        "example_1": "The royal elephant leads the wild elephant out into the open; "
    },
    "anāsañcepi": {
        "source_1": "mn126:3.5",
        "sutta_1": "anāsañcepi karitvā brahmacariyaṃ caranti, abhabbā phalassa adhigamāya; ",
        "example_1": "If you don’t make a wish and lead the spiritual life, you can’t win the fruit. "
    },
    "pīḷeyya": {
        "source_1": "mn77:6.65",
        "sutta_1": "seyyathāpi nāma puriso cātummahāpathe khuddamadhuṃ anelakaṃ pīḷeyya. ",
        "example_1": "It’s like when there’s a person at the crossroads pressing out pure dwarf-bee honey, "
    },
    "abhimantheyya": {
        "source_1": "mn126:13.1",
        "sutta_1": "seyyathāpi, bhūmija, puriso aggitthiko aggigavesī aggipariyesanaṃ caramāno allaṃ kaṭṭhaṃ sasnehaṃ uttarāraṇiṃ ādāya abhimantheyya. ",
        "example_1": "Suppose there was a person in need of fire. While wandering in search of fire, they tried drilling a green, sappy log with a drill-stick. "
    },
    "pariyāyena": {
        "source_1": "mn146:3.1",
        "sutta_1": "tena kho pana samayena therā bhikkhū bhikkhuniyo ovadanti pariyāyena. ",
        "example_1": "Now at that time the senior monks were taking turns to advise the nuns. "
    },
    "saṃkiliṭṭhābhānaṃ": {
        "source_1": "MN127",
        "sutta_1": "anuruddhasuttaṃ",
        "example_1": "idha pana, gahapati, ekacco saṃkiliṭṭhābhāti pharitvā adhimuccitvā viharati. so kāyassa bhedā paraṃ maraṇā saṃkiliṭṭhābhānaṃ devānaṃ sahabyataṃ upapajjati. idha pana, gahapati, ekacco parisuddhābhāti pharitvā adhimuccitvā viharati. "
    },
    "parisuddhābhānaṃ": {
        "source_1": "mn127:9.10",
        "sutta_1": "so kāyassa bhedā paraṃ maraṇā parisuddhābhānaṃ devānaṃ sahabyataṃ upapajjati. ",
        "example_1": "When their body breaks up, after death, they’re reborn in the company of the gods of pure radiance. "
    }
}