{
    "cime": {
        "source_1": "sn12.11:2.15",
        "sutta_1": "saṅkhārā cime, bhikkhave, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā? ",
        "example_1": "And what is the source of choices? ",
        "comment": "sandhi and these"
    },
    "pareti": {
        "source_1": "sn12.17:5.1",
        "sutta_1": "“‘so karoti so paṭisaṃvedayatī’ti kho, kassapa, ādito sato ‘sayaṅkataṃ dukkhan’ti iti vadaṃ sassataṃ etaṃ pareti. ",
        "example_1": "“Suppose that he who does the deed and he who experiences the result are one and the same. Then for one who has existed since the beginning, suffering is made by oneself. In speaking like this, one implies this is eternal. ",
        "comment": "implies; tends towards"
    },
    "suttaṃ": {
        "source_1": "SN12.23",
        "sutta_1": "nidānasaṃyuttaṃ, upanisasuttaṃ",
        "example_1": "seyyathāpi, bhikkhave, uparipabbate thullaphusitake deve vassante taṃ udakaṃ yathāninnaṃ pavattamānaṃ pabbatakandarapadarasākhā paripūreti. pabbatakandarapadarasākhāparipūrā kusobbhe [kussubbhe, kusubbhe ṇvādi 129 suttaṃ oloketabbaṃ] paripūrenti. kusobbhā paripūrā mahāsobbhe paripūrenti. ",
        "comment": "(gram) grammatical rule"
    },
    "upaṭṭhāsīti": {
        "source_1": "sn12.32:12.2",
        "sutta_1": "‘kathaṃ jānato pana te, āvuso sāriputta, kathaṃ passato yā vedanāsu nandī sā na upaṭṭhāsī’ti. ",
        "example_1": "‘But how have you known and seen so that the relishing of feelings is no longer present?’ ",
        "comment": "was present; existed"
    },
    "atītampi": {
        "source_1": "sn12.34:2.4",
        "sutta_1": "atītampi addhānaṃ jātipaccayā jarāmaraṇanti ñāṇaṃ, asati jātiyā natthi jarāmaraṇanti ñāṇaṃ; ",
        "example_1": "Also regarding the past: the knowledge that rebirth is a requirement for old age and death, and the knowledge that when rebirth doesn’t exist, there is no old age and death. ",
        "comment": "atītampi addhānaṃ in the past"
    },
    "yānissa": {
        "source_1": "sn12.35:5.1",
        "sutta_1": "“avijjāya tveva, bhikkhu, asesavirāganirodhā yānissa tāni visūkāyikāni visevitāni vipphanditāni kānici kānici. ",
        "example_1": "When ignorance fades away and ceases with nothing left over, then any twists, ducks, and dodges are given up: ",
        "comment": "sandhi whatever of his"
    },
    "kapallāni": {
        "source_1": "sn12.51:12.2",
        "sutta_1": "tatra yāyaṃ usmā sā tattheva vūpasameyya, kapallāni avasisseyyuṃ. ",
        "example_1": "Its heat would dissipate right there, and the shards would be left behind. ",
        "comment": "baked clay"
    }
}