{
    "gaṇa": {
        "source_1": "mn110:26.3",
        "sutta_1": "sappāya gaṇa gopaka—",
        "example_1": ""
    },
    "gopaka": {
        "source_1": "mn110:26.3",
        "sutta_1": "sappāya gaṇa gopaka—",
        "example_1": ""
    },
    "saupasaggo": {
        "source_1": "mn115:2.10",
        "sutta_1": "saupasaggo bālo, anupasaggo paṇḍito. ",
        "example_1": "The fool is hazardous, but the astute person is not. "
    },
    "anupasaggo": {
        "source_1": "mn115:2.10",
        "sutta_1": "saupasaggo bālo, anupasaggo paṇḍito. ",
        "example_1": "The fool is hazardous, but the astute person is not. "
    },
    "pariyāyo": {
        "source_1": "mn9:9.2",
        "sutta_1": "“siyā panāvuso, aññopi pariyāyo yathā ariyasāvako sammādiṭṭhi hoti, ujugatāssa diṭṭhi, dhamme aveccappasādena samannāgato, āgato imaṃ saddhamman”ti? ",
        "example_1": "“But reverend, might there be another way to describe a noble disciple who has right view, whose view is correct, who has experiential confidence in the teaching, and has come to the true teaching?” "
    },
    "niccato": {
        "source_1": "mn115:12.2",
        "sutta_1": "“idhānanda, bhikkhu ‘aṭṭhānametaṃ anavakāso yaṃ diṭṭhisampanno puggalo kañci saṅkhāraṃ niccato upagaccheyya, netaṃ ṭhānaṃ vijjatī’ti pajānāti; ",
        "example_1": "“It’s when a mendicant understands: ‘It’s impossible for a person accomplished in view to take any condition as permanent. That is not possible. "
    },
    "munino": {
        "source_1": "mn116:6.5",
        "sutta_1": "dve jālino munino aṭṭhako ca, ",
        "example_1": "Two sages named Jāli, and Aṭṭhaka; "
    },
    "maṅgalo": {
        "source_1": "mn116:6.29",
        "sutta_1": "buddho ahu maṅgalo vītarāgo, ",
        "example_1": "Maṅgala was awakened, free of greed, "
    },
    "adhigamāya": {
        "source_1": "mn10:2.1",
        "sutta_1": "“ekāyano ayaṃ, bhikkhave, maggo sattānaṃ visuddhiyā, sokaparidevānaṃ samatikkamāya, dukkhadomanassānaṃ atthaṅgamāya, ñāyassa adhigamāya, nibbānassa sacchikiriyāya, yadidaṃ cattāro satipaṭṭhānā. ",
        "example_1": "“Mendicants, the four kinds of mindfulness meditation are the path to convergence. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to discover the system, and to realize extinguishment. "
    }
}