var ru_family_word_json = {
 "kakkasa": {
  "data": [
   [
    "akakkasa",
    "прил",
    "деликатный",
    "✓"
   ],
   [
    "kakkasa",
    "прил",
    "грубый",
    "✓"
   ],
   [
    "sakakkasa",
    "прил",
    "твердый",
    "~"
   ]
  ],
  "count": 4
 },
 "kaci": {
  "data": [
   [
    "akaci 1",
    "местоим",
    "ничто",
    "✓"
   ],
   [
    "akiñcana",
    "прил",
    "без чего-либо",
    "✓"
   ],
   [
    "akiñci",
    "местоим",
    "ничего",
    "✓"
   ],
   [
    "ākiñca",
    "ср",
    "ничто",
    "~"
   ],
   [
    "ākiñcañña 1",
    "прил",
    "с ничем",
    "✓"
   ],
   [
    "ākiñcañña 2",
    "ср",
    "небытие",
    "✓"
   ],
   [
    "kaci",
    "местоим",
    "какой-то",
    "✓"
   ],
   [
    "kañci",
    "местоим",
    "кого либо",
    "✓"
   ],
   [
    "kassaci 1",
    "местоим",
    "кому-то",
    "✓"
   ],
   [
    "kassaci 2",
    "местоим",
    "кого-то",
    "✓"
   ],
   [
    "kāci",
    "местоим",
    "какая-нибудь",
    "✓"
   ],
   [
    "kānici",
    "местоим",
    "какие угодно",
    "✓"
   ],
   [
    "kiñcana 1",
    "прил",
    "какое-либо",
    "✓"
   ],
   [
    "kiñcana 2",
    "ср",
    "что-нибудь",
    "✓"
   ],
   [
    "kiñcana 3",
    "ср",
    "владение",
    "✓"
   ],
   [
    "kiñcanatā",
    "жен",
    "обладание",
    "✓"
   ],
   [
    "kiñci 1",
    "несклон",
    "что-то",
    "✓"
   ],
   [
    "kiñci 2",
    "местоим",
    "что либо",
    "✓"
   ],
   [
    "kiñci 3",
    "местоим",
    "что-либо",
    "✓"
   ],
   [
    "kiñci 4",
    "местоим",
    "немного",
    "~"
   ],
   [
    "kiñcikkha",
    "ср",
    "какая-то мелочь",
    "✓"
   ],
   [
    "kismici",
    "местоим",
    "во всем",
    "✓"
   ],
   [
    "keci",
    "местоим",
    "кто бы ни",
    "✓"
   ],
   [
    "kenaci",
    "местоим",
    "кем-либо",
    "✓"
   ],
   [
    "kesañci",
    "местоим",
    "какого угодно",
    "✓"
   ],
   [
    "kehici",
    "местоим",
    "кем угодно",
    "✓"
   ],
   [
    "koci 1",
    "местоим",
    "кто-то",
    "✓"
   ],
   [
    "koci 2",
    "несклон",
    "где-то",
    "✓"
   ],
   [
    "sakiñcana",
    "прил",
    "у кого есть бремя",
    "✓"
   ]
  ],
  "count": 32
 },
 "kāḷa": {
  "data": [
   [
    "akaṇika",
    "прил",
    "непорочный",
    "✓"
   ],
   [
    "atikāḷī",
    "прил",
    "слишком чёрный",
    "~"
   ],
   [
    "upakāḷa",
    "муж",
    "имя одного из частично пробудившихся Будд",
    "~"
   ],
   [
    "kaṇika",
    "муж",
    "небольшой горшок",
    "~"
   ],
   [
    "kāla 2.1",
    "муж",
    "растение на ожерелье",
    "✓"
   ],
   [
    "kāḷa 1",
    "прил",
    "темный",
    "✓"
   ],
   [
    "kāḷa 2",
    "муж",
    "софора мохнатая",
    "✓"
   ],
   [
    "kāḷa 3",
    "муж",
    "имя мужа Чапы, который оставил её, чтобы стать аскетом",
    "✓"
   ],
   [
    "kāḷaka 1",
    "прил",
    "черный",
    "✓"
   ],
   [
    "kāḷaka 2",
    "ср",
    "пятно",
    "✓"
   ],
   [
    "kāḷaka 3",
    "ср",
    "маленькое чёрное зерно",
    "✓"
   ],
   [
    "kāḷaka 4",
    "прил",
    "неправильный",
    "~"
   ],
   [
    "kāḷī 1",
    "жен",
    "женщина с чёрным цветом кожи",
    "✓"
   ],
   [
    "kāḷī 2",
    "жен",
    "имя рабыни в Саваттхи",
    "✓"
   ],
   [
    "kāḷī 3",
    "жен",
    "имя сестры Махамоггаланы в предыдущем воплощении",
    "✓"
   ],
   [
    "kāḷī 4",
    "жен",
    "имя нунны-араханта",
    "✓"
   ],
   [
    "nātikāḷatā",
    "жен",
    "факт того, что не слишком темный",
    "~"
   ],
   [
    "nātikāḷī",
    "прил",
    "не слишком черная",
    "✓"
   ],
   [
    "sakaṇika",
    "прил",
    "запятнанный",
    "✓"
   ]
  ],
  "count": 23
 },
 "kaṇha": {
  "data": [
   [
    "akaṇha",
    "прил",
    "не чёрный",
    "✓"
   ],
   [
    "kaṇha 1",
    "прил",
    "темный",
    "✓"
   ],
   [
    "kaṇha 2",
    "прил",
    "плохой",
    "✓"
   ],
   [
    "kaṇha 3",
    "муж",
    "темный",
    "✓"
   ],
   [
    "kaṇha 4",
    "муж",
    "имя пробудившегося Будды-самоса",
    "~"
   ],
   [
    "kiṇha",
    "прил",
    "черный",
    "✓"
   ],
   [
    "nātikaṇha",
    "прил",
    "не слишком тёмный",
    "~"
   ]
  ],
  "count": 9
 },
 "kaddama": {
  "data": [
   [
    "akaddama",
    "прил",
    "свободный от грязи",
    "✓"
   ],
   [
    "kaddama 1",
    "муж",
    "грязь",
    "✓"
   ],
   [
    "kaddama 2",
    "прил",
    "грязно-серый",
    "✓"
   ],
   [
    "sakaddama",
    "прил",
    "илистый",
    "✓"
   ]
  ],
  "count": 4
 },
 "kaniṭṭha": {
  "data": [
   [
    "akaniṭṭha 1",
    "муж",
    "класс божественных существ",
    "✓"
   ],
   [
    "akaniṭṭha 2",
    "прил",
    "высший",
    "✓"
   ],
   [
    "kaniṭṭha 1",
    "прил",
    "младший",
    "✓"
   ]
  ],
  "count": 3
 },
 "kammāsa": {
  "data": [
   [
    "akammāsa",
    "прил",
    "безупречный",
    "✓"
   ],
   [
    "kammāsa 1",
    "прил",
    "запятнанный",
    "✓"
   ]
  ],
  "count": 3
 },
 "kalyāṇa": {
  "data": [
   [
    "akalyāṇa 1",
    "прил",
    "плохой",
    "~"
   ],
   [
    "kalyāṇa 1",
    "прил",
    "хороший",
    "✓"
   ],
   [
    "kalyāṇa 2",
    "прил",
    "вежливый",
    "✓"
   ],
   [
    "kalyāṇa 3",
    "ср",
    "добро",
    "✓"
   ],
   [
    "kalyāṇatara",
    "прил",
    "лучше",
    "~"
   ],
   [
    "kalyāṇaṃ",
    "несклон",
    "well",
    "✓"
   ],
   [
    "kalyāṇī 1",
    "прил",
    "отличная",
    "✓"
   ],
   [
    "kalyāṇī 2",
    "жен",
    "красотка",
    "✓"
   ],
   [
    "kalyāṇī 3",
    "жен",
    "хорошая женщина",
    "✓"
   ]
  ],
  "count": 13
 },
 "kasāya": {
  "data": [
   [
    "akasāvatta",
    "ср",
    "недефективность",
    "~"
   ],
   [
    "anikkasāva",
    "прил",
    "нечистый",
    "✓"
   ],
   [
    "kasāya 1",
    "ср",
    "органический коричневый цвет",
    "~"
   ],
   [
    "kasāva 1",
    "муж",
    "осадок",
    "✓"
   ],
   [
    "kasāva 2",
    "муж",
    "дефект",
    "~"
   ],
   [
    "kāsāya 1",
    "прил",
    "органический коричневый",
    "✓"
   ],
   [
    "kāsāya 2",
    "ср",
    "органические бурые мантии",
    "~"
   ],
   [
    "kāsāva 1",
    "прил",
    "коричнево-красный",
    "✓"
   ],
   [
    "kāsāva 2",
    "ср",
    "коричнево-красное одеяние",
    "✓"
   ],
   [
    "sakasāvatta",
    "ср",
    "дефектность",
    "✓"
   ]
  ],
  "count": 17
 },
 "karuṇā": {
  "data": [
   [
    "akāruṇika",
    "прил",
    "незаботливый",
    "✓"
   ],
   [
    "karuṇā",
    "жен",
    "сострадание",
    "✓"
   ],
   [
    "karuṇāyati",
    "наст",
    "чувствует жалость",
    "✓"
   ],
   [
    "karuṇāyamāna",
    "прич.наст",
    "жалея",
    "✓"
   ],
   [
    "karuṇāyitabba",
    "прич.буд",
    "жалкий",
    "✓"
   ],
   [
    "karuṇāyitvā",
    "деепр.несов",
    "почувствовав сострадание (к)",
    "✓"
   ],
   [
    "kāruñña",
    "ср",
    "состояние сострадания (к)",
    "✓"
   ],
   [
    "kāruññatā",
    "жен",
    "состояние сострадания (к)",
    "✓"
   ],
   [
    "kāruṇika",
    "прил",
    "сострадательный",
    "✓"
   ],
   [
    "nikkaruṇa",
    "прил",
    "безжалостный",
    "✓"
   ]
  ],
  "count": 13
 },
 "kiccha": {
  "data": [
   [
    "akiccha",
    "прил",
    "не трудный",
    "✓"
   ],
   [
    "akicchena",
    "несклон",
    "без труда",
    "✓"
   ],
   [
    "kiccha 1",
    "прил",
    "затруднительный",
    "✓"
   ],
   [
    "kiccha 2",
    "ср",
    "трудность",
    "✓"
   ],
   [
    "kicchanta",
    "прич.наст",
    "труждаясь",
    "✓"
   ],
   [
    "kicchena",
    "несклон",
    "с трудом",
    "✓"
   ]
  ],
  "count": 6
 },
 "kusala": {
  "data": [
   [
    "akusala 1",
    "прил",
    "неумелый",
    "✓"
   ],
   [
    "akusala 2",
    "ср",
    "неблагие поступки",
    "✓"
   ],
   [
    "akusala 3",
    "прил",
    "нездоровый",
    "✓"
   ],
   [
    "kusala 1",
    "прил",
    "полезный",
    "✓"
   ],
   [
    "kusala 2",
    "прил",
    "умелый",
    "✓"
   ],
   [
    "kusala 3",
    "муж",
    "повелитель",
    "✓"
   ],
   [
    "kusala 4",
    "ср",
    "умелый поступок",
    "✓"
   ],
   [
    "kusala 5",
    "ср",
    "здоровье",
    "✓"
   ],
   [
    "kusalatā 1",
    "жен",
    "умение",
    "~"
   ],
   [
    "kusalayati",
    "наст",
    "ищет у другого, как его здоровье",
    "~"
   ],
   [
    "kusalā",
    "муж",
    "мастера",
    "✓"
   ],
   [
    "kusalī 1",
    "муж",
    "добродетельный",
    "✓"
   ],
   [
    "kusalī 2",
    "муж",
    "благоприятные слова",
    "✓"
   ],
   [
    "kosalla 1",
    "ср",
    "профессионализм",
    "✓"
   ],
   [
    "kosalla 2",
    "ср",
    "интеллект",
    "~"
   ],
   [
    "kosalla 3",
    "муж",
    "имя личного Будды, познавшего истину",
    "~"
   ],
   [
    "nākusala",
    "ср",
    "не бесполезные действия",
    "✓"
   ],
   [
    "sukusala",
    "прил",
    "очень умелый",
    "✓"
   ]
  ],
  "count": 21
 },
 "ketabī": {
  "data": [
   [
    "aketabī",
    "прил",
    "не вероломный",
    "✓"
   ],
   [
    "ketabī",
    "прил",
    "хитрый",
    "✓"
   ]
  ],
  "count": 2
 },
 "kevala": {
  "data": [
   [
    "akevala",
    "прил",
    "несовершенный",
    "✓"
   ],
   [
    "akevalī",
    "прил",
    "несовершенный",
    "✓"
   ],
   [
    "kevala 1",
    "прил",
    "целый",
    "✓"
   ],
   [
    "kevala 2",
    "прил",
    "одинокий",
    "✓"
   ],
   [
    "kevala 3",
    "прил",
    "чистый",
    "✓"
   ],
   [
    "kevalaṃ",
    "несклон",
    "просто",
    "✓"
   ],
   [
    "kevalī",
    "прил",
    "кто совершенен",
    "✓"
   ]
  ],
  "count": 7
 },
 "khara": {
  "data": [
   [
    "akhārika",
    "прил",
    "мягкий вкус",
    "✓"
   ],
   [
    "khara 1",
    "прил",
    "грубый",
    "✓"
   ],
   [
    "khara 2",
    "прил",
    "твердый",
    "✓"
   ],
   [
    "khara 3",
    "муж",
    "имя демона",
    "✓"
   ],
   [
    "kharatta 2",
    "ср",
    "твёрдость",
    "~"
   ],
   [
    "khari",
    "прил",
    "твердый",
    "✓"
   ],
   [
    "khāra",
    "муж",
    "щелок",
    "✓"
   ],
   [
    "khārika 1.1",
    "прил",
    "щелочной",
    "✓"
   ],
   [
    "chārikā",
    "жен",
    "зола",
    "~"
   ]
  ],
  "count": 13
 },
 "khujja": {
  "data": [
   [
    "khujja 2",
    "ср",
    "искривленный объект",
    "✓"
   ],
   [
    "khujjaka 1",
    "прил",
    "горбун",
    "✓"
   ],
   [
    "khujjaka 2",
    "ср",
    "кривая вещь",
    "✓"
   ]
  ],
  "count": 5
 },
 "khudda": {
  "data": [
   [
    "akhudda",
    "прил",
    "незначительный",
    "✓"
   ],
   [
    "atikhuddaka",
    "прил",
    "слишком маленький",
    "~"
   ],
   [
    "khudda",
    "прил",
    "малый",
    "✓"
   ],
   [
    "khuddaka 1",
    "прил",
    "маленький",
    "✓"
   ],
   [
    "khuddā 2.1",
    "жен",
    "тип маленькой пчелы",
    "✓"
   ]
  ],
  "count": 6
 },
 "gada": {
  "data": [
   [
    "agada",
    "ср",
    "медицина",
    "~"
   ],
   [
    "gada 1.1",
    "муж",
    "болезнь",
    "~"
   ]
  ],
  "count": 3
 },
 "gabbha": {
  "data": [
   [
    "agabbhī",
    "прил",
    "не беременная",
    "~"
   ],
   [
    "apagabbha 1.1",
    "прил",
    "не подлежащий перерождению",
    "✓"
   ],
   [
    "apagabbhatā",
    "жен",
    "не-рождение",
    "✓"
   ],
   [
    "gabbha 1",
    "муж",
    "матка",
    "✓"
   ],
   [
    "gabbha 2",
    "муж",
    "зародыш",
    "✓"
   ],
   [
    "gabbha 3",
    "муж",
    "комната",
    "✓"
   ],
   [
    "gabbha 4",
    "муж",
    "потомство",
    "✓"
   ],
   [
    "gabbhara 1",
    "ср",
    "пещера",
    "✓"
   ],
   [
    "gabbhara 2",
    "ср",
    "утроба",
    "~"
   ],
   [
    "gabbhinī 1",
    "прил",
    "беременная",
    "✓"
   ],
   [
    "gabbhinī 2",
    "жен",
    "беременной женщины",
    "✓"
   ],
   [
    "gabbhī",
    "прил",
    "беременная",
    "✓"
   ]
  ],
  "count": 14
 },
 "gambhīra": {
  "data": [
   [
    "atigambhīraṃ",
    "несклон",
    "слишком глубоко",
    "~"
   ],
   [
    "gambhīra 1",
    "прил",
    "глубокий",
    "✓"
   ],
   [
    "gambhīra 2",
    "ср",
    "глубокая вода",
    "✓"
   ],
   [
    "gambhīra 3",
    "прил",
    "сложный",
    "✓"
   ],
   [
    "gambhīra 4",
    "прил",
    "(о голосе) сильный",
    "✓"
   ],
   [
    "gambhīra 5",
    "ср",
    "глубокая яма",
    "✓"
   ],
   [
    "gambhīratta 1",
    "ср",
    "глубина",
    "✓"
   ],
   [
    "gambhīratta 2",
    "ср",
    "глубина (чего-либо)",
    "~"
   ],
   [
    "gambhīraṃ",
    "несклон",
    "глубоко",
    "~"
   ],
   [
    "sugambhīra",
    "прил",
    "очень глубокий",
    "✓"
   ]
  ],
  "count": 12
 },
 "gāma": {
  "data": [
   [
    "agāma",
    "муж",
    "не деревня",
    "✓"
   ],
   [
    "agāmaka",
    "прил",
    "необитаемый",
    "✓"
   ],
   [
    "gamma 1.1",
    "прил",
    "грубый",
    "✓"
   ],
   [
    "gāma 1",
    "муж",
    "деревня",
    "✓"
   ],
   [
    "gāma 2",
    "муж",
    "множество",
    "✓"
   ],
   [
    "gāma 3",
    "прил",
    "грубый",
    "✓"
   ],
   [
    "gāmaka",
    "муж",
    "маленькая деревня",
    "✓"
   ],
   [
    "gāmaṇi",
    "муж",
    "глава",
    "✓"
   ],
   [
    "gāmaṇika",
    "муж",
    "вождь",
    "✓"
   ],
   [
    "gāmato",
    "муж",
    "из деревни",
    "✓"
   ],
   [
    "gāmika 1.1",
    "муж",
    "деревенский житель",
    "✓"
   ],
   [
    "gāmiya 1.1",
    "прил",
    "живущий в деревне",
    "✓"
   ],
   [
    "sagāmeyya",
    "прил",
    "из той же деревни",
    "✓"
   ]
  ],
  "count": 14
 },
 "agāra": {
  "data": [
   [
    "agāra 1",
    "ср",
    "дом",
    "✓"
   ],
   [
    "agāra 2",
    "ср",
    "семейная жизнь",
    "✓"
   ],
   [
    "agāraka",
    "ср",
    "маленький дом",
    "✓"
   ],
   [
    "agārika 1",
    "муж",
    "-человек",
    "✓"
   ],
   [
    "agārinī",
    "жен",
    "женщина-домохозяйка",
    "~"
   ],
   [
    "agāriya",
    "муж",
    "мирянин",
    "✓"
   ],
   [
    "agārī",
    "муж",
    "домохозяин",
    "✓"
   ],
   [
    "agga 2.1",
    "ср",
    "зал",
    "✓"
   ],
   [
    "ajjhāgāra",
    "ср",
    "дом",
    "✓"
   ],
   [
    "anagāra 1",
    "муж",
    "бездомный странник",
    "✓"
   ],
   [
    "anagāra 2",
    "прил",
    "без дома",
    "✓"
   ],
   [
    "anagāriya 1",
    "ср",
    "бездомность",
    "✓"
   ],
   [
    "anagāriya 2",
    "прил",
    "бездомный",
    "✓"
   ],
   [
    "anagāriyā",
    "жен",
    "бездомность",
    "~"
   ],
   [
    "anāgāra",
    "муж",
    "бездомный странник",
    "✓"
   ],
   [
    "anāgārāna",
    "муж",
    "у бездомных странников",
    "~"
   ],
   [
    "anāgāriya",
    "ср",
    "бездомность",
    "✓"
   ],
   [
    "anāgāriyatā",
    "жен",
    "бездомное состояние",
    "~"
   ],
   [
    "abyagga",
    "прил",
    "не рассеянный",
    "✓"
   ],
   [
    "āgārika",
    "прил",
    "связанный с домом",
    "✓"
   ],
   [
    "āgāriya",
    "ср",
    "состояние быть мирянином",
    "~"
   ],
   [
    "pariyāgāra",
    "прил",
    "окружающий жилище",
    "~"
   ],
   [
    "baggiya",
    "прил",
    "часть группы",
    "✓"
   ],
   [
    "vagga 1",
    "прил",
    "разъединённые",
    "✓"
   ],
   [
    "vagga 2",
    "муж",
    "группа",
    "✓"
   ],
   [
    "vagga 3",
    "муж",
    "глава",
    "✓"
   ],
   [
    "vagga 4",
    "муж",
    "набора",
    "✓"
   ],
   [
    "vagga 5",
    "муж",
    "разъединение",
    "✓"
   ],
   [
    "vaggika",
    "прил",
    "принадлежащий группе",
    "~"
   ],
   [
    "vaggiya",
    "прил",
    "являющийся частью группы",
    "✓"
   ],
   [
    "samagga 1",
    "прил",
    "объединенный",
    "✓"
   ],
   [
    "samagga 2",
    "прил",
    "всем вместе",
    "✓"
   ],
   [
    "samagga 3",
    "прил",
    "все присутствующие (о сообществе), все здесь, все в сборе",
    "~"
   ],
   [
    "samagga 4",
    "муж",
    "единство",
    "✓"
   ],
   [
    "samaggatā",
    "жен",
    "факт единства",
    "~"
   ],
   [
    "samaggī",
    "жен",
    "единство",
    "~"
   ],
   [
    "sāmagga",
    "муж",
    "(виная) достижение мира",
    "✓"
   ],
   [
    "sāmaggiya",
    "прил",
    "подходящий",
    "✓"
   ],
   [
    "sāmaggī 1",
    "жен",
    "согласие",
    "✓"
   ],
   [
    "sāmaggī 2",
    "жен",
    "(виная) достижение мира",
    "✓"
   ]
  ],
  "count": 45
 },
 "guṇa": {
  "data": [
   [
    "aguṇa 1",
    "муж",
    "порок",
    "~"
   ],
   [
    "guṇa 1.1",
    "муж",
    "качество",
    "✓"
   ],
   [
    "guṇa 1.2",
    "муж",
    "регулировка",
    "✓"
   ],
   [
    "guṇa 1.3",
    "муж",
    "стадия",
    "✓"
   ],
   [
    "guṇa 1.4",
    "муж",
    "нить",
    "✓"
   ],
   [
    "guṇa 1.5",
    "ср",
    "шнур",
    "✓"
   ],
   [
    "guṇavant 1",
    "муж",
    "добродетельный",
    "✓"
   ],
   [
    "guṇe",
    "муж",
    "с добродетелями",
    "✓"
   ],
   [
    "paguṇa 1",
    "прил",
    "хороший",
    "✓"
   ],
   [
    "paguṇa 2",
    "прил",
    "хорошо отработанный",
    "~"
   ],
   [
    "paguṇa 3",
    "прил",
    "выученный наизусть",
    "~"
   ],
   [
    "supaguṇa",
    "прил",
    "хорошо усвоенный",
    "~"
   ],
   [
    "suppaguṇa",
    "прил",
    "хорошо отработанный",
    "~"
   ]
  ],
  "count": 27
 },
 "agga": {
  "data": [
   [
    "agga 1.1",
    "прил",
    "наивысший",
    "✓"
   ],
   [
    "agga 1.2",
    "прил",
    "в большинстве",
    "✓"
   ],
   [
    "agga 1.3",
    "ср",
    "верхушка",
    "✓"
   ],
   [
    "agga 1.4",
    "ср",
    "высшая часть",
    "✓"
   ],
   [
    "agga 1.5",
    "ср",
    "исход",
    "✓"
   ],
   [
    "aggato",
    "несклон",
    "перед глазами",
    "✓"
   ],
   [
    "aggī",
    "прил",
    "с высочайшим",
    "✓"
   ],
   [
    "udagga 1",
    "прил",
    "радостный",
    "✓"
   ],
   [
    "udagga 2",
    "прил",
    "высокий",
    "✓"
   ],
   [
    "odagya",
    "ср",
    "возбуждение",
    "~"
   ]
  ],
  "count": 11
 },
 "aggaḷā": {
  "data": [
   [
    "aggaḷā",
    "жен",
    "задвижка",
    "✓"
   ],
   [
    "niraggaḷa",
    "прил",
    "беспрепятственный",
    "✓"
   ],
   [
    "niraggaḷha",
    "муж",
    "тип жертвоприношения",
    "✓"
   ],
   [
    "paccaggaḷa",
    "ср",
    "рядом с дверью",
    "✓"
   ]
  ],
  "count": 7
 },
 "aggāḷava": {
  "data": [
   [
    "aggāḷava",
    "муж",
    "название святилища в Aлавави",
    "~"
   ],
   [
    "aggāḷavaka",
    "прил",
    "аггалава",
    "~"
   ]
  ],
  "count": 2
 },
 "agha": {
  "data": [
   [
    "agha 1",
    "муж",
    "пустое пространство",
    "✓"
   ],
   [
    "agha 2",
    "ср",
    "беда",
    "✓"
   ],
   [
    "aghato",
    "несклон",
    "как бедственный",
    "✓"
   ],
   [
    "aghāvī",
    "прил",
    "мучащиеся",
    "✓"
   ],
   [
    "anagha 1",
    "прил",
    "безмятежный, беззаботный, свободный от проблем",
    "✓"
   ],
   [
    "anagha 2",
    "прил",
    "безгрешный",
    "✓"
   ]
  ],
  "count": 6
 },
 "ghara": {
  "data": [
   [
    "ghara 1",
    "ср",
    "дом",
    "✓"
   ],
   [
    "ghara 2",
    "ср",
    "строение (для)",
    "~"
   ],
   [
    "gharaka",
    "ср",
    "небольшой домик",
    "~"
   ]
  ],
  "count": 5
 },
 "aṅgiras": {
  "data": [
   [
    "aṅgīrasa 1",
    "муж",
    "эпитет Будды",
    "✓"
   ],
   [
    "aṅgīrasa 2",
    "муж",
    "имя ведического мудреца",
    "✓"
   ]
  ],
  "count": 4
 },
 "cira": {
  "data": [
   [
    "acira",
    "прил",
    "(о времени) недолгий",
    "✓"
   ],
   [
    "aciravata",
    "муж",
    "имя послушника",
    "~"
   ],
   [
    "aciravatī",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "aciraṃ",
    "несклон",
    "скоро",
    "✓"
   ],
   [
    "aticira",
    "прил",
    "слишком долго",
    "✓"
   ],
   [
    "aticiraṃ",
    "несклон",
    "слишком долго",
    "✓"
   ],
   [
    "cira",
    "прил",
    "давний",
    "✓"
   ],
   [
    "cirataraṃ",
    "несклон",
    "на ещё более долгое время",
    "~"
   ],
   [
    "cirassa",
    "несклон",
    "после долгого времени",
    "✓"
   ],
   [
    "cirassaṃ",
    "несклон",
    "наконец-то",
    "✓"
   ],
   [
    "ciraṃ",
    "несклон",
    "на долгое время",
    "✓"
   ],
   [
    "cirāya",
    "несклон",
    "на долгое время",
    "✓"
   ],
   [
    "cirāyi",
    "аор",
    "задержались",
    "✓"
   ],
   [
    "cirena",
    "несклон",
    "через долгое время",
    "✓"
   ],
   [
    "nacira",
    "прил",
    "недавний",
    "~"
   ],
   [
    "sucira",
    "прил",
    "очень долго",
    "✓"
   ],
   [
    "sucirassa",
    "несклон",
    "спустя долгое время",
    "✓"
   ],
   [
    "suciraṃ",
    "несклон",
    "спустя долгое время",
    "~"
   ]
  ],
  "count": 23
 },
 "ati": {
  "data": [
   [
    "acc",
    "прист",
    "слишком",
    "✓"
   ],
   [
    "ati",
    "прист",
    "вовне",
    "✓"
   ]
  ],
  "count": 2
 },
 "anta": {
  "data": [
   [
    "accanta 1",
    "прил",
    "полный",
    "✓"
   ],
   [
    "accanta 2",
    "прил",
    "экстремальный",
    "✓"
   ],
   [
    "accantikatā",
    "жен",
    "факт конечности",
    "~"
   ],
   [
    "ananta",
    "прил",
    "беспредельный",
    "✓"
   ],
   [
    "anantara 1",
    "прил",
    "вплотную",
    "✓"
   ],
   [
    "anantara 2",
    "прил",
    "немедленный",
    "✓"
   ],
   [
    "anantaratta",
    "ср",
    "факт непосредственного следования",
    "~"
   ],
   [
    "anantarā",
    "несклон",
    "непосредственно после",
    "✓"
   ],
   [
    "anantavant",
    "прил",
    "бесконечный",
    "✓"
   ],
   [
    "anta 1",
    "муж",
    "окончание",
    "✓"
   ],
   [
    "anta 2",
    "муж",
    "граница",
    "✓"
   ],
   [
    "anta 3",
    "прил",
    "заканчивающийся",
    "✓"
   ],
   [
    "anta 4",
    "ср",
    "кишечник",
    "✓"
   ],
   [
    "anta 5",
    "прил",
    "внутри",
    "✓"
   ],
   [
    "anta 7",
    "муж",
    "худший (из)",
    "✓"
   ],
   [
    "anta 8",
    "прил",
    "финальный",
    "✓"
   ],
   [
    "anta 9",
    "муж",
    "(грам) конец (чего-либо)",
    "✓"
   ],
   [
    "antaka",
    "муж",
    "Смерть",
    "✓"
   ],
   [
    "antamaso 1",
    "несклон",
    "даже столько, сколько",
    "✓"
   ],
   [
    "antamaso 2",
    "несклон",
    "достаточно для",
    "~"
   ],
   [
    "antara 1",
    "прил",
    "внутренний",
    "✓"
   ],
   [
    "antara 2",
    "ср",
    "пространство между",
    "✓"
   ],
   [
    "antara 3",
    "ср",
    "случай",
    "~"
   ],
   [
    "antarato",
    "несклон",
    "изнутри",
    "✓"
   ],
   [
    "antaraṃ",
    "несклон",
    "внутри",
    "✓"
   ],
   [
    "antarā 1",
    "несклон",
    "между",
    "✓"
   ],
   [
    "antarā 2",
    "несклон",
    "тем временем",
    "✓"
   ],
   [
    "antarā 3",
    "несклон",
    "внутри",
    "✓"
   ],
   [
    "antarikā",
    "жен",
    "промежуточное пространство",
    "✓"
   ],
   [
    "antarikā 2",
    "жен",
    "момент",
    "✓"
   ],
   [
    "antare",
    "несклон",
    "между",
    "✓"
   ],
   [
    "antarena",
    "несклон",
    "между",
    "✓"
   ],
   [
    "antavant",
    "прил",
    "конечный",
    "✓"
   ],
   [
    "antika 1",
    "прил",
    "вокруг",
    "✓"
   ],
   [
    "antika 2",
    "прил",
    "заканчиваясь",
    "✓"
   ],
   [
    "antima",
    "прил",
    "самый последний",
    "✓"
   ],
   [
    "ante",
    "прист",
    "рядом",
    "✓"
   ],
   [
    "antena",
    "несклон",
    "в конце",
    "✓"
   ],
   [
    "apariyanta",
    "прил",
    "неограниченный",
    "~"
   ],
   [
    "apariyantavant",
    "прил",
    "неограниченный",
    "✓"
   ],
   [
    "abbhantara 1",
    "прил",
    "внутренний",
    "✓"
   ],
   [
    "abbhantara 2",
    "ср",
    "внутренность",
    "✓"
   ],
   [
    "abbhantarima",
    "прил",
    "самый внутренний",
    "✓"
   ],
   [
    "asantaka",
    "прил",
    "бесконечный",
    "✓"
   ],
   [
    "asāmanta",
    "прил",
    "не имеющий равного",
    "~"
   ],
   [
    "ānañca",
    "ср",
    "бесконечность",
    "~"
   ],
   [
    "ānantarika 1",
    "прил",
    "незамедлительный",
    "✓"
   ],
   [
    "ānantariya 1",
    "прил",
    "немедленный",
    "~"
   ],
   [
    "ānantariya 2",
    "ср",
    "действие, которое приводит к немедленным результатам (матереубийство и т. д.)",
    "~"
   ],
   [
    "nirantara",
    "прил",
    "бесконечный",
    "~"
   ],
   [
    "nirantaratā",
    "жен",
    "бесконечность",
    "~"
   ],
   [
    "nirantaraṃ",
    "несклон",
    "беспрестанно",
    "✓"
   ],
   [
    "paccanta 1",
    "прил",
    "пограничный",
    "✓"
   ],
   [
    "paccantima",
    "прил",
    "пограничный",
    "✓"
   ],
   [
    "panta 1",
    "прил",
    "далекий",
    "✓"
   ],
   [
    "panta 2",
    "прил",
    "уединенный",
    "✓"
   ],
   [
    "pariyanta 1",
    "прил",
    "ограниченный",
    "✓"
   ],
   [
    "pariyanta 2",
    "муж",
    "конец",
    "✓"
   ],
   [
    "pariyanta 3",
    "прил",
    "последний",
    "✓"
   ],
   [
    "pariyanta 4",
    "прил",
    "ограниченный",
    "✓"
   ],
   [
    "pariyanta 5",
    "прил",
    "заканчивающийся",
    "✓"
   ],
   [
    "pariyantavant",
    "прил",
    "умеренный",
    "✓"
   ],
   [
    "pariyantika",
    "прил",
    "ограниченный",
    "✓"
   ],
   [
    "byanta 1",
    "ср",
    "конец",
    "✓"
   ],
   [
    "byanta 2",
    "прил",
    "окончание",
    "~"
   ],
   [
    "byanti",
    "ср",
    "конец",
    "✓"
   ],
   [
    "santaka 1.1",
    "прил",
    "с конечным",
    "✓"
   ],
   [
    "santara 1",
    "прил",
    "внутренний",
    "✓"
   ],
   [
    "santara 2",
    "ср",
    "нижнее облачение",
    "✓"
   ],
   [
    "santika 1.1",
    "прил",
    "близкий",
    "✓"
   ],
   [
    "santika 1.2",
    "ср",
    "окрестность (кого-либо)",
    "✓"
   ],
   [
    "santikaṃ",
    "несклон",
    "в присутствии",
    "✓"
   ],
   [
    "santikā 1.1",
    "несклон",
    "от близлежащего",
    "✓"
   ],
   [
    "santikā 1.2",
    "несклон",
    "в присутствии",
    "~"
   ],
   [
    "santikā 2.1",
    "жен",
    "различные игры (например, бирюльки)",
    "~"
   ],
   [
    "santike 1",
    "несклон",
    "вблизи",
    "✓"
   ],
   [
    "santike 2",
    "несклон",
    "по сравнению с",
    "✓"
   ],
   [
    "samanantara 1",
    "прил",
    "ближайший",
    "✓"
   ],
   [
    "samanantaraṃ",
    "несклон",
    "непосредственно после",
    "✓"
   ],
   [
    "samanantarā 1",
    "несклон",
    "немедленно перед",
    "~"
   ],
   [
    "samanta 1",
    "прил",
    "всё",
    "✓"
   ],
   [
    "samantato",
    "несклон",
    "кругом",
    "✓"
   ],
   [
    "samantaṃ",
    "несклон",
    "полностью",
    "✓"
   ],
   [
    "samantā 1",
    "несклон",
    "вокруг",
    "✓"
   ],
   [
    "samantā 2",
    "несклон",
    "поблизости",
    "✓"
   ],
   [
    "samantā 3",
    "несклон",
    "окружая",
    "✓"
   ],
   [
    "sāmanta 1",
    "прил",
    "рядом (с)",
    "✓"
   ],
   [
    "sāmantā 1",
    "несклон",
    "все вокруг",
    "✓"
   ],
   [
    "sāmantā 2",
    "несклон",
    "вблизи",
    "✓"
   ]
  ],
  "count": 115
 },
 "acchara": {
  "data": [
   [
    "accharā 1.1",
    "жен",
    "легкий удар пальцами",
    "✓"
   ],
   [
    "accharā 1.2",
    "жен",
    "короткий момент",
    "✓"
   ],
   [
    "accharā 2.1",
    "жен",
    "небесная нимфа",
    "✓"
   ],
   [
    "acchariya 1",
    "прил",
    "чудесный",
    "✓"
   ],
   [
    "acchariyatā",
    "жен",
    "факт того, что является чудесным",
    "~"
   ],
   [
    "acchariyaṃ",
    "несклон",
    "чудесно!",
    "✓"
   ],
   [
    "anacchariya 1",
    "прил",
    "естественный",
    "✓"
   ],
   [
    "nacchera",
    "прил",
    "не невероятно",
    "✓"
   ]
  ],
  "count": 13
 },
 "jaḷa": {
  "data": [
   [
    "ajaḷa",
    "прил",
    "не глупый",
    "✓"
   ],
   [
    "ajaḷatā",
    "жен",
    "интеллект",
    "~"
   ],
   [
    "jaḷa 1",
    "прил",
    "глупый",
    "✓"
   ],
   [
    "jaḷatā",
    "жен",
    "тупость",
    "~"
   ]
  ],
  "count": 5
 },
 "jimha": {
  "data": [
   [
    "jimha 1",
    "ср",
    "кривой кусок",
    "✓"
   ],
   [
    "jimhatta",
    "ср",
    "кривизна",
    "~"
   ],
   [
    "jimhaṃ",
    "несклон",
    "криво",
    "✓"
   ],
   [
    "jimheyya",
    "ср",
    "изворотливость",
    "✓"
   ]
  ],
  "count": 8
 },
 "jiyā": {
  "data": [
   [
    "jiyā",
    "жен",
    "тетива",
    "✓"
   ]
  ],
  "count": 2
 },
 "jivhā": {
  "data": [
   [
    "jivha",
    "прил",
    "с языком",
    "✓"
   ],
   [
    "jivhatā",
    "жен",
    "наличие языка",
    "✓"
   ],
   [
    "jivhā",
    "жен",
    "язык",
    "✓"
   ]
  ],
  "count": 8
 },
 "ima": {
  "data": [
   [
    "ajja",
    "несклон",
    "сегодня",
    "✓"
   ],
   [
    "ajjatana",
    "прил",
    "современный",
    "✓"
   ],
   [
    "ajjatanāya",
    "несклон",
    "сегодня",
    "✓"
   ],
   [
    "ajjatanāṃ",
    "прил",
    "современный",
    "✓"
   ],
   [
    "ajjatanī",
    "жен",
    "аорист",
    "✓"
   ],
   [
    "ajjatā",
    "жен",
    "настоящее время",
    "✓"
   ],
   [
    "ato",
    "несклон",
    "отсюда",
    "✓"
   ],
   [
    "atra 1.1",
    "несклон",
    "здесь",
    "~"
   ],
   [
    "anena",
    "местоим",
    "этим",
    "✓"
   ],
   [
    "aminā",
    "местоим",
    "с ним",
    "✓"
   ],
   [
    "ayaṃ",
    "местоим",
    "это",
    "✓"
   ],
   [
    "asmā 1.1",
    "местоим",
    "из этого",
    "✓"
   ],
   [
    "asmiṃ",
    "местоим",
    "в этом",
    "✓"
   ],
   [
    "assa 4.1",
    "местоим",
    "ему",
    "✓"
   ],
   [
    "assa 4.2",
    "местоим",
    "его",
    "✓"
   ],
   [
    "assā 2.1",
    "местоим",
    "для нее",
    "✓"
   ],
   [
    "āsaṃ",
    "местоим",
    "их",
    "✓"
   ],
   [
    "itara 1",
    "местоим",
    "другой",
    "✓"
   ],
   [
    "itara 2",
    "местоим",
    "остальной",
    "✓"
   ],
   [
    "ito 1",
    "местоим",
    "от этого (человека)",
    "✓"
   ],
   [
    "ito 2",
    "несклон",
    "из этого места",
    "✓"
   ],
   [
    "ito 3",
    "несклон",
    "(о времени) отсюда",
    "✓"
   ],
   [
    "ito 4",
    "несклон",
    "из-за этого",
    "✓"
   ],
   [
    "ito 5",
    "несклон",
    "чем это",
    "✓"
   ],
   [
    "ittha 1",
    "несклон",
    "здесь",
    "✓"
   ],
   [
    "ittha 2",
    "несклон",
    "таким образом",
    "✓"
   ],
   [
    "itthatta 1",
    "ср",
    "существование здесь (в этом мире)",
    "✓"
   ],
   [
    "itthaṃ",
    "несклон",
    "так",
    "✓"
   ],
   [
    "ida",
    "несклон",
    "в этом случае",
    "✓"
   ],
   [
    "idaṃ 1",
    "местоим",
    "это",
    "✓"
   ],
   [
    "idaṃ 2",
    "местоим",
    "это",
    "✓"
   ],
   [
    "idaṃ 3",
    "несклон",
    "здесь",
    "✓"
   ],
   [
    "idāni",
    "несклон",
    "сейчас",
    "✓"
   ],
   [
    "idha 1",
    "несклон",
    "здесь",
    "✓"
   ],
   [
    "idha 2",
    "несклон",
    "здесь",
    "✓"
   ],
   [
    "idha 3",
    "несклон",
    "в этом учении",
    "✓"
   ],
   [
    "ima 1.1",
    "местоим",
    "этот",
    "✓"
   ],
   [
    "imamhā",
    "местоим",
    "от этого (человека)",
    "✓"
   ],
   [
    "imamhi",
    "местоим",
    "на этом",
    "✓"
   ],
   [
    "imasmā",
    "местоим",
    "от этого",
    "✓"
   ],
   [
    "imasmiṃ 1",
    "местоим",
    "в этом",
    "✓"
   ],
   [
    "imasmiṃ 2",
    "местоим",
    "в то время как этот",
    "✓"
   ],
   [
    "imassa 1",
    "местоим",
    "этому",
    "✓"
   ],
   [
    "imassa 2",
    "местоим",
    "этого",
    "✓"
   ],
   [
    "imaṃ",
    "местоим",
    "это",
    "✓"
   ],
   [
    "imā",
    "местоим",
    "эти",
    "✓"
   ],
   [
    "imāni",
    "местоим",
    "эти",
    "✓"
   ],
   [
    "imāya",
    "местоим",
    "этой",
    "✓"
   ],
   [
    "imāyaṃ",
    "местоим",
    "в этом",
    "~"
   ],
   [
    "imāyo",
    "местоим",
    "эти",
    "✓"
   ],
   [
    "imāsaṃ",
    "местоим",
    "их",
    "✓"
   ],
   [
    "imāhi 1",
    "местоим",
    "этими",
    "✓"
   ],
   [
    "iminā",
    "местоим",
    "с этим",
    "✓"
   ],
   [
    "imissaṃ",
    "местоим",
    "в этой",
    "✓"
   ],
   [
    "imissā 1",
    "местоим",
    "этой",
    "✓"
   ],
   [
    "imissā 2",
    "местоим",
    "когда эта",
    "✓"
   ],
   [
    "ime",
    "местоим",
    "эти",
    "✓"
   ],
   [
    "imesaṃ 1",
    "местоим",
    "этим",
    "✓"
   ],
   [
    "imesaṃ 2",
    "местоим",
    "этих",
    "✓"
   ],
   [
    "imehi 1",
    "местоим",
    "этим",
    "✓"
   ],
   [
    "imehi 2",
    "местоим",
    "от этих",
    "✓"
   ],
   [
    "iha",
    "несклон",
    "здесь",
    "✓"
   ],
   [
    "etta 1.1",
    "прил",
    "так много",
    "✓"
   ],
   [
    "ettaka",
    "прил",
    "так много",
    "✓"
   ],
   [
    "ettāvatā",
    "несклон",
    "настолько",
    "✓"
   ],
   [
    "ettāvant",
    "прил",
    "такой",
    "✓"
   ],
   [
    "ettha 1",
    "несклон",
    "здесь",
    "✓"
   ],
   [
    "ettha 2",
    "несклон",
    "в этом грамматическом правиле",
    "~"
   ],
   [
    "esānaṃ 2",
    "местоим",
    "этих",
    "✓"
   ],
   [
    "dāni",
    "несклон",
    "сейчас",
    "✓"
   ],
   [
    "nayito",
    "несклон",
    "не больше этого",
    "✓"
   ],
   [
    "nayidaṃ 2",
    "несклон",
    "не в этом случае",
    "✓"
   ],
   [
    "nayidaṃ 3",
    "несклон",
    "не здесь",
    "✓"
   ],
   [
    "nājja",
    "несклон",
    "не сегодня",
    "✓"
   ],
   [
    "netara",
    "местоим",
    "не другой",
    "✓"
   ],
   [
    "nettha",
    "несклон",
    "не здесь",
    "✓"
   ],
   [
    "yito",
    "местоим",
    "отсюда",
    "✓"
   ]
  ],
  "count": 80
 },
 "atta": {
  "data": [
   [
    "ajjhatta",
    "прил",
    "внутренний",
    "✓"
   ],
   [
    "ajjhattaṃ",
    "несклон",
    "внутри",
    "✓"
   ],
   [
    "ajjhattika",
    "прил",
    "внутренний",
    "✓"
   ],
   [
    "atta 1.1",
    "муж",
    "своё 'я'",
    "✓"
   ],
   [
    "atta 1.2",
    "прил",
    "личный",
    "✓"
   ],
   [
    "attatā",
    "жен",
    "бытие",
    "✓"
   ],
   [
    "attato",
    "несклон",
    "как себя",
    "✓"
   ],
   [
    "attanaṃ",
    "муж",
    "самость",
    "✓"
   ],
   [
    "attanā 1",
    "муж",
    "с собой",
    "✓"
   ],
   [
    "attanā 2",
    "муж",
    "от самого себя",
    "✓"
   ],
   [
    "attani 1",
    "муж",
    "в себе",
    "✓"
   ],
   [
    "attani 2",
    "муж",
    "когда 'я'",
    "✓"
   ],
   [
    "attaniya",
    "прил",
    "свой собственный",
    "✓"
   ],
   [
    "attanī",
    "муж",
    "в себе",
    "✓"
   ],
   [
    "attano 1",
    "муж",
    "себе",
    "✓"
   ],
   [
    "attano 2",
    "муж",
    "свой",
    "✓"
   ],
   [
    "attānaṃ",
    "муж",
    "себя",
    "✓"
   ],
   [
    "atra 2.1",
    "муж",
    "сам",
    "✓"
   ],
   [
    "anatta 1",
    "прил",
    "не персональный",
    "✓"
   ],
   [
    "anatta 2",
    "муж",
    "тот что без самости",
    "✓"
   ],
   [
    "anattato",
    "несклон",
    "как не персональный",
    "✓"
   ],
   [
    "anattani",
    "муж",
    "в отсутствие самости",
    "✓"
   ],
   [
    "anattaniya",
    "прил",
    "не принадлежащее к «я»",
    "✓"
   ],
   [
    "anattanīya",
    "прил",
    "не принадлежащий себе",
    "~"
   ],
   [
    "anattaneyya",
    "прил",
    "не полезный для себя",
    "~"
   ],
   [
    "anattānaṃ",
    "муж",
    "что не является собственным \"я\"",
    "✓"
   ],
   [
    "asāma",
    "прил",
    "не сам",
    "~"
   ],
   [
    "ātuma 1",
    "муж",
    "я",
    "✓"
   ],
   [
    "tuma",
    "муж",
    "сам",
    "✓"
   ],
   [
    "nātuma",
    "муж",
    "не-я",
    "✓"
   ],
   [
    "nātta",
    "муж",
    "не я",
    "✓"
   ],
   [
    "niratta 1.1",
    "муж",
    "не-я",
    "✓"
   ],
   [
    "paccatta 1",
    "прил",
    "личный",
    "✓"
   ],
   [
    "paccatta 2",
    "прил",
    "индивидуальный",
    "✓"
   ],
   [
    "paccatta 3",
    "ср",
    "(грам) именительный падеж",
    "~"
   ],
   [
    "paccattaṃ",
    "несклон",
    "индивидуально",
    "✓"
   ],
   [
    "sāma 3.1",
    "прил",
    "себя",
    "~"
   ]
  ],
  "count": 39
 },
 "añjasa": {
  "data": [
   [
    "añjasa",
    "муж",
    "прямая дорога",
    "✓"
   ],
   [
    "apañjasa",
    "прил",
    "сбивающийся с курса",
    "~"
   ],
   [
    "pañjasa",
    "прил",
    "находящийся на правильном пути",
    "~"
   ]
  ],
  "count": 3
 },
 "añña": {
  "data": [
   [
    "añña 1.1",
    "местоим",
    "другой",
    "✓"
   ],
   [
    "añña 1.2",
    "местоим",
    "что-то большее",
    "✓"
   ],
   [
    "aññatara 1",
    "местоим",
    "один",
    "✓"
   ],
   [
    "aññatara 2",
    "местоим",
    "один (из)",
    "✓"
   ],
   [
    "aññatara 3",
    "местоим",
    "еще один",
    "✓"
   ],
   [
    "aññato 1",
    "местоим",
    "от другого",
    "✓"
   ],
   [
    "aññato 2",
    "несклон",
    "как нечто другое",
    "✓"
   ],
   [
    "aññattha",
    "несклон",
    "в другом месте",
    "✓"
   ],
   [
    "aññatra 1",
    "несклон",
    "в другом месте",
    "✓"
   ],
   [
    "aññatra 2",
    "несклон",
    "помимо",
    "✓"
   ],
   [
    "aññathatta 1",
    "ср",
    "изменение",
    "✓"
   ],
   [
    "aññathatta 2",
    "ср",
    "перемена в уме",
    "✓"
   ],
   [
    "aññathā 1",
    "несклон",
    "иначе",
    "✓"
   ],
   [
    "aññathā 2",
    "несклон",
    "другое (от)",
    "✓"
   ],
   [
    "aññissā",
    "местоим",
    "с другой",
    "✓"
   ],
   [
    "aññe",
    "местоим",
    "другие",
    "✓"
   ],
   [
    "aññena",
    "несклон",
    "где-то еще",
    "✓"
   ],
   [
    "aññesaṃ 1",
    "местоим",
    "другим",
    "✓"
   ],
   [
    "anañña",
    "местоим",
    "ни иной",
    "✓"
   ],
   [
    "anaññatha",
    "прил",
    "не отличный",
    "✓"
   ],
   [
    "anaññathatā",
    "жен",
    "абсолютная уверенность",
    "✓"
   ],
   [
    "anaññathā",
    "несклон",
    "точно",
    "✓"
   ],
   [
    "nāñña 1",
    "местоим",
    "не другой",
    "✓"
   ],
   [
    "nāñña 2",
    "местоим",
    "ничто иное",
    "✓"
   ],
   [
    "nāññatara",
    "местоим",
    "не другой",
    "~"
   ],
   [
    "nāññato",
    "местоим",
    "ни от кого либо еще",
    "✓"
   ],
   [
    "nāññatra",
    "несклон",
    "ничего кроме",
    "✓"
   ],
   [
    "nāññathatta",
    "ср",
    "никакого изменения",
    "✓"
   ],
   [
    "nāññesaṃ",
    "местоим",
    "не другим",
    "✓"
   ]
  ],
  "count": 31
 },
 "aṭavī": {
  "data": [
   [
    "aṭavī",
    "жен",
    "дикая местность",
    "✓"
   ],
   [
    "āḷavaka",
    "прил",
    "принадлежащий к Алави",
    "✓"
   ],
   [
    "āḷavikā",
    "жен",
    "монахиня по имени алавика",
    "~"
   ],
   [
    "āḷavī 1",
    "жен",
    "название страны",
    "✓"
   ]
  ],
  "count": 5
 },
 "aṭṭāla": {
  "data": [
   [
    "aṭṭāla",
    "муж",
    "сторожевая башня",
    "✓"
   ]
  ],
  "count": 2
 },
 "aṭṭha": {
  "data": [
   [
    "aṭṭha 1.1",
    "кол.ч",
    "восемь (8)",
    "✓"
   ],
   [
    "aṭṭhaka 1",
    "ср",
    "восьмерка",
    "✓"
   ],
   [
    "aṭṭhaka 2",
    "ср",
    "стихотворение из восьми строф",
    "✓"
   ],
   [
    "aṭṭhaka 3",
    "муж",
    "название города",
    "✓"
   ],
   [
    "aṭṭhaka 5",
    "муж",
    "имя ведического мудреца",
    "✓"
   ],
   [
    "aṭṭhaka 6",
    "муж",
    "имя самостоятельно пробудившегося Будды",
    "~"
   ],
   [
    "aṭṭhannaṃ 1",
    "кол.ч",
    "восьми",
    "✓"
   ],
   [
    "aṭṭhannaṃ 2",
    "кол.ч",
    "к восьми",
    "~"
   ],
   [
    "aṭṭhama 1",
    "поряд.ч",
    "восьмой (8ой)",
    "✓"
   ],
   [
    "aṭṭhama 2",
    "муж",
    "название частно пробужденного Будды",
    "~"
   ],
   [
    "aṭṭhamaka",
    "прил",
    "восьмым",
    "~"
   ],
   [
    "aṭṭhamī 1",
    "жен",
    "восьмой",
    "✓"
   ],
   [
    "aṭṭhamī 2",
    "жен",
    "восьмой день лунного полумесяца",
    "✓"
   ],
   [
    "aṭṭhahi",
    "кол.ч",
    "с восемью",
    "✓"
   ]
  ],
  "count": 15
 },
 "aṭṭhi": {
  "data": [
   [
    "aṭṭhi 1.1",
    "ср",
    "кость",
    "✓"
   ],
   [
    "aṭṭhi 1.2",
    "ср",
    "ядро",
    "✓"
   ],
   [
    "aṭṭhika 1.1",
    "ср",
    "кость",
    "✓"
   ]
  ],
  "count": 4
 },
 "aḍḍha": {
  "data": [
   [
    "aḍḍha 1.1",
    "прил",
    "половина",
    "✓"
   ],
   [
    "aḍḍha 1.2",
    "ср",
    "половина",
    "✓"
   ],
   [
    "addha 3.1",
    "муж",
    "половина",
    "✓"
   ],
   [
    "addha 3.2",
    "прил",
    "половина",
    "✓"
   ],
   [
    "anaddhika",
    "прил",
    "бедный",
    "~"
   ],
   [
    "upaḍḍha 1",
    "прил",
    "половина",
    "✓"
   ],
   [
    "upaḍḍha 2",
    "ср",
    "половина",
    "✓"
   ]
  ],
  "count": 7
 },
 "iṇa": {
  "data": [
   [
    "aṇaṇa",
    "прил",
    "незадолжавший",
    "✓"
   ],
   [
    "anaṇa",
    "прил",
    "свободный от долгов",
    "✓"
   ],
   [
    "anaṇaka",
    "прил",
    "не имеющий долгов",
    "~"
   ],
   [
    "āṇaṇya",
    "ср",
    "свобода от долга",
    "✓"
   ],
   [
    "ānaṇya",
    "ср",
    "свобода от долгов",
    "✓"
   ],
   [
    "ānaṇyaka",
    "прил",
    "без долгов",
    "~"
   ],
   [
    "iṇa",
    "ср",
    "долг",
    "✓"
   ],
   [
    "iṇāyika 1",
    "муж",
    "кредитор",
    "~"
   ],
   [
    "sāṇa 2.1",
    "прил",
    "имеющий задолженность",
    "✓"
   ]
  ],
  "count": 10
 },
 "aṇu": {
  "data": [
   [
    "aṇu 1",
    "прил",
    "очень маленький",
    "✓"
   ],
   [
    "aṇu 2",
    "прил",
    "тонкий",
    "✓"
   ],
   [
    "aṇuka",
    "прил",
    "тонкий",
    "✓"
   ]
  ],
  "count": 5
 },
 "aṇḍa": {
  "data": [
   [
    "aṇḍa 1",
    "ср",
    "яйцо",
    "✓"
   ],
   [
    "aṇḍa 2",
    "ср",
    "яичко",
    "✓"
   ],
   [
    "aṇḍaka 2.1",
    "ср",
    "яйцо",
    "~"
   ],
   [
    "aṇḍuka",
    "ср",
    "катиться",
    "✓"
   ],
   [
    "aṇḍuva",
    "ср",
    "смота",
    "~"
   ]
  ],
  "count": 6
 },
 "aha": {
  "data": [
   [
    "aṇha",
    "муж",
    "день",
    "✓"
   ],
   [
    "anha",
    "муж",
    "день",
    "✓"
   ],
   [
    "aha 1",
    "ср",
    "день",
    "✓"
   ],
   [
    "aha 2",
    "муж",
    "день",
    "✓"
   ],
   [
    "ahu 2.1",
    "ср",
    "день",
    "✓"
   ],
   [
    "aho 1.1",
    "несклон",
    "день",
    "✓"
   ]
  ],
  "count": 7
 },
 "takka": {
  "data": [
   [
    "takka 2.1",
    "муж",
    "пахта",
    "✓"
   ]
  ],
  "count": 2
 },
 "ta": {
  "data": [
   [
    "ataccha 1",
    "прил",
    "не правдивый",
    "✓"
   ],
   [
    "ataccha 2",
    "ср",
    "ложь",
    "✓"
   ],
   [
    "atatha",
    "ср",
    "неправда",
    "✓"
   ],
   [
    "avitatha",
    "прил",
    "не ложный",
    "✓"
   ],
   [
    "avitathatā",
    "жен",
    "не ложь",
    "✓"
   ],
   [
    "ta 1.1",
    "местоим",
    "тот",
    "✓"
   ],
   [
    "taccha 1",
    "прил",
    "правдивый",
    "✓"
   ],
   [
    "taccha 2",
    "ср",
    "правда",
    "✓"
   ],
   [
    "tajja 1",
    "прил",
    "относящийся к тому",
    "✓"
   ],
   [
    "tajja 2",
    "прил",
    "подходящий",
    "✓"
   ],
   [
    "tato 1",
    "местоим",
    "оттуда",
    "✓"
   ],
   [
    "tato 2",
    "местоим",
    "(сравнительный) чем это",
    "✓"
   ],
   [
    "tato 3",
    "несклон",
    "от туда",
    "✓"
   ],
   [
    "tato 4",
    "несклон",
    "по этой причине",
    "✓"
   ],
   [
    "tato 5",
    "несклон",
    "после того",
    "✓"
   ],
   [
    "tato 6",
    "несклон",
    "после",
    "✓"
   ],
   [
    "tattha 1",
    "несклон",
    "в том месте",
    "✓"
   ],
   [
    "tattha 2",
    "несклон",
    "в том отношении",
    "✓"
   ],
   [
    "tatra 1",
    "несклон",
    "там",
    "✓"
   ],
   [
    "tatra 2",
    "несклон",
    "в таком случае",
    "✓"
   ],
   [
    "tatha 1",
    "прил",
    "истинный",
    "✓"
   ],
   [
    "tatha 3",
    "муж",
    "имя самостоятельно пробужденного Будды",
    "~"
   ],
   [
    "tathatā",
    "жен",
    "реальность",
    "✓"
   ],
   [
    "tathatta 1",
    "ср",
    "такое состояние",
    "✓"
   ],
   [
    "tathatta 2",
    "ср",
    "совершение подобного",
    "✓"
   ],
   [
    "tathattā",
    "несклон",
    "в действительности",
    "✓"
   ],
   [
    "tathā",
    "несклон",
    "так",
    "✓"
   ],
   [
    "tathiya",
    "прил",
    "правдивый",
    "✓"
   ],
   [
    "tad",
    "местоим",
    "эта",
    "✓"
   ],
   [
    "tada",
    "несклон",
    "тогда",
    "✓"
   ],
   [
    "tadā",
    "несклон",
    "тогда",
    "✓"
   ],
   [
    "tamhā",
    "местоим",
    "из этого",
    "✓"
   ],
   [
    "tamhi 1",
    "местоим",
    "в этом",
    "✓"
   ],
   [
    "tamhi 2",
    "местоим",
    "до того",
    "~"
   ],
   [
    "tasmā 1",
    "местоим",
    "вследствие этого",
    "✓"
   ],
   [
    "tasmā 2",
    "несклон",
    "поэтому",
    "✓"
   ],
   [
    "tasmi",
    "местоим",
    "в том",
    "✓"
   ],
   [
    "tasmiṃ 1",
    "местоим",
    "в том",
    "✓"
   ],
   [
    "tasmiṃ 2",
    "местоим",
    "когда этот",
    "✓"
   ],
   [
    "tasmiṃ 3",
    "местоим",
    "до этого",
    "~"
   ],
   [
    "tasmiṃ 4",
    "местоим",
    "в том случае",
    "✓"
   ],
   [
    "tasmiṃ 5",
    "местоим",
    "под этим",
    "~"
   ],
   [
    "tassa 1",
    "местоим",
    "ему",
    "✓"
   ],
   [
    "tassa 2",
    "местоим",
    "его",
    "✓"
   ],
   [
    "tassa 3",
    "местоим",
    "когда он",
    "✓"
   ],
   [
    "tassa 4",
    "несклон",
    "поэтому",
    "✓"
   ],
   [
    "tassaṃ",
    "местоим",
    "в той",
    "✓"
   ],
   [
    "tassā 1",
    "местоим",
    "ей",
    "✓"
   ],
   [
    "tassā 2",
    "местоим",
    "ее",
    "✓"
   ],
   [
    "tahaṃ",
    "несклон",
    "там",
    "✓"
   ],
   [
    "tahiṃ",
    "несклон",
    "там",
    "✓"
   ],
   [
    "taṃ 1.1",
    "местоим",
    "тот",
    "✓"
   ],
   [
    "taṃ 1.2",
    "местоим",
    "его",
    "✓"
   ],
   [
    "tā 1.1",
    "местоим",
    "они",
    "✓"
   ],
   [
    "tā 1.2",
    "местоим",
    "их",
    "✓"
   ],
   [
    "tāni 1",
    "местоим",
    "они",
    "✓"
   ],
   [
    "tāni 2",
    "местоим",
    "их",
    "✓"
   ],
   [
    "tāya 1",
    "местоим",
    "ею",
    "✓"
   ],
   [
    "tāya 2",
    "несклон",
    "в связи с той",
    "✓"
   ],
   [
    "tāyaṃ",
    "местоим",
    "в той",
    "✓"
   ],
   [
    "tāvati",
    "несклон",
    "столько",
    "✓"
   ],
   [
    "tāsaṃ 2",
    "местоим",
    "тех",
    "✓"
   ],
   [
    "tāsu",
    "местоим",
    "в них",
    "✓"
   ],
   [
    "tāhi 1",
    "местоим",
    "с этими",
    "✓"
   ],
   [
    "tāhi 2",
    "местоим",
    "от тех",
    "✓"
   ],
   [
    "tissaṃ",
    "местоим",
    "в том",
    "✓"
   ],
   [
    "te 1.1",
    "местоим",
    "они",
    "✓"
   ],
   [
    "te 1.2",
    "местоим",
    "их",
    "✓"
   ],
   [
    "tena 1",
    "местоим",
    "с ним",
    "✓"
   ],
   [
    "tena 2",
    "несклон",
    "в связи с этим",
    "✓"
   ],
   [
    "tena 3",
    "несклон",
    "туда",
    "✓"
   ],
   [
    "tesa",
    "местоим",
    "их",
    "~"
   ],
   [
    "tesaṃ 1",
    "местоим",
    "для них",
    "✓"
   ],
   [
    "tesaṃ 2",
    "местоим",
    "их",
    "✓"
   ],
   [
    "tesaṃ 3",
    "местоим",
    "когда они",
    "✓"
   ],
   [
    "tesu",
    "местоим",
    "в тех",
    "✓"
   ],
   [
    "tehi 1",
    "местоим",
    "с ними",
    "✓"
   ],
   [
    "tehi 2",
    "местоим",
    "чем этих",
    "✓"
   ],
   [
    "naṃ",
    "местоим",
    "его",
    "✓"
   ],
   [
    "ne 2",
    "местоим",
    "их",
    "✓"
   ],
   [
    "nesaṃ 1",
    "местоим",
    "для них",
    "✓"
   ],
   [
    "nesaṃ 2",
    "местоим",
    "их",
    "✓"
   ],
   [
    "vitatha 1",
    "прил",
    "ложный",
    "✓"
   ],
   [
    "vitathaṃ",
    "несклон",
    "неправдиво",
    "✓"
   ],
   [
    "sa 2.1",
    "местоим",
    "он",
    "✓"
   ],
   [
    "sā",
    "местоим",
    "она",
    "✓"
   ],
   [
    "se 1",
    "местоим",
    "их",
    "✓"
   ],
   [
    "se 2",
    "местоим",
    "это",
    "✓"
   ],
   [
    "so 1.1",
    "местоим",
    "он",
    "✓"
   ],
   [
    "so 1.2",
    "несклон",
    "(в отношение только что сказанного)",
    "✓"
   ]
  ],
  "count": 101
 },
 "appa": {
  "data": [
   [
    "atappaka 1.1",
    "прил",
    "великий",
    "~"
   ],
   [
    "anappaka",
    "прил",
    "большой",
    "✓"
   ],
   [
    "appa 1",
    "прил",
    "немного",
    "✓"
   ],
   [
    "appa 2",
    "прил",
    "короткий",
    "✓"
   ],
   [
    "appa 3",
    "ср",
    "небольшое количество",
    "✓"
   ],
   [
    "appaka 1",
    "прил",
    "небольшой",
    "✓"
   ],
   [
    "appaka 2",
    "ср",
    "несколько вещей",
    "✓"
   ],
   [
    "appatara 1",
    "прил",
    "меньше",
    "✓"
   ]
  ],
  "count": 9
 },
 "andha": {
  "data": [
   [
    "atiandha",
    "прил",
    "абсолютно слепой",
    "✗"
   ],
   [
    "anandha",
    "прил",
    "не слепой",
    "✓"
   ],
   [
    "andha 1.1",
    "муж",
    "слепой человек",
    "✓"
   ],
   [
    "andha 1.2",
    "прил",
    "слепой",
    "✓"
   ],
   [
    "andha 1.3",
    "прил",
    "глупый",
    "✓"
   ],
   [
    "andha 1.4",
    "муж",
    "духовно слепой человек",
    "✓"
   ],
   [
    "andhaka 1.1",
    "муж",
    "слепень, овод",
    "✓"
   ]
  ],
  "count": 7
 },
 "kaṭu": {
  "data": [
   [
    "kaṭu",
    "прил",
    "горький",
    "~"
   ],
   [
    "kaṭuka 1",
    "прил",
    "острый",
    "✓"
   ],
   [
    "kaṭuka 2",
    "прил",
    "горький",
    "✓"
   ],
   [
    "kaṭuka 3",
    "ср",
    "горечь",
    "✓"
   ],
   [
    "kaṭuka 4",
    "ср",
    "горький вкус",
    "✓"
   ],
   [
    "kaṭuka 5",
    "ср",
    "(о слоне в половой охоте) острое выделение",
    "✓"
   ],
   [
    "kaṭukatta 1",
    "ср",
    "горечь",
    "~"
   ]
  ],
  "count": 9
 },
 "atithi": {
  "data": [
   [
    "atithi",
    "муж",
    "гость",
    "✓"
   ],
   [
    "atithiyo",
    "муж",
    "гости",
    "~"
   ],
   [
    "ātitheyya",
    "ср",
    "гостеприимство",
    "~"
   ]
  ],
  "count": 3
 },
 "dīgha": {
  "data": [
   [
    "atidīgha",
    "прил",
    "слишком высокий",
    "~"
   ],
   [
    "dīgha 1",
    "прил",
    "протяженный (в пространстве или времени)",
    "✓"
   ],
   [
    "dīgha 2",
    "муж",
    "(грам) длинная гласная",
    "✓"
   ],
   [
    "dīgha 3",
    "муж",
    "имя духа",
    "✓"
   ],
   [
    "dīghato",
    "несклон",
    "в длину",
    "✓"
   ],
   [
    "dīghatta 1",
    "ср",
    "высота",
    "~"
   ],
   [
    "dīghaso",
    "несклон",
    "в длину",
    "✓"
   ],
   [
    "dīghaṃ",
    "несклон",
    "(о дыхании) глубоко",
    "✓"
   ],
   [
    "nātidīgha",
    "прил",
    "не слишком высокая",
    "✓"
   ],
   [
    "nātidīghatā",
    "жен",
    "факт не быть слишком высоким",
    "~"
   ]
  ],
  "count": 12
 },
 "nīca": {
  "data": [
   [
    "nātinīca",
    "прил",
    "не слишком короткий",
    "~"
   ],
   [
    "nīca 1",
    "прил",
    "низкий",
    "✓"
   ],
   [
    "nīca 2",
    "прил",
    "незначительный",
    "✓"
   ],
   [
    "nīcaka",
    "прил",
    "кто низок по статусу",
    "~"
   ],
   [
    "nīceyya",
    "прил",
    "ниже",
    "✓"
   ]
  ],
  "count": 8
 },
 "pāto": {
  "data": [
   [
    "atipāto",
    "несклон",
    "слишком рано",
    "✓"
   ],
   [
    "atippago",
    "несклон",
    "слишком рано (чтобы)",
    "✓"
   ],
   [
    "pago",
    "несклон",
    "рано",
    "✓"
   ],
   [
    "pātar",
    "несклон",
    "рано",
    "✓"
   ],
   [
    "pātaṃ",
    "несклон",
    "рано",
    "✓"
   ],
   [
    "pāto",
    "несклон",
    "рано",
    "✓"
   ]
  ],
  "count": 6
 },
 "iva": {
  "data": [
   [
    "atibyā",
    "несклон",
    "слишком",
    "✓"
   ],
   [
    "atiriva",
    "несклон",
    "чрезвычайно",
    "✓"
   ],
   [
    "ativiya",
    "несклон",
    "слишком",
    "✓"
   ],
   [
    "ativyā",
    "несклон",
    "слишком",
    "~"
   ],
   [
    "atīva",
    "несклон",
    "очень",
    "✓"
   ],
   [
    "iva",
    "несклон",
    "подобно",
    "✓"
   ],
   [
    "byā",
    "несклон",
    "конечно",
    "✓"
   ],
   [
    "va 1.1",
    "несклон",
    "как",
    "✓"
   ],
   [
    "viya",
    "несклон",
    "подобно",
    "✓"
   ]
  ],
  "count": 9
 },
 "manāpa": {
  "data": [
   [
    "amanāpa 1",
    "прил",
    "неприятный",
    "✓"
   ],
   [
    "amanāpa 2",
    "ср",
    "что-то неприятное",
    "✓"
   ],
   [
    "amanāpatā",
    "жен",
    "неудовольствие",
    "✓"
   ],
   [
    "amanāpika",
    "прил",
    "неприятный",
    "~"
   ],
   [
    "amanāpiya",
    "прил",
    "неприятный",
    "✓"
   ],
   [
    "amanāpena",
    "несклон",
    "неприятно",
    "✓"
   ],
   [
    "nāmanāpa",
    "прил",
    "не неприятный",
    "~"
   ],
   [
    "manāpa 1",
    "прил",
    "приятный",
    "✓"
   ],
   [
    "manāpa 2",
    "ср",
    "приятное переживание",
    "✓"
   ],
   [
    "manāpatā",
    "жен",
    "приятность",
    "✓"
   ],
   [
    "manāpaṃ",
    "несклон",
    "по-доброму",
    "✓"
   ],
   [
    "manāpika",
    "прил",
    "приятный",
    "✓"
   ],
   [
    "manāpiya",
    "прил",
    "привлекательный",
    "✓"
   ],
   [
    "manāpena",
    "несклон",
    "приятно",
    "✓"
   ]
  ],
  "count": 15
 },
 "mukha": {
  "data": [
   [
    "abhimukha 1",
    "прил",
    "обращённый к",
    "✓"
   ],
   [
    "abhimukha 2",
    "муж",
    "вход",
    "✓"
   ],
   [
    "abhimukhaṃ",
    "несклон",
    "навстречу",
    "✓"
   ],
   [
    "amukhara",
    "прил",
    "не разговорчивый",
    "✓"
   ],
   [
    "avimukha",
    "прил",
    "не несчастный",
    "~"
   ],
   [
    "āmukha 1",
    "ср",
    "начало",
    "✓"
   ],
   [
    "āmukha 2",
    "прил",
    "будучи началом (чего-либо)",
    "✓"
   ],
   [
    "dummukha 2",
    "муж",
    "название личчави",
    "✓"
   ],
   [
    "pamukha 1",
    "прил",
    "направляемый",
    "✓"
   ],
   [
    "pamukha 2",
    "муж",
    "веранда",
    "✓"
   ],
   [
    "pamukhatā",
    "жен",
    "факт первенства",
    "✓"
   ],
   [
    "pamukhe",
    "несклон",
    "перед",
    "✓"
   ],
   [
    "parimukhaṃ 1",
    "несклон",
    "в первую очередь",
    "✓"
   ],
   [
    "parimukhaṃ 2",
    "несклон",
    "на кончике носа или на верхней губе",
    "~"
   ],
   [
    "parimukhaṃ 3",
    "несклон",
    "(общ.) на груди",
    "~"
   ],
   [
    "pāmokkha 2",
    "муж",
    "лидер",
    "✗"
   ],
   [
    "mukha 1",
    "прил",
    "передний",
    "✓"
   ],
   [
    "mukha 2",
    "ср",
    "рот",
    "✓"
   ],
   [
    "mukha 3",
    "ср",
    "лицо",
    "✓"
   ],
   [
    "mukha 4",
    "ср",
    "выход",
    "✓"
   ],
   [
    "mukha 5",
    "ср",
    "причина",
    "✓"
   ],
   [
    "mukha 7",
    "прил",
    "ведомый",
    "✓"
   ],
   [
    "mukhatā",
    "жен",
    "наличие лица",
    "~"
   ],
   [
    "mukhato",
    "ср",
    "изо рта",
    "✓"
   ],
   [
    "mukhara",
    "прил",
    "разговорчивый",
    "✓"
   ],
   [
    "mukhaṃ",
    "несклон",
    "лицом к",
    "✓"
   ],
   [
    "mukhī",
    "прил",
    "с лицом",
    "~"
   ],
   [
    "mukhena",
    "несклон",
    "посредством",
    "~"
   ],
   [
    "mokkha 2.1",
    "прил",
    "головной",
    "✓"
   ],
   [
    "vimukha 1",
    "муж",
    "безобразный",
    "✓"
   ],
   [
    "vimukha 3",
    "прил",
    "несчастный",
    "~"
   ],
   [
    "sapāmokkha",
    "прил",
    "с лидером",
    "✓"
   ],
   [
    "sammukhā",
    "несклон",
    "лицом к лицу с",
    "✓"
   ],
   [
    "sammukhī",
    "прил",
    "лицом к лицу",
    "✓"
   ],
   [
    "sammukhe",
    "несклон",
    "лицом к лицу (с)",
    "✓"
   ],
   [
    "saṃmukhā",
    "несклон",
    "лицом к лицу",
    "✓"
   ],
   [
    "sumukha",
    "прил",
    "красивый",
    "✓"
   ]
  ],
  "count": 48
 },
 "visa": {
  "data": [
   [
    "ativisā",
    "жен",
    "аконит",
    "✓"
   ],
   [
    "visa",
    "ср",
    "отрава",
    "✓"
   ],
   [
    "visatā",
    "жен",
    "выпущенное яд",
    "~"
   ],
   [
    "savisa",
    "прил",
    "ядовитый",
    "✓"
   ]
  ],
  "count": 6
 },
 "visāla": {
  "data": [
   [
    "ativisāla",
    "прил",
    "слишком широкий",
    "✓"
   ],
   [
    "ativisālatā",
    "жен",
    "факт чрезмерной ширины",
    "✓"
   ],
   [
    "visāla",
    "прил",
    "большой",
    "✓"
   ]
  ],
  "count": 5
 },
 "velā": {
  "data": [
   [
    "ativela",
    "прил",
    "слишком длинный",
    "✓"
   ],
   [
    "ativelaṃ",
    "несклон",
    "чрезмерно",
    "✓"
   ],
   [
    "avelā",
    "жен",
    "неподходящее время",
    "✓"
   ],
   [
    "nātivelaṃ",
    "несклон",
    "конкретно",
    "✓"
   ],
   [
    "velā 1",
    "жен",
    "время",
    "✓"
   ],
   [
    "velā 2",
    "жен",
    "берег",
    "✓"
   ]
  ],
  "count": 7
 },
 "saṇika": {
  "data": [
   [
    "nātisaṇikaṃ",
    "несклон",
    "не слишком медленно",
    "✓"
   ],
   [
    "saṇikaṃ",
    "несклон",
    "медленно",
    "✓"
   ]
  ],
  "count": 3
 },
 "sithila": {
  "data": [
   [
    "atisithila",
    "прил",
    "слишком свободный",
    "✓"
   ],
   [
    "nātisithila",
    "прил",
    "не слишком свободный",
    "✓"
   ],
   [
    "sithila 1",
    "прил",
    "свободный",
    "✓"
   ],
   [
    "sithila 2",
    "прил",
    "(грам) без придыхания",
    "✓"
   ]
  ],
  "count": 6
 },
 "sīgha": {
  "data": [
   [
    "nātisīghaṃ",
    "несклон",
    "не слишком быстро",
    "✓"
   ],
   [
    "sīgha",
    "прил",
    "быстрый",
    "✓"
   ],
   [
    "sīghatara",
    "прил",
    "более скорый (чем)",
    "✓"
   ],
   [
    "sīghaṃ",
    "несклон",
    "быстро",
    "✓"
   ],
   [
    "sīghena",
    "несклон",
    "быстро",
    "✓"
   ]
  ],
  "count": 7
 },
 "soṇa": {
  "data": [
   [
    "sussoṇi",
    "жен",
    "хорошая сука",
    "✓"
   ],
   [
    "soṇa 1",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "soṇa 2",
    "муж",
    "имя домохозяина",
    "✓"
   ],
   [
    "soṇa 3",
    "муж",
    "собака",
    "✓"
   ],
   [
    "soṇa 4",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "soṇā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "soṇī 1.1",
    "жен",
    "сука",
    "✓"
   ]
  ],
  "count": 9
 },
 "sundara": {
  "data": [
   [
    "sundara 1",
    "прил",
    "хороший",
    "✓"
   ],
   [
    "sundara 2",
    "муж",
    "имя частного пробужденного Будды",
    "~"
   ],
   [
    "sundarika",
    "прил",
    "красивый",
    "~"
   ],
   [
    "sundarikā",
    "жен",
    "имя святой реки",
    "✓"
   ],
   [
    "sundarī",
    "жен",
    "сундари",
    "✓"
   ]
  ],
  "count": 6
 },
 "hattha": {
  "data": [
   [
    "atihattha",
    "прил",
    "эксперт",
    "✗"
   ],
   [
    "asahatthā",
    "несклон",
    "не лично",
    "~"
   ],
   [
    "hattha 1",
    "муж",
    "рука",
    "✓"
   ],
   [
    "hattha 2",
    "прил",
    "имеющий в руках",
    "✓"
   ],
   [
    "hattha 3",
    "ср",
    "горсть",
    "✓"
   ],
   [
    "hattha 4",
    "ср",
    "мера длины",
    "✓"
   ],
   [
    "hattha 5",
    "муж",
    "лапа",
    "✓"
   ],
   [
    "hatthaka 1",
    "муж",
    "имя мирянина в Алави",
    "✓"
   ],
   [
    "hatthatā",
    "жен",
    "факт измерения локтя",
    "~"
   ],
   [
    "hatthato",
    "муж",
    "из руки",
    "✓"
   ],
   [
    "hatthi",
    "муж",
    "слон",
    "✓"
   ],
   [
    "hatthinikā",
    "жен",
    "самка слона",
    "✓"
   ],
   [
    "hatthinī",
    "жен",
    "самка слона",
    "✓"
   ],
   [
    "hatthī 1",
    "муж",
    "слон",
    "✓"
   ],
   [
    "hatthī 2",
    "муж",
    "слоны",
    "✓"
   ],
   [
    "hatthī 3",
    "муж",
    "верхом на слоне",
    "✓"
   ]
  ],
  "count": 20
 },
 "heṭṭhā": {
  "data": [
   [
    "atiheṭṭhā",
    "несклон",
    "слишком низко",
    "~"
   ],
   [
    "heṭṭhā 1",
    "несклон",
    "внизу",
    "✓"
   ],
   [
    "heṭṭhā 2",
    "несклон",
    "(грамм.) перед",
    "✓"
   ],
   [
    "heṭṭhima",
    "прил",
    "нижний",
    "✓"
   ]
  ],
  "count": 5
 },
 "tuccha": {
  "data": [
   [
    "tuccha",
    "прил",
    "пустой",
    "✓"
   ],
   [
    "tucchaka",
    "прил",
    "пустой",
    "✓"
   ],
   [
    "tucchakaṃ",
    "несклон",
    "пусто",
    "✓"
   ],
   [
    "tucchaṃ",
    "несклон",
    "напрасно",
    "✓"
   ],
   [
    "tucchā",
    "несклон",
    "безосновательно",
    "✓"
   ]
  ],
  "count": 6
 },
 "tila": {
  "data": [
   [
    "tila",
    "ср",
    "кунжутное семя",
    "✓"
   ],
   [
    "tilaka 1",
    "ср",
    "украшение",
    "✓"
   ],
   [
    "tilaka 2",
    "ср",
    "метка",
    "~"
   ],
   [
    "tilaka 3",
    "ср",
    "пятно",
    "✓"
   ],
   [
    "tela",
    "ср",
    "масло",
    "✓"
   ]
  ],
  "count": 10
 },
 "na": {
  "data": [
   [
    "atta 3",
    "ср",
    "(грам.) отрицательная приставка a",
    "✓"
   ],
   [
    "an 1",
    "прист",
    "не",
    "✓"
   ],
   [
    "an 2",
    "прист",
    "неправильно",
    "✓"
   ],
   [
    "ana 1",
    "прист",
    "нет",
    "✓"
   ],
   [
    "ana 2",
    "прист",
    "не не",
    "✓"
   ],
   [
    "na 1",
    "несклон",
    "негативная частица",
    "✓"
   ],
   [
    "na 3",
    "прист",
    "не",
    "✓"
   ],
   [
    "na 4",
    "муж",
    "(грам.) отрицательная приставка \"na\"",
    "✓"
   ]
  ],
  "count": 8
 },
 "attha3": {
  "data": [
   [
    "attha 3.1",
    "муж",
    "дом",
    "✓"
   ],
   [
    "attha 3.2",
    "муж",
    "смерть",
    "✓"
   ],
   [
    "abbhattha",
    "ср",
    "уход",
    "✓"
   ],
   [
    "abbhatthaṃ",
    "несклон",
    "домой",
    "✓"
   ]
  ],
  "count": 4
 },
 "atha": {
  "data": [
   [
    "atha 1",
    "несклон",
    "и",
    "✓"
   ],
   [
    "atha 2",
    "несклон",
    "но",
    "✓"
   ],
   [
    "atho",
    "несклон",
    "а затем",
    "✓"
   ]
  ],
  "count": 3
 },
 "athabbaṇa": {
  "data": [
   [
    "athabbaṇa 1",
    "муж",
    "атарва веда",
    "~"
   ],
   [
    "āthabbaṇa",
    "ср",
    "колдовство",
    "✓"
   ]
  ],
  "count": 5
 },
 "thusa": {
  "data": [
   [
    "athusa",
    "прил",
    "без шелухи",
    "~"
   ],
   [
    "thusa 1",
    "муж",
    "шелуха",
    "✓"
   ],
   [
    "thusa 2",
    "ср",
    "шелуха",
    "✓"
   ]
  ],
  "count": 3
 },
 "daṇḍa": {
  "data": [
   [
    "adaṇḍa 1",
    "прил",
    "безоружный",
    "✓"
   ],
   [
    "adaṇḍa 2",
    "муж",
    "не палка",
    "✓"
   ],
   [
    "adaṇḍena",
    "несклон",
    "ненасильственно",
    "✓"
   ],
   [
    "daṇḍa 1",
    "муж",
    "палка",
    "✓"
   ],
   [
    "daṇḍa 2",
    "муж",
    "трость",
    "✓"
   ],
   [
    "daṇḍa 3",
    "муж",
    "насилие (по отношению к)",
    "✓"
   ],
   [
    "daṇḍa 4",
    "муж",
    "наказание",
    "✓"
   ],
   [
    "daṇḍa 5",
    "муж",
    "(вины) гриф",
    "✓"
   ],
   [
    "daṇḍa 6",
    "ср",
    "джайновское слово для кармы",
    "✓"
   ],
   [
    "daṇḍa 7",
    "прил",
    "с палкой",
    "✓"
   ],
   [
    "daṇḍaka 1",
    "муж",
    "ручка",
    "✓"
   ],
   [
    "daṇḍaka 2",
    "муж",
    "маленькая палочка",
    "✓"
   ],
   [
    "daṇḍakī 2",
    "муж",
    "название леса",
    "✓"
   ],
   [
    "daṇḍāpesi",
    "аор",
    "наказал",
    "~"
   ],
   [
    "paṭidaṇḍa",
    "муж",
    "возмездие",
    "✓"
   ],
   [
    "sadaṇḍa",
    "прил",
    "жестокий",
    "✓"
   ],
   [
    "saparidaṇḍa",
    "прил",
    "кто защищён угрозой наказания",
    "✓"
   ],
   [
    "saparidaṇḍā",
    "жен",
    "женщина находящаяся под заключением",
    "✗"
   ]
  ],
  "count": 21
 },
 "danta": {
  "data": [
   [
    "danta 1.1",
    "муж",
    "зуб",
    "✓"
   ],
   [
    "danta 1.2",
    "муж",
    "бивень",
    "✓"
   ],
   [
    "danta 1.3",
    "прил",
    "с зубами",
    "✓"
   ],
   [
    "dantaka",
    "прил",
    "с зубами",
    "✓"
   ],
   [
    "dantatā",
    "жен",
    "факт наличия зубов",
    "~"
   ],
   [
    "dantavant 1.1",
    "прил",
    "имеющий бивни",
    "✓"
   ],
   [
    "dantī",
    "прил",
    "имеющий зубы",
    "~"
   ]
  ],
  "count": 8
 },
 "dalidda": {
  "data": [
   [
    "adalidda",
    "прил",
    "не бедный",
    "✓"
   ],
   [
    "adaḷidda",
    "прил",
    "не бедный",
    "~"
   ],
   [
    "dalidda",
    "прил",
    "бедный",
    "✓"
   ],
   [
    "daliddaka",
    "муж",
    "бедняк",
    "✓"
   ],
   [
    "dāliddiya",
    "ср",
    "бедность",
    "✓"
   ]
  ],
  "count": 6
 },
 "dāsa": {
  "data": [
   [
    "adāsa",
    "муж",
    "не раб",
    "~"
   ],
   [
    "adāsī",
    "жен",
    "свободная женщина",
    "✓"
   ],
   [
    "dāsa",
    "муж",
    "раб",
    "✓"
   ],
   [
    "dāsaka 1",
    "муж",
    "юный раб",
    "~"
   ],
   [
    "dāsaka 2",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "dāsabya",
    "ср",
    "рабство",
    "✓"
   ],
   [
    "dāsikā",
    "жен",
    "служанка",
    "✓"
   ],
   [
    "dāsī",
    "жен",
    "служанка",
    "✓"
   ]
  ],
  "count": 10
 },
 "aditi": {
  "data": [
   [
    "aditi",
    "жен",
    "мать богов",
    "~"
   ],
   [
    "ādicca",
    "муж",
    "солнце",
    "✓"
   ]
  ],
  "count": 2
 },
 "dvi": {
  "data": [
   [
    "adutiya 1",
    "прил",
    "без компаньона",
    "✓"
   ],
   [
    "adutiya 2",
    "прил",
    "бесподобный",
    "~"
   ],
   [
    "addutiya",
    "прил",
    "без компаньона",
    "✓"
   ],
   [
    "advaya",
    "прил",
    "не двойственный",
    "✓"
   ],
   [
    "advejjha 1",
    "ср",
    "недвусмысленность",
    "~"
   ],
   [
    "advejjha 2",
    "прил",
    "без двусмысленности",
    "~"
   ],
   [
    "duka",
    "ср",
    "пара",
    "✓"
   ],
   [
    "dukka",
    "ср",
    "пара",
    "~"
   ],
   [
    "dutiya 1",
    "поряд.ч",
    "второй (2ой)",
    "✓"
   ],
   [
    "dutiya 2",
    "прил",
    "как компаньон",
    "✓"
   ],
   [
    "dutiya 3",
    "муж",
    "в грамматике: второй согласный из каждой группы",
    "✓"
   ],
   [
    "dutiyaka 2",
    "прил",
    "второй",
    "~"
   ],
   [
    "dutiyakaṃ",
    "несклон",
    "во второй раз",
    "✓"
   ],
   [
    "dutiyaṃ",
    "несклон",
    "второй раз",
    "✓"
   ],
   [
    "dutiyā 1",
    "жен",
    "вторая женщина",
    "✓"
   ],
   [
    "dutiyikā 1",
    "жен",
    "жена",
    "✓"
   ],
   [
    "dutiyikā 2",
    "жен",
    "женская спутница",
    "~"
   ],
   [
    "dutīya",
    "поряд.ч",
    "второй",
    "✓"
   ],
   [
    "duve",
    "кол.ч",
    "два",
    "✓"
   ],
   [
    "dvajjha",
    "ср",
    "спор",
    "~"
   ],
   [
    "dvaya 1",
    "прил",
    "двойной",
    "✓"
   ],
   [
    "dvaya 2",
    "ср",
    "две вещи",
    "✓"
   ],
   [
    "dvayatā",
    "жен",
    "двойственность",
    "✓"
   ],
   [
    "dvāya",
    "прил",
    "двойственный",
    "~"
   ],
   [
    "dvi",
    "кол.ч",
    "два (2)",
    "✓"
   ],
   [
    "dvikkhattuṃ",
    "несклон",
    "дважды",
    "~"
   ],
   [
    "dvitta",
    "ср",
    "(грам.) редупликация",
    "✓"
   ],
   [
    "dvidhā",
    "несклон",
    "на две части",
    "✓"
   ],
   [
    "dvinnaṃ 1",
    "кол.ч",
    "двух",
    "✓"
   ],
   [
    "dvinnaṃ 2",
    "кол.ч",
    "когда двое",
    "✓"
   ],
   [
    "dvīsu",
    "кол.ч",
    "в двух",
    "✓"
   ],
   [
    "dvīhi",
    "кол.ч",
    "двумя",
    "✓"
   ],
   [
    "dve 1",
    "кол.ч",
    "два (2)",
    "✓"
   ],
   [
    "dve 2",
    "муж",
    "пара",
    "✓"
   ],
   [
    "dvejjha 1",
    "ср",
    "неоднозначность",
    "~"
   ],
   [
    "dvedhā",
    "несклон",
    "на две части",
    "✓"
   ],
   [
    "dveḷhaka",
    "ср",
    "двусмысленность",
    "~"
   ],
   [
    "sadutiyaka",
    "прил",
    "с напарником",
    "~"
   ]
  ],
  "count": 46
 },
 "amu": {
  "data": [
   [
    "aduṃ",
    "местоим",
    "тот",
    "✓"
   ],
   [
    "amu",
    "местоим",
    "такой",
    "✓"
   ],
   [
    "amuka",
    "прил",
    "тот",
    "✓"
   ],
   [
    "amutra",
    "несклон",
    "там",
    "✓"
   ],
   [
    "amunā",
    "местоим",
    "этим",
    "✓"
   ],
   [
    "amūsaṃ 2",
    "местоим",
    "таких-то",
    "✓"
   ],
   [
    "asu",
    "местоим",
    "тот",
    "✓"
   ],
   [
    "asuka",
    "прил",
    "такой-то",
    "✓"
   ]
  ],
  "count": 9
 },
 "addha": {
  "data": [
   [
    "addha 2.1",
    "муж",
    "время",
    "✓"
   ],
   [
    "addha 2.2",
    "муж",
    "путь",
    "✓"
   ],
   [
    "addhaniya",
    "прил",
    "длительный",
    "✓"
   ],
   [
    "addhāna 1",
    "ср",
    "длинная дорога",
    "✓"
   ],
   [
    "addhāna 2",
    "ср",
    "время",
    "✓"
   ],
   [
    "addhika",
    "муж",
    "путешественник",
    "✓"
   ],
   [
    "addhuno",
    "муж",
    "времени",
    "✓"
   ]
  ],
  "count": 8
 },
 "addhā": {
  "data": [
   [
    "addhaṃ",
    "несклон",
    "наверняка!",
    "~"
   ],
   [
    "addhā 1",
    "несклон",
    "конечно",
    "✓"
   ],
   [
    "addhā 2",
    "несклон",
    "несомненно! уверенно! определенно!",
    "✓"
   ]
  ],
  "count": 3
 },
 "adho": {
  "data": [
   [
    "adhama",
    "прил",
    "самый низкий",
    "✓"
   ],
   [
    "adhara 1",
    "прил",
    "нижний",
    "✓"
   ],
   [
    "adho 1",
    "несклон",
    "внизу",
    "✓"
   ],
   [
    "adho 2",
    "несклон",
    "вниз",
    "✓"
   ]
  ],
  "count": 4
 },
 "adhi": {
  "data": [
   [
    "adhi 1",
    "прист",
    "выше",
    "✓"
   ],
   [
    "adhi 2",
    "несклон",
    "внутри",
    "~"
   ],
   [
    "adhi 4",
    "несклон",
    "о",
    "✓"
   ],
   [
    "adhika 1",
    "прил",
    "плюс",
    "✓"
   ],
   [
    "adhika 2",
    "прил",
    "в избытке",
    "~"
   ],
   [
    "adhīna",
    "прил",
    "относящийся",
    "✓"
   ],
   [
    "sādhika 1.1",
    "прил",
    "превышающий",
    "✓"
   ]
  ],
  "count": 12
 },
 "kumāra": {
  "data": [
   [
    "adhikumāri",
    "несклон",
    "касающийся девочек",
    "✓"
   ],
   [
    "komāra",
    "прил",
    "молодой",
    "✓"
   ],
   [
    "komāraka 1",
    "ср",
    "детскость",
    "✓"
   ],
   [
    "komāraka 2",
    "прил",
    "молодой",
    "~"
   ],
   [
    "komārī",
    "жен",
    "молодая девушка",
    "✓"
   ]
  ],
  "count": 5
 },
 "itthi": {
  "data": [
   [
    "adhitthi",
    "несклон",
    "касающийся женщин",
    "✓"
   ],
   [
    "itthi",
    "жен",
    "женщина",
    "✓"
   ],
   [
    "itthika",
    "прил",
    "связанный с женщинами",
    "✓"
   ],
   [
    "itthikā",
    "жен",
    "женщина",
    "✗"
   ],
   [
    "itthitta",
    "ср",
    "женское состояние",
    "~"
   ],
   [
    "itthī 1",
    "жен",
    "женщина",
    "✓"
   ],
   [
    "itthī 2",
    "жен",
    "(грам.) женский род",
    "✓"
   ],
   [
    "thī",
    "жен",
    "женщина",
    "✓"
   ]
  ],
  "count": 10
 },
 "nagara": {
  "data": [
   [
    "anagara",
    "ср",
    "город, который исчез",
    "~"
   ],
   [
    "upanagaraṃ",
    "несклон",
    "близко к городу",
    "✓"
   ],
   [
    "nagara 1",
    "ср",
    "город",
    "✓"
   ],
   [
    "nagara 2",
    "ср",
    "крепость",
    "~"
   ],
   [
    "nagaraka",
    "ср",
    "название города",
    "✓"
   ],
   [
    "nāgara 1",
    "прил",
    "принадлежащий городу",
    "✓"
   ],
   [
    "nāgarika 1",
    "прил",
    "городской",
    "~"
   ]
  ],
  "count": 12
 },
 "naṅgula": {
  "data": [
   [
    "naṅguṭṭha",
    "ср",
    "хвост",
    "✓"
   ],
   [
    "naṅgula",
    "ср",
    "хвост",
    "~"
   ]
  ],
  "count": 4
 },
 "chavi": {
  "data": [
   [
    "ananucchavika",
    "прил",
    "несоответствующий",
    "✓"
   ],
   [
    "ananucchavikatta",
    "ср",
    "факт несоответствия",
    "~"
   ],
   [
    "anucchavi",
    "прил",
    "подходящий (к)",
    "~"
   ],
   [
    "anucchavika",
    "прил",
    "подходящий",
    "✓"
   ],
   [
    "anucchavikatta",
    "ср",
    "факт соответствия",
    "~"
   ],
   [
    "chavi 1",
    "жен",
    "кожа",
    "✓"
   ],
   [
    "chavi 2",
    "прил",
    "с кожей",
    "✓"
   ],
   [
    "chavika",
    "прил",
    "с кожей",
    "~"
   ],
   [
    "chavī",
    "прил",
    "с кожей",
    "✓"
   ],
   [
    "nicchavi",
    "прил",
    "без кожи",
    "~"
   ],
   [
    "nicchavitā",
    "жен",
    "состояние без кожи",
    "~"
   ],
   [
    "sacchavi",
    "прил",
    "заживший",
    "~"
   ],
   [
    "sañchavī",
    "прил",
    "покрытый кожей",
    "✓"
   ]
  ],
  "count": 17
 },
 "loma": {
  "data": [
   [
    "ananulomika",
    "прил",
    "неподходящий",
    "✓"
   ],
   [
    "anuloma 1",
    "прил",
    "в соответствии с",
    "~"
   ],
   [
    "anulomika",
    "прил",
    "подходящие",
    "✓"
   ],
   [
    "anulometi 1",
    "наст",
    "соответствует",
    "✓"
   ],
   [
    "anulometi 2",
    "наст",
    "нормализует",
    "✓"
   ],
   [
    "nillomatā",
    "жен",
    "состояние безволосости",
    "~"
   ],
   [
    "loma 1",
    "муж",
    "волосы на теле",
    "✓"
   ],
   [
    "loma 2",
    "ср",
    "волоски на теле",
    "✓"
   ],
   [
    "loma 3",
    "ср",
    "мех",
    "✓"
   ],
   [
    "loma 5",
    "прил",
    "с волосами",
    "✓"
   ],
   [
    "lomatā",
    "жен",
    "факт наличия волос",
    "~"
   ],
   [
    "lomatta",
    "ср",
    "факт наличия (определённого типа) волос",
    "~"
   ],
   [
    "lomavant",
    "прил",
    "волосатый",
    "~"
   ],
   [
    "lomasa",
    "прил",
    "волосатая",
    "✓"
   ],
   [
    "lomasaka",
    "прил",
    "с тонкими волосками",
    "~"
   ],
   [
    "lomika",
    "прил",
    "волосатый",
    "✓"
   ],
   [
    "lomī",
    "прил",
    "шерстистый",
    "~"
   ],
   [
    "viloma",
    "прил",
    "неверный",
    "✓"
   ],
   [
    "saloma 2.1",
    "прил",
    "волосатый",
    "~"
   ]
  ],
  "count": 37
 },
 "apa": {
  "data": [
   [
    "anapacca",
    "прил",
    "бездетный",
    "✓"
   ],
   [
    "anāpara",
    "прил",
    "ненаглядный",
    "✓"
   ],
   [
    "apa 1",
    "прист",
    "от",
    "✓"
   ],
   [
    "apacca",
    "ср",
    "потомство (от)",
    "✓"
   ],
   [
    "apara 1",
    "прил",
    "другой",
    "✓"
   ],
   [
    "apara 2",
    "прил",
    "другой",
    "✓"
   ],
   [
    "apara 3",
    "прил",
    "западный",
    "✓"
   ],
   [
    "aparaṃ 1",
    "несклон",
    "также",
    "✓"
   ],
   [
    "aparaṃ 2",
    "несклон",
    "позже",
    "~"
   ],
   [
    "aparena 1",
    "несклон",
    "позже",
    "✓"
   ],
   [
    "nāpara 1",
    "ср",
    "ничего более",
    "✓"
   ],
   [
    "nāpara 2",
    "прил",
    "не другой",
    "✓"
   ]
  ],
  "count": 12
 },
 "puṃ": {
  "data": [
   [
    "napuṃsaka 1",
    "прил",
    "(грам.) средний род",
    "✓"
   ],
   [
    "napuṃsaka 2",
    "муж",
    "не средний род",
    "✓"
   ],
   [
    "puma 1",
    "муж",
    "мужскская особь",
    "✓"
   ],
   [
    "puma 2",
    "муж",
    "(грам.) мужской род",
    "✓"
   ],
   [
    "puma 3",
    "прил",
    "мужской",
    "~"
   ],
   [
    "puṃ",
    "несклон",
    "мужчина",
    "~"
   ]
  ],
  "count": 11
 },
 "amba": {
  "data": [
   [
    "anambila",
    "прил",
    "не кислый",
    "~"
   ],
   [
    "amba 1",
    "муж",
    "манговое дерево",
    "✓"
   ],
   [
    "amba 2",
    "ср",
    "плод манго",
    "✓"
   ],
   [
    "ambāṭaka",
    "муж",
    "амра",
    "✓"
   ],
   [
    "ambila 1",
    "прил",
    "кислый",
    "✓"
   ],
   [
    "ambila 2",
    "муж",
    "кислый вкус",
    "✓"
   ]
  ],
  "count": 6
 },
 "ariya": {
  "data": [
   [
    "anariya 1",
    "прил",
    "простонародный",
    "✓"
   ],
   [
    "anariya 2",
    "муж",
    "непросветлённое существо",
    "✓"
   ],
   [
    "anāriya",
    "прил",
    "неблагородный",
    "✓"
   ],
   [
    "ayya 1",
    "муж",
    "мастер",
    "✓"
   ],
   [
    "ayyakā",
    "жен",
    "бабушка",
    "✓"
   ],
   [
    "ayyā 1",
    "жен",
    "госпожа",
    "✓"
   ],
   [
    "ayyā 2",
    "жен",
    "мать",
    "✓"
   ],
   [
    "ayyiraka",
    "муж",
    "молодой господин",
    "~"
   ],
   [
    "ayye",
    "жен",
    "госпожа",
    "✓"
   ],
   [
    "ariya 1",
    "прил",
    "благородный",
    "✓"
   ],
   [
    "ariya 2",
    "муж",
    "благородный человек",
    "✓"
   ],
   [
    "ariya 3",
    "муж",
    "просветленный",
    "✓"
   ],
   [
    "ariya 4",
    "муж",
    "имя частично пробужденного Будды",
    "~"
   ],
   [
    "ariya 5",
    "муж",
    "говорящий на индоарийском языке",
    "~"
   ],
   [
    "ariya 6",
    "прил",
    "сверхмирской",
    "✓"
   ],
   [
    "ariyaka 1",
    "ср",
    "индоиранский язык",
    "~"
   ],
   [
    "ariyāna",
    "муж",
    "благородных",
    "~"
   ],
   [
    "sukadariyatā",
    "жен",
    "крайняя жадность",
    "~"
   ]
  ],
  "count": 25
 },
 "alaṃ": {
  "data": [
   [
    "analaṃ",
    "несклон",
    "не достаточно",
    "✓"
   ],
   [
    "alaṃ 1",
    "несклон",
    "подходяще (для)",
    "✓"
   ],
   [
    "alaṃ 2",
    "несклон",
    "способный (на)",
    "✓"
   ],
   [
    "alaṃ 3",
    "несклон",
    "достаточно (для)",
    "✓"
   ],
   [
    "alaṃ 4",
    "несклон",
    "способный",
    "✓"
   ],
   [
    "alaṃ 5",
    "несклон",
    "этого достаточно! хватит!",
    "✓"
   ]
  ],
  "count": 6
 },
 "ādi": {
  "data": [
   [
    "anādimant",
    "прил",
    "не имеющий начала",
    "~"
   ],
   [
    "ādi 1",
    "прил",
    "первый",
    "~"
   ],
   [
    "ādi 2",
    "муж",
    "начало",
    "✓"
   ],
   [
    "ādi 3",
    "ср",
    "и тому подобное",
    "✓"
   ],
   [
    "ādi 4",
    "муж",
    "и так далее",
    "~"
   ],
   [
    "ādi 5",
    "прил",
    "основной (для)",
    "✓"
   ],
   [
    "ādi 6",
    "муж",
    "принцип (чего-либо)",
    "✓"
   ],
   [
    "ādika 1",
    "прил",
    "начиная с",
    "✓"
   ],
   [
    "ādika 2",
    "муж",
    "и так далее",
    "~"
   ],
   [
    "ādika 3",
    "муж",
    "соответственно",
    "~"
   ],
   [
    "ādikena",
    "несклон",
    "вначале",
    "✓"
   ],
   [
    "ādito 1",
    "несклон",
    "с самого начала",
    "✓"
   ],
   [
    "ādito 2",
    "ср",
    "после и так далее",
    "✓"
   ]
  ],
  "count": 14
 },
 "nāma": {
  "data": [
   [
    "nāma 1",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "nāma 2",
    "несклон",
    "по имени",
    "✓"
   ],
   [
    "nāma 3",
    "ср",
    "существительное",
    "✓"
   ],
   [
    "nāma 4",
    "ср",
    "имя",
    "✓"
   ],
   [
    "nāma 5",
    "ср",
    "умственные объекты воспринимаемые сознанием",
    "✓"
   ],
   [
    "nāma 6",
    "прил",
    "называемый",
    "✓"
   ],
   [
    "nāmaka 1",
    "прил",
    "по имени",
    "✓"
   ],
   [
    "nāmaka 2",
    "прил",
    "абсурдный",
    "✓"
   ],
   [
    "nāmato 1",
    "ср",
    "после существительного",
    "✓"
   ],
   [
    "nāmato 2",
    "несклон",
    "по имени",
    "✗"
   ],
   [
    "nāmamhā",
    "ср",
    "(грам) после существительного",
    "✓"
   ],
   [
    "nāmaso",
    "несклон",
    "по имени",
    "✓"
   ],
   [
    "nāmasmā",
    "ср",
    "после существительного",
    "✓"
   ],
   [
    "nāmika",
    "прил",
    "относящийся к имени",
    "~"
   ],
   [
    "sanāmika",
    "прил",
    "с одинаковым именем",
    "✓"
   ]
  ],
  "count": 18
 },
 "āvāṭa": {
  "data": [
   [
    "āvāṭa 1",
    "муж",
    "яма",
    "✓"
   ],
   [
    "āvāṭa 2",
    "муж",
    "ямa для ловли животных",
    "~"
   ]
  ],
  "count": 3
 },
 "āḷinda": {
  "data": [
   [
    "ālinda",
    "муж",
    "веранда",
    "✓"
   ],
   [
    "āḷinda",
    "муж",
    "веранда",
    "✓"
   ]
  ],
  "count": 3
 },
 "āḷhaka": {
  "data": [
   [
    "anāḷhika",
    "прил",
    "бедный",
    "✓"
   ],
   [
    "anāḷhiya",
    "прил",
    "бедный",
    "✓"
   ],
   [
    "āḷhaka 1",
    "муж",
    "мера объёма",
    "✓"
   ],
   [
    "āḷhaka 2",
    "ср",
    "мера объема",
    "✓"
   ]
  ],
  "count": 4
 },
 "īgha": {
  "data": [
   [
    "anigha",
    "прил",
    "не обеспокоенный",
    "✓"
   ],
   [
    "anīgha 1",
    "прил",
    "не обеспокоенный",
    "✓"
   ],
   [
    "anīgha 2",
    "муж",
    "имя одного пробужденного Будды",
    "~"
   ],
   [
    "īgha",
    "муж",
    "бедствие",
    "~"
   ]
  ],
  "count": 4
 },
 "nicca": {
  "data": [
   [
    "anicca 1",
    "прил",
    "непостоянный",
    "✓"
   ],
   [
    "anicca 2",
    "ср",
    "непостоянство",
    "✓"
   ],
   [
    "anicca 3",
    "прил",
    "редкий",
    "✓"
   ],
   [
    "anicca 4",
    "прил",
    "(грамм) необязательный",
    "~"
   ],
   [
    "aniccatā 1",
    "жен",
    "непостоянство",
    "✓"
   ],
   [
    "aniccatā 2",
    "жен",
    "мгновенность",
    "~"
   ],
   [
    "aniccato",
    "несклон",
    "как непостоянный",
    "✓"
   ],
   [
    "nicca 1",
    "прил",
    "постоянный",
    "✓"
   ],
   [
    "nicca 2",
    "прил",
    "(грамм) (о правиле) не факультативный",
    "~"
   ],
   [
    "niccatā",
    "жен",
    "постоянство",
    "~"
   ],
   [
    "niccaṃ 1",
    "несклон",
    "неизменно",
    "✓"
   ],
   [
    "niccaṃ 2",
    "несклон",
    "всегда",
    "✓"
   ],
   [
    "niccaṃ 3",
    "несклон",
    "обязательно",
    "~"
   ]
  ],
  "count": 13
 },
 "niṭṭhura": {
  "data": [
   [
    "aniṭṭhurī",
    "прил",
    "не грубый",
    "✓"
   ],
   [
    "niṭṭhura 1",
    "прил",
    "грубый, твердый, жестокий",
    "✗"
   ],
   [
    "niṭṭhura 2",
    "прил",
    "презирающий",
    "✗"
   ],
   [
    "niṭṭhuriya 1",
    "ср",
    "грубость, резкость",
    "✗"
   ],
   [
    "niṭṭhuriya 2",
    "ср",
    "презрение",
    "✗"
   ],
   [
    "niṭṭhurī",
    "прил",
    "грубый",
    "~"
   ]
  ],
  "count": 6
 },
 "nipa": {
  "data": [
   [
    "nipaka 1",
    "прил",
    "умный",
    "✓"
   ],
   [
    "nepakka",
    "ср",
    "искусность",
    "✓"
   ]
  ],
  "count": 4
 },
 "ud": {
  "data": [
   [
    "anuttara",
    "прил",
    "непревзойденный",
    "✓"
   ],
   [
    "anuttariya",
    "ср",
    "несравненное качество",
    "✓"
   ],
   [
    "ānuttariya 1",
    "ср",
    "наивысший предел",
    "✓"
   ],
   [
    "ucca 1",
    "прил",
    "высокий",
    "✓"
   ],
   [
    "ucca 2",
    "прил",
    "благородный",
    "✓"
   ],
   [
    "uccatara",
    "прил",
    "выше",
    "~"
   ],
   [
    "uccā",
    "несклон",
    "высоко",
    "✓"
   ],
   [
    "uccena",
    "несклон",
    "громко",
    "✓"
   ],
   [
    "uttama 1",
    "прил",
    "лучший",
    "✓"
   ],
   [
    "uttama 2",
    "прил",
    "(грамм.) 1-е (лицо)",
    "✓"
   ],
   [
    "uttamatara",
    "прил",
    "еще более высший",
    "~"
   ],
   [
    "uttamā 1",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "uttamā 2",
    "жен",
    "имя архантки, букв. самая высокая",
    "✓"
   ],
   [
    "uttara 2.01",
    "прил",
    "высший",
    "✓"
   ],
   [
    "uttara 2.02",
    "прил",
    "северный",
    "✓"
   ],
   [
    "uttara 2.03",
    "ср",
    "север",
    "✓"
   ],
   [
    "uttara 2.04",
    "муж",
    "имя молодого брахмана",
    "✓"
   ],
   [
    "uttara 2.05",
    "ср",
    "верхнее одеяние",
    "✓"
   ],
   [
    "uttara 2.06",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "uttara 2.07",
    "муж",
    "название самостоятельно просветленного Будды",
    "~"
   ],
   [
    "uttara 2.12",
    "муж",
    "имя молодого брахмана, ученика Брахмаю",
    "✓"
   ],
   [
    "uttarā 1",
    "жен",
    "север",
    "✓"
   ],
   [
    "uttarā 3",
    "жен",
    "название молодой женской сущности",
    "~"
   ],
   [
    "uttarā 4",
    "жен",
    "имя арханта-нюн",
    "✓"
   ],
   [
    "uttarā 5",
    "жен",
    "название монахини-араханты",
    "✓"
   ],
   [
    "uttari 1.1",
    "прил",
    "превосходящий",
    "✓"
   ],
   [
    "uttari 1.2",
    "несклон",
    "более (чем)",
    "✓"
   ],
   [
    "uttari 1.3",
    "несклон",
    "более того",
    "✓"
   ],
   [
    "uttaritā",
    "жен",
    "факт превосходства",
    "~"
   ],
   [
    "uttariya 1",
    "прил",
    "чрезмерный",
    "~"
   ],
   [
    "uttarena",
    "несклон",
    "на север (от)",
    "✓"
   ],
   [
    "ud",
    "прист",
    "вверх",
    "✓"
   ],
   [
    "uddha",
    "прил",
    "верхний",
    "✓"
   ],
   [
    "uddhaṃ 1",
    "несклон",
    "(пространственно) вверху",
    "✓"
   ],
   [
    "uddhaṃ 2",
    "несклон",
    "вверх (от)",
    "✓"
   ],
   [
    "uddhaṃ 3",
    "несклон",
    "после",
    "✓"
   ],
   [
    "uddhaṃ 4",
    "несклон",
    "дальше",
    "✓"
   ],
   [
    "ubbha",
    "несклон",
    "выше",
    "✓"
   ],
   [
    "sauttara",
    "прил",
    "тот что превзошли",
    "✓"
   ]
  ],
  "count": 46
 },
 "nāsā": {
  "data": [
   [
    "anunāsika 1",
    "муж",
    "носовой согласный",
    "✓"
   ],
   [
    "nāsato",
    "жен",
    "от носа",
    "✓"
   ],
   [
    "nāsā 1",
    "жен",
    "нос",
    "✓"
   ],
   [
    "nāsā 2",
    "жен",
    "ноздря",
    "✓"
   ],
   [
    "nāsikā",
    "жен",
    "нос",
    "✓"
   ],
   [
    "pināsa",
    "муж",
    "воспаление слизистой оболочки",
    "✓"
   ],
   [
    "sānunāsika",
    "прил",
    "грамматический термин: носализованный",
    "~"
   ]
  ],
  "count": 9
 },
 "pubba": {
  "data": [
   [
    "anupubba",
    "прил",
    "постепенный",
    "✓"
   ],
   [
    "anupubbatā",
    "жен",
    "(грам.) последовательность",
    "✓"
   ],
   [
    "anupubbaṃ",
    "несклон",
    "постепенно",
    "✓"
   ],
   [
    "anupubbī",
    "прил",
    "поступательный",
    "✓"
   ],
   [
    "anupubbena",
    "несклон",
    "постепенно",
    "✓"
   ],
   [
    "apubbaṃ",
    "несклон",
    "не раньше",
    "✓"
   ],
   [
    "ānupubbī",
    "жен",
    "постепенность",
    "✓"
   ],
   [
    "pubba 1.1",
    "прил",
    "который до",
    "✓"
   ],
   [
    "pubba 1.2",
    "прил",
    "идущий впереди",
    "✓"
   ],
   [
    "pubba 1.3",
    "прил",
    "восточный",
    "✓"
   ],
   [
    "pubba 1.4",
    "прил",
    "начальный",
    "✓"
   ],
   [
    "pubba 1.5",
    "муж",
    "начальная гласная",
    "✓"
   ],
   [
    "pubbaka 1",
    "прил",
    "древний",
    "✓"
   ],
   [
    "pubbaka 2",
    "прил",
    "бывший",
    "✓"
   ],
   [
    "pubbaka 3",
    "прил",
    "перед",
    "✓"
   ],
   [
    "pubbatara",
    "прил",
    "предыдущий",
    "~"
   ],
   [
    "pubbatare",
    "несклон",
    "ранее",
    "✓"
   ],
   [
    "pubbe 1",
    "несклон",
    "раньше",
    "✓"
   ],
   [
    "pubbe 2",
    "несклон",
    "перед",
    "✓"
   ]
  ],
  "count": 26
 },
 "poṅkha": {
  "data": [
   [
    "anupoṅkha",
    "ср",
    "следующая стрела",
    "~"
   ],
   [
    "poṅkha",
    "ср",
    "оперение стрелы",
    "~"
   ]
  ],
  "count": 2
 },
 "usabha": {
  "data": [
   [
    "anusabha",
    "муж",
    "не бык-производитель",
    "~"
   ],
   [
    "āsabha 1",
    "прил",
    "бычий",
    "~"
   ],
   [
    "āsabha 2",
    "прил",
    "главный",
    "✓"
   ],
   [
    "āsabhī",
    "прил",
    "барственный",
    "✓"
   ],
   [
    "upāsabha",
    "муж",
    "имя частного просветлённого Будды",
    "~"
   ],
   [
    "usabha 1",
    "муж",
    "ведущий бык",
    "✓"
   ],
   [
    "usabha 2",
    "муж",
    "благородное существо",
    "✓"
   ],
   [
    "usabha 3",
    "ср",
    "мера длины",
    "~"
   ],
   [
    "usabha 4",
    "муж",
    "имя частно пробудившегося Будды",
    "~"
   ],
   [
    "usabha 5",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "usabha 6",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "nisabha 1",
    "муж",
    "ведущий бык",
    "✓"
   ],
   [
    "nisabhavant",
    "муж",
    "обладающий качествами ведущего быка",
    "✓"
   ],
   [
    "vasabha 1",
    "муж",
    "главный бык",
    "~"
   ],
   [
    "vasabha 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vāsabhā",
    "жен",
    "наименование второй королевы царя Пасенади",
    "✓"
   ]
  ],
  "count": 17
 },
 "vacchara": {
  "data": [
   [
    "anusaṃvaccharaṃ",
    "несклон",
    "ежегодно",
    "✓"
   ],
   [
    "vaccha 1.1",
    "муж",
    "теленок",
    "✓"
   ],
   [
    "vacchaka",
    "муж",
    "теленок",
    "✓"
   ],
   [
    "vacchara",
    "ср",
    "год",
    "~"
   ],
   [
    "saṃvacchara 1",
    "ср",
    "год",
    "✓"
   ],
   [
    "saṃvacchara 2",
    "муж",
    "год",
    "~"
   ],
   [
    "saṃvaccharaṃ",
    "несклон",
    "в течение года",
    "✓"
   ]
  ],
  "count": 7
 },
 "seṭṭha": {
  "data": [
   [
    "anuseṭṭhi",
    "муж",
    "вице-президент",
    "✓"
   ],
   [
    "seṭṭha 1",
    "прил",
    "первый",
    "✓"
   ],
   [
    "seṭṭha 2",
    "муж",
    "начальник",
    "✓"
   ],
   [
    "seṭṭhatā",
    "жен",
    "превосходство",
    "✓"
   ],
   [
    "seṭṭhi 1.1",
    "муж",
    "богатый человек",
    "✓"
   ],
   [
    "seṭṭhitta",
    "ср",
    "должность казначея",
    "~"
   ],
   [
    "seṭṭhī",
    "муж",
    "глава бизнеса",
    "✓"
   ]
  ],
  "count": 9
 },
 "ussuka": {
  "data": [
   [
    "anussuka",
    "прил",
    "не ревностно желающий",
    "✓"
   ],
   [
    "ussuka",
    "прил",
    "ревностно желающий",
    "✓"
   ],
   [
    "ussukī",
    "прил",
    "усердно стремящийся",
    "✓"
   ],
   [
    "ussukka",
    "ср",
    "рвение",
    "✓"
   ],
   [
    "ussukkāpenta",
    "прич.наст",
    "прилагая усилия (с)",
    "~"
   ]
  ],
  "count": 9
 },
 "ūna": {
  "data": [
   [
    "anūna",
    "прил",
    "не недостаточный",
    "~"
   ],
   [
    "ūna 1",
    "прил",
    "недостаточный",
    "✓"
   ],
   [
    "ūna 2",
    "ср",
    "нехватка",
    "✓"
   ],
   [
    "ūnaka 1",
    "прил",
    "дефицитный",
    "✓"
   ],
   [
    "ūnaka 2",
    "прил",
    "меньше чем",
    "✓"
   ],
   [
    "ūnaka 3",
    "прил",
    "пустой",
    "✓"
   ],
   [
    "ūnatta",
    "ср",
    "истощение (чего-либо)",
    "✓"
   ],
   [
    "ona",
    "прил",
    "недостаточный",
    "✓"
   ]
  ],
  "count": 9
 },
 "eka": {
  "data": [
   [
    "aneka",
    "прил",
    "множественный",
    "✓"
   ],
   [
    "eka 1",
    "кол.ч",
    "один",
    "✓"
   ],
   [
    "eka 2",
    "прил",
    "некоторый",
    "✓"
   ],
   [
    "eka 3",
    "прил",
    "одинокий",
    "✓"
   ],
   [
    "eka 4",
    "прил",
    "единственный",
    "✓"
   ],
   [
    "eka 5",
    "прил",
    "один и тот же",
    "✓"
   ],
   [
    "eka 6",
    "ср",
    "одна вещь",
    "✓"
   ],
   [
    "eka 7",
    "несклон",
    "однажды",
    "✓"
   ],
   [
    "ekaka 1",
    "прил",
    "один",
    "✓"
   ],
   [
    "ekaka 2",
    "ср",
    "группа из одного",
    "✓"
   ],
   [
    "ekacca 1",
    "местоим",
    "один",
    "✓"
   ],
   [
    "ekacca 2",
    "местоим",
    "некоторый",
    "✓"
   ],
   [
    "ekacca 3",
    "прил",
    "частично",
    "~"
   ],
   [
    "ekacciya",
    "прил",
    "определенный",
    "✓"
   ],
   [
    "ekajjhaṃ",
    "несклон",
    "вместе",
    "✓"
   ],
   [
    "ekatiya",
    "прил",
    "некоторый",
    "✓"
   ],
   [
    "ekato 1",
    "несклон",
    "на одной стороне",
    "✓"
   ],
   [
    "ekato 2",
    "несклон",
    "вместе",
    "✓"
   ],
   [
    "ekatta 1",
    "ср",
    "единый",
    "✓"
   ],
   [
    "ekatta 2",
    "ср",
    "слитность",
    "✓"
   ],
   [
    "ekatta 3",
    "ср",
    "глубокая медитация",
    "✓"
   ],
   [
    "ekatta 4",
    "прил",
    "единый",
    "✓"
   ],
   [
    "ekatta 5",
    "ср",
    "единственное число",
    "✓"
   ],
   [
    "ekadā 1",
    "несклон",
    "однажды",
    "✓"
   ],
   [
    "ekadā 2",
    "несклон",
    "однажды",
    "✓"
   ],
   [
    "ekā 1",
    "кол.ч",
    "одна",
    "✓"
   ],
   [
    "ekākiya",
    "прил",
    "уединенный",
    "✓"
   ],
   [
    "ekāya",
    "кол.ч",
    "с одной женщиной",
    "✓"
   ],
   [
    "ekikā",
    "жен",
    "женщина одна",
    "✓"
   ],
   [
    "ekissā",
    "кол.ч",
    "с одной",
    "✓"
   ],
   [
    "eke",
    "прил",
    "некие",
    "✓"
   ],
   [
    "ekena",
    "кол.ч",
    "одним",
    "✓"
   ],
   [
    "neka",
    "прил",
    "многие",
    "✓"
   ],
   [
    "nekadhā 1",
    "несклон",
    "много раз",
    "✓"
   ],
   [
    "pacceka",
    "прил",
    "индивидуальный",
    "✓"
   ],
   [
    "paccekaṃ",
    "несклон",
    "индивидуально",
    "✓"
   ],
   [
    "pāṭiyekka",
    "прил",
    "отдельный",
    "✓"
   ],
   [
    "pāṭekkaṃ",
    "несклон",
    "индивидуально",
    "✓"
   ]
  ],
  "count": 49
 },
 "eḷā": {
  "data": [
   [
    "elā 1",
    "жен",
    "слюна",
    "✓"
   ],
   [
    "eḷā",
    "жен",
    "слюна",
    "✓"
   ]
  ],
  "count": 4
 },
 "ava": {
  "data": [
   [
    "anoma 1",
    "прил",
    "начальствующий",
    "✓"
   ],
   [
    "anomiya",
    "прил",
    "превосходный",
    "~"
   ],
   [
    "ava",
    "прист",
    "вниз",
    "✓"
   ],
   [
    "avaca 1.1",
    "прил",
    "низкий",
    "✓"
   ],
   [
    "avara",
    "прил",
    "низший",
    "✓"
   ],
   [
    "o 3.1",
    "прист",
    "вниз",
    "✓"
   ],
   [
    "oma",
    "прил",
    "низший",
    "✓"
   ],
   [
    "omaka 1",
    "прил",
    "низший",
    "✓"
   ],
   [
    "omaka 2",
    "прил",
    "небольшого размера",
    "✓"
   ],
   [
    "omaka 3",
    "прил",
    "менее чем",
    "✓"
   ],
   [
    "ora 1",
    "прил",
    "нижний",
    "✓"
   ],
   [
    "ora 2",
    "ср",
    "эта сторона",
    "✓"
   ],
   [
    "oraka 1",
    "прил",
    "низкий",
    "✓"
   ],
   [
    "oraka 2",
    "прил",
    "обычный",
    "✓"
   ],
   [
    "oraṃ 1",
    "несклон",
    "менее (чем)",
    "✓"
   ],
   [
    "orima",
    "прил",
    "ближайший",
    "✓"
   ],
   [
    "orena 1",
    "несклон",
    "раньше (чем)",
    "✓"
   ],
   [
    "paccora",
    "ср",
    "задняя часть",
    "✓"
   ]
  ],
  "count": 21
 },
 "anto": {
  "data": [
   [
    "anto 1",
    "несклон",
    "в",
    "✓"
   ],
   [
    "anto 2",
    "несклон",
    "до",
    "~"
   ]
  ],
  "count": 2
 },
 "andu": {
  "data": [
   [
    "andu",
    "муж",
    "цепь",
    "✓"
   ]
  ],
  "count": 2
 },
 "andha2": {
  "data": [
   [
    "andha 2.1",
    "муж",
    "название страны",
    "~"
   ],
   [
    "andhaka 2.1",
    "прил",
    "относящийся к стране Андхра",
    "~"
   ]
  ],
  "count": 2
 },
 "pakkha": {
  "data": [
   [
    "apakkha 1",
    "прил",
    "без сторонников",
    "~"
   ],
   [
    "apakkhatā",
    "жен",
    "факт отсутствия сторонников",
    "~"
   ],
   [
    "pakkha 1",
    "прил",
    "связанный (с)",
    "✓"
   ],
   [
    "pakkha 2",
    "муж",
    "сторона",
    "✓"
   ],
   [
    "pakkha 3",
    "муж",
    "крыло",
    "✓"
   ],
   [
    "pakkha 4",
    "муж",
    "калека",
    "✓"
   ],
   [
    "pakkha 5",
    "муж",
    "сторона",
    "✓"
   ],
   [
    "pakkha 6",
    "муж",
    "половина лунного месяца",
    "✓"
   ],
   [
    "pakkha 7",
    "муж",
    "имя араханта монаха",
    "~"
   ],
   [
    "pakkhika 1",
    "прил",
    "связанный (с)",
    "✓"
   ],
   [
    "pakkhika 2",
    "прил",
    "примыкающий",
    "✓"
   ],
   [
    "pakkhimant",
    "муж",
    "ловец птиц",
    "✓"
   ],
   [
    "pakkhiya 1",
    "прил",
    "связанный (с)",
    "✓"
   ],
   [
    "pakkhī",
    "муж",
    "птица",
    "✓"
   ],
   [
    "paṭipakkha 1",
    "прил",
    "противоположный",
    "~"
   ],
   [
    "vipakkhika 2",
    "прил",
    "с уничтоженными крыльями",
    "✓"
   ]
  ],
  "count": 27
 },
 "pacchā": {
  "data": [
   [
    "pacchato 1",
    "несклон",
    "потом",
    "✓"
   ],
   [
    "pacchato 2",
    "несклон",
    "сзади",
    "✓"
   ],
   [
    "pacchā 1",
    "несклон",
    "после",
    "✓"
   ],
   [
    "pacchā 2",
    "несклон",
    "сзади",
    "✓"
   ],
   [
    "pacchā 3",
    "несклон",
    "западный",
    "✓"
   ],
   [
    "pacchā 4",
    "несклон",
    "назад",
    "✓"
   ],
   [
    "pacchima 1",
    "прил",
    "последний",
    "✓"
   ],
   [
    "pacchima 2",
    "прил",
    "западный",
    "✓"
   ],
   [
    "pacchima 3",
    "прил",
    "задний",
    "✓"
   ],
   [
    "pacchima 4",
    "прил",
    "самый маленький",
    "✓"
   ],
   [
    "pacchima 5",
    "прил",
    "следующий",
    "✓"
   ],
   [
    "pacchima 6",
    "ср",
    "нижний",
    "✓"
   ],
   [
    "pacchima 7",
    "прил",
    "наименьший",
    "✓"
   ],
   [
    "pacchima 8",
    "муж",
    "последний человек",
    "✓"
   ],
   [
    "pacchimaka 1",
    "прил",
    "очень последний",
    "✓"
   ]
  ],
  "count": 17
 },
 "paṇḍu": {
  "data": [
   [
    "uppaṇḍu",
    "прил",
    "бледный",
    "✓"
   ],
   [
    "uppaṇḍuka",
    "прил",
    "бледный",
    "✓"
   ],
   [
    "paṇḍaka 1",
    "муж",
    "евнух",
    "✓"
   ],
   [
    "paṇḍaka 2",
    "муж",
    "гомосексуалист",
    "~"
   ],
   [
    "paṇḍara 1",
    "прил",
    "бледный",
    "✓"
   ],
   [
    "paṇḍara 2",
    "ср",
    "хорошая карма",
    "✓"
   ],
   [
    "paṇḍara 3",
    "ср",
    "название типа слона",
    "~"
   ],
   [
    "paṇḍara 4",
    "муж",
    "имя семейного клана",
    "✓"
   ],
   [
    "paṇḍaratara",
    "прил",
    "бледнее (чем)",
    "~"
   ],
   [
    "paṇḍava",
    "ср",
    "название горы рядом с Раджагаха",
    "✓"
   ],
   [
    "paṇḍu 1",
    "прил",
    "желтый",
    "✓"
   ],
   [
    "paṇḍu 2",
    "прил",
    "бледный",
    "✓"
   ],
   [
    "paṇḍu 3",
    "прил",
    "светло-коричневый",
    "✓"
   ],
   [
    "paṇḍuka 1",
    "муж",
    "желтушная болезнь",
    "✓"
   ]
  ],
  "count": 16
 },
 "paṇḍita": {
  "data": [
   [
    "apaṇḍita 1",
    "прил",
    "неразумный",
    "~"
   ],
   [
    "paṇḍicca 1",
    "ср",
    "мудрость",
    "~"
   ],
   [
    "paṇḍiccā",
    "жен",
    "мудрость",
    "~"
   ],
   [
    "paṇḍita 1",
    "прил",
    "мудрый",
    "✓"
   ],
   [
    "paṇḍita 2",
    "муж",
    "мудрец",
    "✓"
   ],
   [
    "paṇḍitaka",
    "муж",
    "мелкий ученый",
    "✓"
   ],
   [
    "paṇḍitatara",
    "прил",
    "мудрее",
    "✓"
   ]
  ],
  "count": 9
 },
 "pañca": {
  "data": [
   [
    "apaṇṇaka 1",
    "прил",
    "бесспорный",
    "✓"
   ],
   [
    "apaṇṇaka 2",
    "прил",
    "нагруженные кости (буквально «без пятого»)",
    "✓"
   ],
   [
    "apaṇṇakatta",
    "ср",
    "факт безспорности",
    "~"
   ],
   [
    "apaṇṇakaṃ",
    "несклон",
    "конечно",
    "✓"
   ],
   [
    "pañca",
    "кол.ч",
    "пять (5)",
    "✓"
   ],
   [
    "pañcaka",
    "ср",
    "пятёрка",
    "✓"
   ],
   [
    "pañcakkhattuṃ",
    "несклон",
    "пять раз",
    "✓"
   ],
   [
    "pañcannaṃ 1",
    "кол.ч",
    "к пяти",
    "✓"
   ],
   [
    "pañcannaṃ 2",
    "кол.ч",
    "пяти",
    "✓"
   ],
   [
    "pañcannaṃ 3",
    "кол.ч",
    "когда пятерых",
    "✓"
   ],
   [
    "pañcabhi",
    "кол.ч",
    "пятью (5)",
    "✗"
   ],
   [
    "pañcama",
    "поряд.ч",
    "пятый (5ый)",
    "✓"
   ],
   [
    "pañcamī 1",
    "жен",
    "(грам) повелительное или благословительное наклонение",
    "✓"
   ],
   [
    "pañcamī 2",
    "жен",
    "пятая",
    "✓"
   ],
   [
    "pañcasu",
    "кол.ч",
    "в пяти",
    "✓"
   ],
   [
    "pañcaso",
    "несклон",
    "по пять",
    "✓"
   ],
   [
    "paṇṇa 2.1",
    "кол.ч",
    "пять (5)",
    "~"
   ],
   [
    "sapaṇṇaka",
    "прил",
    "сомнительный",
    "~"
   ]
  ],
  "count": 21
 },
 "pabbhāra": {
  "data": [
   [
    "pabbhāra 1",
    "прил",
    "наклонный",
    "✓"
   ],
   [
    "pabbhāra 2",
    "муж",
    "горный склон",
    "✓"
   ]
  ],
  "count": 4
 },
 "maṇḍala": {
  "data": [
   [
    "āmaṇḍaliya",
    "ср",
    "группа",
    "✓"
   ],
   [
    "parimaṇḍala 1",
    "прил",
    "круглый",
    "✓"
   ],
   [
    "parimaṇḍala 2",
    "прил",
    "цельный",
    "✓"
   ],
   [
    "parimaṇḍala 3",
    "прил",
    "хорошо произнесённый",
    "~"
   ],
   [
    "parimaṇḍalatā",
    "жен",
    "круглость",
    "~"
   ],
   [
    "parimaṇḍalaṃ",
    "несклон",
    "равномерно по кругу",
    "✓"
   ],
   [
    "maṇḍala 1",
    "ср",
    "круг",
    "✓"
   ],
   [
    "maṇḍala 2",
    "ср",
    "круглое пространство",
    "✓"
   ],
   [
    "maṇḍala 3",
    "ср",
    "обод",
    "✓"
   ],
   [
    "maṇḍala 4",
    "ср",
    "сфера",
    "✓"
   ],
   [
    "maṇḍala 6",
    "ср",
    "(о лошади) движение на корде",
    "✓"
   ],
   [
    "maṇḍalika 1",
    "муж",
    "правитель провинции",
    "✓"
   ],
   [
    "maṇḍalī",
    "прил",
    "круглый",
    "✓"
   ]
  ],
  "count": 18
 },
 "palāpa": {
  "data": [
   [
    "palāpa 2.2",
    "прил",
    "как шелуха",
    "✓"
   ]
  ],
  "count": 3
 },
 "paḷāsa": {
  "data": [
   [
    "apaḷāsa 1",
    "прил",
    "без соперничества",
    "✓"
   ],
   [
    "apaḷāsa 2",
    "муж",
    "отсутствие завистливого соперничества",
    "✓"
   ],
   [
    "apaḷāsī",
    "прил",
    "не соперничающий",
    "✓"
   ],
   [
    "palāsa 2.1",
    "муж",
    "завистливое соперничество",
    "✓"
   ],
   [
    "palāsī",
    "прил",
    "который соперничает",
    "✓"
   ],
   [
    "paḷāsa",
    "муж",
    "завистливое соперничество",
    "✓"
   ],
   [
    "paḷāsī",
    "прил",
    "кто завистливо соперничает",
    "✓"
   ]
  ],
  "count": 7
 },
 "apācī": {
  "data": [
   [
    "apācīna",
    "прил",
    "расположенный ниже",
    "~"
   ],
   [
    "apācīnaṃ",
    "несклон",
    "вниз",
    "✓"
   ]
  ],
  "count": 3
 },
 "paṭu": {
  "data": [
   [
    "apāṭuka",
    "прил",
    "не открытый",
    "✓"
   ]
  ],
  "count": 4
 },
 "pāpa": {
  "data": [
   [
    "apāpaka 1",
    "прил",
    "хороший",
    "✓"
   ],
   [
    "apāpaka 2",
    "прил",
    "хорошо выглядящий",
    "✓"
   ],
   [
    "nippāpa",
    "прил",
    "безгрешный",
    "✓"
   ],
   [
    "pāpa 1",
    "прил",
    "злой",
    "✓"
   ],
   [
    "pāpa 2",
    "муж",
    "грешник",
    "✓"
   ],
   [
    "pāpa 3",
    "ср",
    "бесполезное действие",
    "✓"
   ],
   [
    "pāpaka 1.1",
    "прил",
    "плохой",
    "✓"
   ],
   [
    "pāpaka 1.2",
    "прил",
    "грубый",
    "✓"
   ],
   [
    "pāpaka 1.3",
    "ср",
    "плохие поступки",
    "✓"
   ],
   [
    "pāpatara",
    "прил",
    "более злой",
    "~"
   ],
   [
    "pāpika",
    "прил",
    "порочный",
    "✗"
   ],
   [
    "pāpikā",
    "прил",
    "злой",
    "✓"
   ],
   [
    "pāpiṭṭha",
    "прил",
    "худший",
    "✓"
   ],
   [
    "pāpiṭṭhatara",
    "прил",
    "даже хуже (чем)",
    "✓"
   ],
   [
    "pāpita 2.1",
    "прил",
    "испытывающий несчастье",
    "✓"
   ],
   [
    "pāpimant 1",
    "прил",
    "злой",
    "✓"
   ],
   [
    "pāpimant 2",
    "муж",
    "злой",
    "~"
   ],
   [
    "pāpimant 3",
    "муж",
    "злой",
    "✓"
   ],
   [
    "pāpiya",
    "прил",
    "худший (чем)",
    "✓"
   ],
   [
    "vipāpa",
    "прил",
    "свободный от зла",
    "~"
   ],
   [
    "supāpaka",
    "прил",
    "очень плохая",
    "✓"
   ]
  ],
  "count": 23
 },
 "para": {
  "data": [
   [
    "apāra 1",
    "ср",
    "этот берег",
    "✓"
   ],
   [
    "apāra 2",
    "прил",
    "безграничный, без дальнейшего берега",
    "~"
   ],
   [
    "upapāramī",
    "жен",
    "высшее совершенство",
    "~"
   ],
   [
    "para 1",
    "местоим",
    "другой",
    "✓"
   ],
   [
    "para 2",
    "прил",
    "следующий (мир)",
    "✓"
   ],
   [
    "para 3",
    "прил",
    "следующий",
    "✓"
   ],
   [
    "para 4",
    "прил",
    "чуждый",
    "✓"
   ],
   [
    "para 5",
    "муж",
    "следующая буква",
    "✓"
   ],
   [
    "para 6",
    "прил",
    "погружённый в",
    "✓"
   ],
   [
    "para 7",
    "прил",
    "выше (чем)",
    "✓"
   ],
   [
    "parato 1",
    "местоим",
    "от другого",
    "✓"
   ],
   [
    "parato 2",
    "несклон",
    "как чужой",
    "✓"
   ],
   [
    "parato 3",
    "местоим",
    "после этого",
    "~"
   ],
   [
    "parattha 2.1",
    "несклон",
    "впоследствии",
    "✓"
   ],
   [
    "parama 1",
    "прил",
    "самый высший",
    "✓"
   ],
   [
    "paramatara",
    "прил",
    "более возвышенный",
    "✓"
   ],
   [
    "paramatā",
    "жен",
    "максимум",
    "✓"
   ],
   [
    "paramaṃ",
    "несклон",
    "самое большее",
    "✓"
   ],
   [
    "paraṃ",
    "несклон",
    "после",
    "✓"
   ],
   [
    "parāsaṃ",
    "местоим",
    "следующих",
    "✓"
   ],
   [
    "pare 1",
    "несклон",
    "позавчера",
    "✓"
   ],
   [
    "pare 2",
    "несклон",
    "день после завтра",
    "✓"
   ],
   [
    "pare 3",
    "местоим",
    "другие",
    "✓"
   ],
   [
    "paresa",
    "местоим",
    "другим",
    "✓"
   ],
   [
    "paresaṃ 1",
    "местоим",
    "другим",
    "✓"
   ],
   [
    "paresaṃ 2",
    "местоим",
    "других",
    "✓"
   ],
   [
    "paresaṃ 3",
    "местоим",
    "принадлежащий другим",
    "✓"
   ],
   [
    "paro",
    "несклон",
    "дальше",
    "✓"
   ],
   [
    "pāra 1.1",
    "ср",
    "тот берег",
    "✓"
   ],
   [
    "pāramitā",
    "жен",
    "совершенство (чего-либо)",
    "✓"
   ],
   [
    "pāramī",
    "жен",
    "совершенство",
    "✓"
   ]
  ],
  "count": 33
 },
 "api": {
  "data": [
   [
    "api 1.1",
    "несклон",
    "именно",
    "✓"
   ],
   [
    "api 1.2",
    "несклон",
    "даже",
    "✓"
   ],
   [
    "api 1.3",
    "несклон",
    "если",
    "✓"
   ],
   [
    "api 1.4",
    "несклон",
    "есть?",
    "✓"
   ],
   [
    "api 1.5",
    "несклон",
    "но",
    "✓"
   ],
   [
    "api 1.6",
    "несклон",
    "да",
    "✓"
   ],
   [
    "api 1.7",
    "несклон",
    "тоже",
    "✓"
   ],
   [
    "pi 1.1",
    "несклон",
    "только",
    "✓"
   ],
   [
    "pi 1.2",
    "несклон",
    "также",
    "~"
   ]
  ],
  "count": 9
 },
 "pitar": {
  "data": [
   [
    "apetteyya",
    "прил",
    "неуважающий своего отца",
    "~"
   ],
   [
    "pitar",
    "муж",
    "отец",
    "✓"
   ],
   [
    "pitaraṃ",
    "муж",
    "отца",
    "✓"
   ],
   [
    "pitari",
    "муж",
    "в отце",
    "✓"
   ],
   [
    "pitā",
    "муж",
    "отец",
    "✓"
   ],
   [
    "piti",
    "муж",
    "отец",
    "~"
   ],
   [
    "pitito",
    "несклон",
    "по отцовской линии",
    "✓"
   ],
   [
    "pettanika",
    "муж",
    "тот, кто живет на наследственном богатстве",
    "~"
   ],
   [
    "petti",
    "муж",
    "отец",
    "✓"
   ],
   [
    "pettika 1",
    "прил",
    "отцовский",
    "✓"
   ],
   [
    "pettika 2",
    "прил",
    "отцовский",
    "✓"
   ],
   [
    "pettiya",
    "муж",
    "дядя",
    "~"
   ],
   [
    "petteyyatā",
    "жен",
    "любовь к отцу",
    "✓"
   ]
  ],
  "count": 19
 },
 "pitta": {
  "data": [
   [
    "pitta 1.1",
    "ср",
    "желчь",
    "✓"
   ]
  ],
  "count": 2
 },
 "putta": {
  "data": [
   [
    "aputtaka",
    "прил",
    "без сына",
    "✓"
   ],
   [
    "aputtakatā",
    "жен",
    "факт отсутствия детей",
    "✓"
   ],
   [
    "paputtaka",
    "муж",
    "внук",
    "✓"
   ],
   [
    "putta 1",
    "муж",
    "сын",
    "✓"
   ],
   [
    "putta 2",
    "муж",
    "потомок",
    "✓"
   ],
   [
    "putta 3",
    "ср",
    "сын",
    "✓"
   ],
   [
    "puttaka 1",
    "муж",
    "маленький сын",
    "✓"
   ],
   [
    "puttaka 2",
    "муж",
    "молодое животное",
    "~"
   ],
   [
    "puttatta",
    "ср",
    "факт быть ребёнком",
    "~"
   ],
   [
    "puttavant",
    "прил",
    "имея сына",
    "✓"
   ],
   [
    "puttāna",
    "муж",
    "сыновей",
    "~"
   ],
   [
    "puttikā",
    "жен",
    "маленькая дочь",
    "✓"
   ],
   [
    "puttimant",
    "прил",
    "имеющий сыновей",
    "✓"
   ]
  ],
  "count": 19
 },
 "pura2": {
  "data": [
   [
    "pura 2.1",
    "несклон",
    "до",
    "✓"
   ],
   [
    "purato",
    "несклон",
    "спереди",
    "✓"
   ],
   [
    "puratthato",
    "несклон",
    "перед",
    "✓"
   ],
   [
    "puratthaṃ",
    "несклон",
    "до",
    "~"
   ],
   [
    "puratthā 1",
    "несклон",
    "в восточном направлении",
    "✓"
   ],
   [
    "puratthā 2",
    "несклон",
    "до",
    "~"
   ],
   [
    "puratthima",
    "прил",
    "восточный",
    "✓"
   ],
   [
    "purā 1",
    "несклон",
    "перед",
    "✓"
   ],
   [
    "purāṇa 1",
    "прил",
    "предыдущий",
    "✓"
   ],
   [
    "purāṇa 2",
    "прил",
    "древний",
    "✓"
   ],
   [
    "purāṇa 3",
    "прил",
    "изношенный",
    "✓"
   ],
   [
    "purāṇa 4",
    "ср",
    "прошлое",
    "✓"
   ],
   [
    "purāṇa 5",
    "ср",
    "пуран",
    "✓"
   ],
   [
    "purāṇa 6",
    "прил",
    "несвежий",
    "~"
   ],
   [
    "purāṇa 7",
    "муж",
    "имя одного из архитекторов царя Пасенади",
    "✓"
   ],
   [
    "purāṇaka",
    "ср",
    "прошлое",
    "✓"
   ],
   [
    "purāṇiya",
    "прил",
    "древний",
    "✓"
   ],
   [
    "purima 1",
    "прил",
    "прошлый",
    "✓"
   ],
   [
    "purima 2",
    "прил",
    "восточный",
    "✓"
   ],
   [
    "purima 3",
    "прил",
    "передний",
    "✓"
   ],
   [
    "purima 4",
    "ср",
    "что было сказано раньше",
    "✓"
   ],
   [
    "purima 5",
    "муж",
    "человек впереди",
    "✓"
   ],
   [
    "purimaka",
    "прил",
    "раньший",
    "~"
   ],
   [
    "purimatara",
    "прил",
    "более ранний",
    "✓"
   ],
   [
    "pure 1",
    "несклон",
    "перед",
    "✓"
   ],
   [
    "pure 2",
    "несклон",
    "раньше",
    "✓"
   ],
   [
    "pure 3",
    "несклон",
    "спереди",
    "✓"
   ],
   [
    "puro",
    "несклон",
    "спереди",
    "✓"
   ],
   [
    "porāṇa 1",
    "прил",
    "предшествующий",
    "✓"
   ],
   [
    "porāṇa 2",
    "прил",
    "древний",
    "✓"
   ],
   [
    "porāṇaka",
    "прил",
    "древний",
    "✓"
   ],
   [
    "porāṇā 1",
    "муж",
    "древние",
    "✓"
   ],
   [
    "porāṇā 2",
    "муж",
    "древние комментарии, упомянутые Буддхагосой",
    "~"
   ]
  ],
  "count": 39
 },
 "pesala": {
  "data": [
   [
    "pesala",
    "прил",
    "благонравный",
    "✓"
   ],
   [
    "supesala",
    "прил",
    "очень послушный",
    "~"
   ]
  ],
  "count": 3
 },
 "purisa": {
  "data": [
   [
    "nippurisa",
    "прил",
    "без мужчин",
    "✓"
   ],
   [
    "purisa 1",
    "муж",
    "человек",
    "✓"
   ],
   [
    "purisa 2",
    "муж",
    "слуга",
    "✓"
   ],
   [
    "purisa 3",
    "муж",
    "грамматическое лицо",
    "✓"
   ],
   [
    "purisa 4",
    "прил",
    "мужской",
    "✓"
   ],
   [
    "purisaka 1",
    "муж",
    "мужчина",
    "~"
   ],
   [
    "purisaka 2",
    "прил",
    "человеческий",
    "~"
   ],
   [
    "purisatta",
    "ср",
    "состояние мужчины",
    "~"
   ],
   [
    "porisa 1",
    "муж",
    "рабочий",
    "✓"
   ],
   [
    "porisa 2",
    "ср",
    "высота человека",
    "✓"
   ],
   [
    "porisa 3",
    "прил",
    "измеряющий высоту одного человека",
    "✓"
   ],
   [
    "porisa 5",
    "прил",
    "мужской",
    "✓"
   ],
   [
    "poriseyya",
    "прил",
    "модный",
    "✓"
   ],
   [
    "poroseyya",
    "прил",
    "модный",
    "✓"
   ],
   [
    "posa 1.1",
    "муж",
    "человек",
    "✓"
   ],
   [
    "vepurisikā",
    "жен",
    "мужеподобная женщина",
    "~"
   ],
   [
    "suporisa",
    "муж",
    "хороший человек",
    "~"
   ]
  ],
  "count": 21
 },
 "badhira": {
  "data": [
   [
    "badhira",
    "муж",
    "глухой человек",
    "✓"
   ]
  ],
  "count": 2
 },
 "bāla": {
  "data": [
   [
    "abāla",
    "прил",
    "не безрассудный",
    "✓"
   ],
   [
    "bāla 1",
    "прил",
    "глупый",
    "✓"
   ],
   [
    "bāla 2",
    "муж",
    "глупец",
    "✓"
   ],
   [
    "bālaka",
    "муж",
    "ребёнок",
    "✓"
   ],
   [
    "bālakī",
    "прил",
    "из деревни Балака",
    "✓"
   ],
   [
    "bālavant",
    "прил",
    "глупый",
    "~"
   ],
   [
    "bālā 2",
    "жен",
    "глупая женщина",
    "✓"
   ],
   [
    "bālya",
    "ср",
    "глупость",
    "✓"
   ]
  ],
  "count": 13
 },
 "bīja": {
  "data": [
   [
    "abīja 1",
    "прил",
    "бесплодный",
    "✓"
   ],
   [
    "abīja 2",
    "прил",
    "бесемянный",
    "~"
   ],
   [
    "abīja 3",
    "ср",
    "не семя",
    "~"
   ],
   [
    "dubbīja",
    "ср",
    "плохое семя",
    "~"
   ],
   [
    "bīja 1",
    "ср",
    "семя",
    "✓"
   ],
   [
    "bīja 2",
    "ср",
    "прорастание",
    "✓"
   ],
   [
    "bīja 3",
    "прил",
    "плодородный",
    "✓"
   ],
   [
    "bījaka 1",
    "ср",
    "маленькое семя",
    "~"
   ],
   [
    "bījaka 2",
    "ср",
    "потомство",
    "~"
   ],
   [
    "bījaka 3",
    "муж",
    "имя сына Судинны",
    "~"
   ],
   [
    "bījī",
    "прил",
    "имеющий семя",
    "✓"
   ],
   [
    "subīja",
    "ср",
    "хорошее семя",
    "~"
   ]
  ],
  "count": 12
 },
 "abbuda": {
  "data": [
   [
    "abbuda 1",
    "кол.ч",
    "десять в степени пятьдесят шесть",
    "✓"
   ],
   [
    "abbuda 2",
    "ср",
    "опухоль",
    "✓"
   ],
   [
    "abbuda 3",
    "ср",
    "плохое развитие",
    "✓"
   ],
   [
    "abbuda 4",
    "ср",
    "вторая стадия эмбрионального развития",
    "✓"
   ],
   [
    "abbuda 5",
    "муж",
    "часть ада Авичи, в которой нужно пребывать на протяжении времени, равного аббуде",
    "~"
   ],
   [
    "nirabbuda 1",
    "кол.ч",
    "10⁶³",
    "✓"
   ]
  ],
  "count": 8
 },
 "abhi": {
  "data": [
   [
    "abbh",
    "прист",
    "выше",
    "✓"
   ],
   [
    "abhi 1",
    "прист",
    "очень",
    "✓"
   ],
   [
    "abhi 2",
    "прист",
    "к",
    "~"
   ],
   [
    "abhito",
    "несклон",
    "рядом с",
    "✓"
   ]
  ],
  "count": 4
 },
 "abbhu": {
  "data": [
   [
    "abbhu",
    "несклон",
    "ох нет!",
    "✓"
   ],
   [
    "abbhuta 1",
    "прил",
    "чудесный",
    "✓"
   ],
   [
    "abbhuta 3",
    "ср",
    "ставка",
    "~"
   ],
   [
    "abbhutaṃ",
    "несклон",
    "чудесно!",
    "✓"
   ],
   [
    "abbhumme",
    "несклон",
    "ужас!",
    "✓"
   ],
   [
    "abhuṃ 1",
    "несклон",
    "ого!",
    "✓"
   ],
   [
    "abhuṃ 2",
    "несклон",
    "о, ужас! отвратительно! страшно! чудовище! ааа!",
    "✓"
   ]
  ],
  "count": 9
 },
 "yuva": {
  "data": [
   [
    "abhiyobbana",
    "ср",
    "ранняя молодость",
    "✓"
   ],
   [
    "kaniṭṭha 2",
    "муж",
    "младший брат",
    "~"
   ],
   [
    "yuva",
    "муж",
    "юноша",
    "✓"
   ],
   [
    "yuvatī",
    "жен",
    "молодая девушка",
    "✓"
   ],
   [
    "yobbañña",
    "ср",
    "молодость",
    "✗"
   ],
   [
    "yobbana",
    "ср",
    "молодость",
    "✓"
   ]
  ],
  "count": 6
 },
 "bhisaja": {
  "data": [
   [
    "bhisakka",
    "муж",
    "доктор",
    "✓"
   ],
   [
    "bhesajja",
    "ср",
    "лечебное средство",
    "✓"
   ]
  ],
  "count": 3
 },
 "maṅku": {
  "data": [
   [
    "dummaṅku",
    "прил",
    "упрямая",
    "✓"
   ],
   [
    "dummaṅkuya",
    "ср",
    "несчастье",
    "✓"
   ],
   [
    "maṅku 1",
    "прил",
    "смущенный",
    "✓"
   ],
   [
    "maṅku 2",
    "муж",
    "унижение",
    "✓"
   ],
   [
    "maṅku 3",
    "прил",
    "беспокойный",
    "✓"
   ]
  ],
  "count": 7
 },
 "amā": {
  "data": [
   [
    "amacca 1",
    "муж",
    "советник",
    "✓"
   ],
   [
    "amacca 2",
    "муж",
    "коллега",
    "✓"
   ],
   [
    "amacca 3",
    "муж",
    "министр",
    "~"
   ],
   [
    "amatta 2.1",
    "муж",
    "министр",
    "✓"
   ]
  ],
  "count": 5
 },
 "macchara": {
  "data": [
   [
    "amacchara",
    "прил",
    "не жадный",
    "✗"
   ],
   [
    "amaccharitā",
    "жен",
    "без корысти",
    "✗"
   ],
   [
    "amacchariya",
    "ср",
    "бескорыстие",
    "✓"
   ],
   [
    "amaccharī 1",
    "прил",
    "свободный от корысти",
    "✓"
   ],
   [
    "amaccharī 2",
    "прил",
    "без зависти",
    "✗"
   ],
   [
    "macchara 1",
    "ср",
    "зависть",
    "✓"
   ],
   [
    "macchara 2",
    "ср",
    "жадность, скупость",
    "✗"
   ],
   [
    "macchara 3",
    "ср",
    "восторг",
    "✓"
   ],
   [
    "maccharāyati 1",
    "наст",
    "становится завистливым",
    "✓"
   ],
   [
    "maccharāyati 2",
    "наст",
    "эгоистичный, жадный или скряга",
    "✗"
   ],
   [
    "maccharāyanta",
    "прич.наст",
    "быть эгоистичным",
    "~"
   ],
   [
    "macchariya",
    "ср",
    "скупость",
    "✓"
   ],
   [
    "maccharī 1",
    "прил",
    "эгоистичный",
    "✓"
   ],
   [
    "maccharī 2",
    "муж",
    "скупец",
    "✓"
   ],
   [
    "macchera",
    "ср",
    "эгоизм",
    "✓"
   ]
  ],
  "count": 15
 },
 "maṇi": {
  "data": [
   [
    "amaṇi",
    "муж",
    "не драгоценность",
    "~"
   ],
   [
    "maṇi 1",
    "муж",
    "драгоценность",
    "✓"
   ],
   [
    "maṇi 2",
    "муж",
    "название духа",
    "~"
   ],
   [
    "maṇi 3",
    "муж",
    "камень",
    "~"
   ],
   [
    "māṇi",
    "прил",
    "имеющий драгоценный камень",
    "~"
   ]
  ],
  "count": 6
 },
 "mātar": {
  "data": [
   [
    "ātu",
    "муж",
    "отец",
    "~"
   ],
   [
    "matti",
    "жен",
    "мать",
    "✓"
   ],
   [
    "mattika 1.1",
    "прил",
    "материнский",
    "✓"
   ],
   [
    "matteyyatā",
    "жен",
    "любовь к матери",
    "✓"
   ],
   [
    "mātar",
    "жен",
    "мать",
    "✓"
   ],
   [
    "mātaraṃ",
    "жен",
    "мать",
    "✓"
   ],
   [
    "mātari",
    "жен",
    "в матери",
    "✓"
   ],
   [
    "māti",
    "жен",
    "мать",
    "~"
   ],
   [
    "mātikā 1",
    "жен",
    "название ранней стадии Абхидхаммы в Суттапитаке и Винаяпитаке",
    "✓"
   ],
   [
    "mātikā 2",
    "жен",
    "основания",
    "✓"
   ],
   [
    "mātikā 3",
    "жен",
    "водный тракт",
    "✓"
   ],
   [
    "mātikā 4",
    "жен",
    "схема",
    "~"
   ],
   [
    "mātikā 7",
    "жен",
    "два Патимоккха",
    "~"
   ],
   [
    "mātito",
    "несклон",
    "по материнской линии",
    "✓"
   ],
   [
    "mātu 2",
    "жен",
    "матери",
    "✓"
   ],
   [
    "mātu 3",
    "жен",
    "мать",
    "✓"
   ],
   [
    "mātuka",
    "ср",
    "производитель",
    "✓"
   ],
   [
    "mātucchā",
    "жен",
    "сестра матери",
    "✓"
   ],
   [
    "mātula",
    "муж",
    "дядя по матери",
    "✓"
   ],
   [
    "mātulānī",
    "жен",
    "жена дяди по материнской линии",
    "✓"
   ]
  ],
  "count": 28
 },
 "madhu": {
  "data": [
   [
    "amadhura 1",
    "прил",
    "не сладкий",
    "~"
   ],
   [
    "amadhura 2",
    "прил",
    "нелюбимый",
    "~"
   ],
   [
    "madhu 1",
    "ср",
    "мед",
    "✓"
   ],
   [
    "madhu 2",
    "прил",
    "сладкий",
    "✓"
   ],
   [
    "madhu 3",
    "ср",
    "медовое вино",
    "✓"
   ],
   [
    "madhuka",
    "муж",
    "масляное дерево",
    "✓"
   ],
   [
    "madhura 1.1",
    "прил",
    "приятный",
    "✓"
   ],
   [
    "madhura 1.2",
    "ср",
    "сладкий вкус",
    "✓"
   ],
   [
    "madhura 1.3",
    "ср",
    "сладкий запах",
    "✓"
   ],
   [
    "madhura 2.1",
    "прил",
    "из Мадхурā",
    "~"
   ],
   [
    "madhuraka",
    "прил",
    "опьянённый",
    "✓"
   ],
   [
    "madhuratara",
    "прил",
    "слаще",
    "~"
   ],
   [
    "madhuratā",
    "жен",
    "сладость",
    "~"
   ],
   [
    "madhuratta",
    "ср",
    "сладость",
    "~"
   ],
   [
    "madhurā",
    "жен",
    "название города",
    "✓"
   ],
   [
    "madhuriya",
    "прил",
    "связанный с Мадхурой",
    "✓"
   ],
   [
    "madhuvant",
    "прил",
    "сладкий",
    "✓"
   ],
   [
    "mādhura",
    "прил",
    "из Мадхуры",
    "✓"
   ]
  ],
  "count": 20
 },
 "manu": {
  "data": [
   [
    "amanussa 1",
    "муж",
    "божество",
    "✓"
   ],
   [
    "amanussa 2",
    "прил",
    "безлюдный",
    "✓"
   ],
   [
    "amānusa 1",
    "прил",
    "сверхчеловеческий",
    "✓"
   ],
   [
    "amānusī",
    "прил",
    "сверхчеловеческая",
    "✓"
   ],
   [
    "manu",
    "муж",
    "первозданный человек",
    "~"
   ],
   [
    "manussa",
    "муж",
    "человек",
    "✓"
   ],
   [
    "manussaka",
    "прил",
    "человеческий",
    "~"
   ],
   [
    "manussatta 1",
    "ср",
    "человеческое существование",
    "✓"
   ],
   [
    "manussesu",
    "муж",
    "среди людей",
    "✓"
   ],
   [
    "māṇava 1",
    "муж",
    "молодой человек",
    "✓"
   ],
   [
    "māṇava 3",
    "муж",
    "молодые люди",
    "✓"
   ],
   [
    "māṇavaka",
    "муж",
    "(обычно о брахмане) юноша",
    "✓"
   ],
   [
    "māṇavikā",
    "жен",
    "юная брахманка",
    "✓"
   ],
   [
    "mānava",
    "муж",
    "молодой человек",
    "✓"
   ],
   [
    "mānusa 1",
    "прил",
    "человеческий",
    "✓"
   ],
   [
    "mānusa 2",
    "муж",
    "человеческое существо",
    "✓"
   ],
   [
    "mānusaka",
    "прил",
    "человеческий",
    "✓"
   ],
   [
    "mānusatta",
    "ср",
    "состояние человека",
    "✓"
   ],
   [
    "mānusā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "mānusikā",
    "прил",
    "человеческая",
    "✓"
   ],
   [
    "mānussaka",
    "прил",
    "человеческий",
    "~"
   ],
   [
    "mānussika",
    "прил",
    "человеческий",
    "✓"
   ],
   [
    "samanussa",
    "прил",
    "населённый",
    "✓"
   ]
  ],
  "count": 32
 },
 "mama": {
  "data": [
   [
    "amama",
    "прил",
    "свободный от 'моего'",
    "✓"
   ],
   [
    "mama 1",
    "местоим",
    "для меня",
    "✓"
   ],
   [
    "mama 2",
    "местоим",
    "мой",
    "✓"
   ],
   [
    "mamatta",
    "ср",
    "владение",
    "✓"
   ],
   [
    "mamāyati",
    "наст",
    "присваивает как свое",
    "✓"
   ],
   [
    "mamāyana",
    "ср",
    "лелеяние",
    "~"
   ],
   [
    "mamāyita 1",
    "ср",
    "(что-то) ценимое",
    "✓"
   ],
   [
    "mamāyita 2",
    "прич.прош",
    "ценимый",
    "✓"
   ],
   [
    "māmaka",
    "муж",
    "последователь",
    "✓"
   ],
   [
    "māmikā",
    "жен",
    "дорогая",
    "✓"
   ]
  ],
  "count": 15
 },
 "massu": {
  "data": [
   [
    "massu",
    "ср",
    "борода",
    "✓"
   ]
  ],
  "count": 3
 },
 "māyā": {
  "data": [
   [
    "amāya",
    "прил",
    "открытый",
    "✓"
   ],
   [
    "amāyā",
    "жен",
    "открытость",
    "✓"
   ],
   [
    "amāyāvitā",
    "жен",
    "стремление к искренности",
    "✓"
   ],
   [
    "amāyāvī",
    "прил",
    "не лживый",
    "✓"
   ],
   [
    "māyā 1",
    "жен",
    "обман",
    "✓"
   ],
   [
    "māyā 2",
    "жен",
    "волшебство",
    "✓"
   ],
   [
    "māyā 3",
    "жен",
    "колдовство",
    "~"
   ],
   [
    "māyā 4",
    "жен",
    "имя матери Будды",
    "✓"
   ],
   [
    "māyāvī 1",
    "прил",
    "лживый",
    "✓"
   ],
   [
    "māyāvī 2",
    "муж",
    "обманщик",
    "✓"
   ],
   [
    "māyāvī 3",
    "муж",
    "маг",
    "✓"
   ]
  ],
  "count": 11
 },
 "miñja": {
  "data": [
   [
    "miñja 1",
    "ср",
    "зерно",
    "~"
   ],
   [
    "miñja 2",
    "ср",
    "костный мозг",
    "✓"
   ],
   [
    "miñjā",
    "жен",
    "суть",
    "✓"
   ]
  ],
  "count": 5
 },
 "mūga": {
  "data": [
   [
    "amūga",
    "прил",
    "не немой",
    "✓"
   ],
   [
    "mūga",
    "прил",
    "тупой",
    "✓"
   ]
  ],
  "count": 2
 },
 "amma": {
  "data": [
   [
    "ambaka",
    "прил",
    "женоподобный",
    "~"
   ],
   [
    "ambakā",
    "жен",
    "женщина",
    "~"
   ],
   [
    "amma 1",
    "жен",
    "мама, мамочка, мамуля",
    "✓"
   ],
   [
    "amma 2",
    "жен",
    "дорогая",
    "✓"
   ],
   [
    "ammaka",
    "прил",
    "женоподобный",
    "~"
   ],
   [
    "ammakā",
    "жен",
    "женщина",
    "~"
   ],
   [
    "ammā 1",
    "жен",
    "мать",
    "✓"
   ],
   [
    "ammā 2",
    "жен",
    "ласковое обращение",
    "✓"
   ]
  ],
  "count": 8
 },
 "ahaṃ": {
  "data": [
   [
    "amhaṃ",
    "местоим",
    "наш",
    "✓"
   ],
   [
    "amhākaṃ 1",
    "местоим",
    "нас",
    "✓"
   ],
   [
    "amhākaṃ 2",
    "местоим",
    "нам",
    "✓"
   ],
   [
    "amhākaṃ 3",
    "местоим",
    "наш",
    "✓"
   ],
   [
    "amhākaṃ 4",
    "местоим",
    "наш",
    "✓"
   ],
   [
    "amhe 1",
    "местоим",
    "мы",
    "✓"
   ],
   [
    "amhe 2",
    "местоим",
    "нас",
    "✓"
   ],
   [
    "amhe 3",
    "местоим",
    "(царственное множественное) я",
    "~"
   ],
   [
    "amhe 4",
    "местоим",
    "меня",
    "✓"
   ],
   [
    "amhesu",
    "местоим",
    "в нас",
    "✓"
   ],
   [
    "amhehi 1",
    "местоим",
    "нами",
    "✓"
   ],
   [
    "amhehi 2",
    "местоим",
    "от нас",
    "~"
   ],
   [
    "amhehi 3",
    "местоим",
    "нас",
    "~"
   ],
   [
    "amhehi 4",
    "местоим",
    "мною",
    "✓"
   ],
   [
    "amhehi 5",
    "местоим",
    "из нас",
    "~"
   ],
   [
    "asmā 2.1",
    "местоим",
    "нам",
    "~"
   ],
   [
    "asmā 2.2",
    "местоим",
    "(множественное величия) ко мне",
    "~"
   ],
   [
    "ahaṃ",
    "местоим",
    "я",
    "✓"
   ],
   [
    "no 2.1",
    "местоим",
    "нас",
    "✓"
   ],
   [
    "no 2.2",
    "местоим",
    "нами",
    "✓"
   ],
   [
    "no 2.3",
    "местоим",
    "для нас",
    "✓"
   ],
   [
    "no 2.4",
    "местоим",
    "наш",
    "✓"
   ],
   [
    "mamaṃ 1",
    "местоим",
    "меня",
    "✓"
   ],
   [
    "mamaṃ 2",
    "местоим",
    "для меня",
    "✓"
   ],
   [
    "mamaṃ 3",
    "местоим",
    "мой",
    "✓"
   ],
   [
    "mayaṃ 1",
    "местоим",
    "мы",
    "✓"
   ],
   [
    "mayaṃ 2",
    "местоим",
    "я (королевское «мы»)",
    "✓"
   ],
   [
    "mayā 1",
    "местоим",
    "мной",
    "✓"
   ],
   [
    "mayi 1",
    "местоим",
    "во мне",
    "✓"
   ],
   [
    "mayi 2",
    "местоим",
    "когда я",
    "✓"
   ],
   [
    "mayi 3",
    "местоим",
    "подо мной",
    "✓"
   ],
   [
    "mayha 2",
    "местоим",
    "моё",
    "✓"
   ],
   [
    "mayhaṃ 1",
    "местоим",
    "для меня",
    "✓"
   ],
   [
    "mayhaṃ 2",
    "местоим",
    "мой",
    "✓"
   ],
   [
    "maṃ 1",
    "местоим",
    "меня",
    "✓"
   ],
   [
    "māmaṃ",
    "местоим",
    "меня",
    "~"
   ],
   [
    "me 1",
    "местоим",
    "меня",
    "✓"
   ],
   [
    "me 2",
    "местоим",
    "мной",
    "✓"
   ],
   [
    "me 3",
    "местоим",
    "мне",
    "✓"
   ],
   [
    "me 4",
    "местоим",
    "от меня",
    "✓"
   ],
   [
    "me 5",
    "местоим",
    "мой",
    "✓"
   ],
   [
    "me 6",
    "местоим",
    "когда я",
    "✓"
   ]
  ],
  "count": 47
 },
 "ayas": {
  "data": [
   [
    "aya 2.1",
    "ср",
    "железо",
    "~"
   ],
   [
    "ayas",
    "муж",
    "железо",
    "✓"
   ],
   [
    "ayo",
    "муж",
    "железо",
    "✓"
   ],
   [
    "āyasa",
    "прил",
    "из железа",
    "✓"
   ]
  ],
  "count": 4
 },
 "yasas": {
  "data": [
   [
    "ayasas",
    "муж",
    "дурная репутация",
    "✓"
   ],
   [
    "āyasakya",
    "ср",
    "позор",
    "✓"
   ],
   [
    "āyasasya",
    "ср",
    "позор",
    "✓"
   ],
   [
    "yasatā",
    "жен",
    "факт известности",
    "~"
   ],
   [
    "yasavatā",
    "жен",
    "положение славы",
    "✓"
   ],
   [
    "yasavant",
    "прил",
    "знаменитый",
    "✓"
   ],
   [
    "yasas",
    "муж",
    "слава",
    "✓"
   ],
   [
    "yasassī 1",
    "прил",
    "знаменитый",
    "✓"
   ],
   [
    "yasassī 2",
    "муж",
    "имя лично просветленного Будды",
    "~"
   ]
  ],
  "count": 9
 },
 "ya": {
  "data": [
   [
    "ya 2.1",
    "местоим",
    "какой угодно",
    "✓"
   ],
   [
    "yato 1",
    "несклон",
    "откуда",
    "✓"
   ],
   [
    "yato 2",
    "несклон",
    "поскольку",
    "✓"
   ],
   [
    "yato 3",
    "несклон",
    "когда",
    "✓"
   ],
   [
    "yattaka",
    "прил",
    "сколько угодно",
    "✓"
   ],
   [
    "yattha",
    "несклон",
    "где бы то ни было",
    "✓"
   ],
   [
    "yatra 1",
    "несклон",
    "в том случае",
    "✓"
   ],
   [
    "yathā 1",
    "несклон",
    "подобно",
    "✓"
   ],
   [
    "yathā 2",
    "несклон",
    "потому что",
    "✓"
   ],
   [
    "yathā 3",
    "несклон",
    "например",
    "~"
   ],
   [
    "yathāvā",
    "несклон",
    "как оно есть на самом деле",
    "✓"
   ],
   [
    "yad",
    "местоим",
    "какой бы ни",
    "✓"
   ],
   [
    "yada",
    "несклон",
    "когда",
    "✓"
   ],
   [
    "yadā",
    "несклон",
    "когда",
    "✓"
   ],
   [
    "yamhā",
    "местоим",
    "от кого",
    "✓"
   ],
   [
    "yamhi",
    "местоим",
    "в том кто",
    "✓"
   ],
   [
    "yamhī",
    "местоим",
    "в котором",
    "✓"
   ],
   [
    "yasmā 1",
    "несклон",
    "потому что",
    "✓"
   ],
   [
    "yasmā 2",
    "местоим",
    "чем который",
    "✓"
   ],
   [
    "yasmiṃ 1",
    "местоим",
    "в кого бы то ни было",
    "✓"
   ],
   [
    "yasmiṃ 2",
    "местоим",
    "о котором",
    "✓"
   ],
   [
    "yassa 1",
    "местоим",
    "которому",
    "✓"
   ],
   [
    "yassa 2",
    "местоим",
    "кого то",
    "✓"
   ],
   [
    "yassaṃ",
    "местоим",
    "в той что",
    "✓"
   ],
   [
    "yassā 1",
    "местоим",
    "для какой бы то ни было",
    "✓"
   ],
   [
    "yassā 2",
    "местоим",
    "чьей",
    "✓"
   ],
   [
    "yahiṃ",
    "несклон",
    "где",
    "✓"
   ],
   [
    "yaṃ 1",
    "местоим",
    "что бы ни",
    "✓"
   ],
   [
    "yaṃ 2",
    "местоим",
    "кого бы ни",
    "✓"
   ],
   [
    "yaṃ 3",
    "несклон",
    "потому что",
    "✓"
   ],
   [
    "yā",
    "местоим",
    "какая угодно",
    "✓"
   ],
   [
    "yāthāva",
    "прил",
    "совершенно верное",
    "✓"
   ],
   [
    "yāthāvaka",
    "прил",
    "совершенно истинный",
    "✓"
   ],
   [
    "yāni",
    "местоим",
    "какие угодно",
    "✓"
   ],
   [
    "yāya",
    "местоим",
    "с какой бы то ни было",
    "✓"
   ],
   [
    "yāyaṃ 2",
    "местоим",
    "в любой",
    "✗"
   ],
   [
    "yāva 1",
    "несклон",
    "вплоть до того как",
    "✓"
   ],
   [
    "yāva 2",
    "несклон",
    "насколько",
    "✓"
   ],
   [
    "yāvataka",
    "прил",
    "столько, сколько",
    "✓"
   ],
   [
    "yāvatā 1",
    "несклон",
    "вплоть до",
    "✓"
   ],
   [
    "yāvatā 2",
    "несклон",
    "потому что",
    "✓"
   ],
   [
    "yāvati",
    "несклон",
    "сколько бы ни",
    "✓"
   ],
   [
    "yāvatika",
    "прил",
    "сколько угодно",
    "✓"
   ],
   [
    "yāvant",
    "прил",
    "столько сколько",
    "✓"
   ],
   [
    "yāhi 1",
    "местоим",
    "которыми",
    "✓"
   ],
   [
    "yāhi 2",
    "местоим",
    "от каких бы то ни было",
    "✓"
   ],
   [
    "ye 1",
    "местоим",
    "которые",
    "✓"
   ],
   [
    "ye 2",
    "местоим",
    "которые",
    "✓"
   ],
   [
    "yena 1",
    "местоим",
    "которым",
    "✓"
   ],
   [
    "yena 2",
    "несклон",
    "по причине",
    "✓"
   ],
   [
    "yena 3",
    "несклон",
    "где",
    "✓"
   ],
   [
    "yesaṃ 1",
    "местоим",
    "для чего-то",
    "✓"
   ],
   [
    "yesaṃ 2",
    "местоим",
    "чьих-то",
    "✓"
   ],
   [
    "yesu",
    "местоим",
    "в ком",
    "✓"
   ],
   [
    "yehi 1",
    "местоим",
    "которыми",
    "✓"
   ],
   [
    "yehi 2",
    "местоим",
    "из которых",
    "✓"
   ],
   [
    "yo",
    "местоим",
    "тот кто",
    "✓"
   ]
  ],
  "count": 63
 },
 "ratha": {
  "data": [
   [
    "racchā",
    "жен",
    "дорога для повозок",
    "✓"
   ],
   [
    "ratha 1.1",
    "муж",
    "колесница",
    "✓"
   ],
   [
    "ratha 1.2",
    "муж",
    "возничий",
    "✓"
   ],
   [
    "rathaka",
    "муж",
    "игрушечная колесница",
    "✓"
   ],
   [
    "rathā",
    "муж",
    "колесницы",
    "✓"
   ],
   [
    "rathika",
    "муж",
    "возница",
    "✓"
   ],
   [
    "rathikā",
    "жен",
    "дорога",
    "✓"
   ],
   [
    "rathiyā",
    "жен",
    "дорога",
    "✓"
   ],
   [
    "sārathi 1",
    "муж",
    "водитель",
    "✓"
   ],
   [
    "sārathi 2",
    "муж",
    "дрессировщик (лошадей или слонов)",
    "✓"
   ],
   [
    "sārathi 3",
    "муж",
    "лидер",
    "✓"
   ],
   [
    "sārathika",
    "муж",
    "тренер лошадей",
    "~"
   ]
  ],
  "count": 14
 },
 "ariṭṭha": {
  "data": [
   [
    "ariṭṭhaka 1",
    "прил",
    "чёрный",
    "~"
   ]
  ],
  "count": 8
 },
 "aru": {
  "data": [
   [
    "aru",
    "ср",
    "рана",
    "✓"
   ],
   [
    "aruka",
    "муж",
    "рана",
    "✓"
   ]
  ],
  "count": 3
 },
 "rukkha": {
  "data": [
   [
    "rukkha 1",
    "муж",
    "дерево",
    "✓"
   ],
   [
    "rukkha 2",
    "ср",
    "дерево",
    "✓"
   ],
   [
    "vaccha 2.1",
    "муж",
    "дерево",
    "✓"
   ]
  ],
  "count": 4
 },
 "aruṇa": {
  "data": [
   [
    "aruṇa 1",
    "муж",
    "красный свет",
    "✓"
   ],
   [
    "aruṇavatī",
    "жен",
    "название королевской столицы царя аруṇавā",
    "~"
   ],
   [
    "aruṇavant",
    "муж",
    "имя короля",
    "~"
   ],
   [
    "aruṇā",
    "муж",
    "имя группы божеств",
    "~"
   ]
  ],
  "count": 7
 },
 "alāta": {
  "data": [
   [
    "alāta 1",
    "ср",
    "головня",
    "✓"
   ],
   [
    "paṭilāta",
    "ср",
    "горящий кусок дерева",
    "~"
   ]
  ],
  "count": 3
 },
 "lāmaka": {
  "data": [
   [
    "lāmaka",
    "прил",
    "плохой",
    "✓"
   ]
  ],
  "count": 2
 },
 "alika": {
  "data": [
   [
    "alika 1",
    "ср",
    "ложь",
    "✓"
   ],
   [
    "nālika",
    "ср",
    "не неправда",
    "~"
   ],
   [
    "byālika",
    "ср",
    "ошибка",
    "✓"
   ]
  ],
  "count": 4
 },
 "ludda": {
  "data": [
   [
    "aludda",
    "прил",
    "не свирепый",
    "~"
   ],
   [
    "ludda 1",
    "прил",
    "свирепый",
    "✓"
   ],
   [
    "ludda 2",
    "муж",
    "охотник",
    "✓"
   ],
   [
    "ludda 3",
    "ср",
    "насилие",
    "✓"
   ],
   [
    "luddaka",
    "муж",
    "охотник",
    "✓"
   ]
  ],
  "count": 5
 },
 "lūkha": {
  "data": [
   [
    "lūkha 1",
    "прил",
    "грубый",
    "✓"
   ],
   [
    "lūkha 2",
    "прил",
    "(об аскетической практике) грубая",
    "✓"
   ],
   [
    "lūkhasa",
    "прил",
    "грубый",
    "✓"
   ]
  ],
  "count": 5
 },
 "loṇa": {
  "data": [
   [
    "aloṇika",
    "прил",
    "мягкий",
    "✓"
   ],
   [
    "loṇa 1",
    "прил",
    "соленый",
    "✓"
   ],
   [
    "loṇa 2",
    "ср",
    "соль",
    "✓"
   ],
   [
    "loṇika",
    "прил",
    "соленый",
    "✓"
   ]
  ],
  "count": 7
 },
 "rudh": {
  "data": [
   [
    "alohita 1",
    "прил",
    "не-менструирующая",
    "~"
   ],
   [
    "rudhita",
    "ср",
    "язва",
    "~"
   ],
   [
    "rudhira",
    "ср",
    "кровь",
    "✓"
   ],
   [
    "rohiṇī",
    "жен",
    "красный",
    "✓"
   ],
   [
    "rohinī 1",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "rohinī 2",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "lohita 1",
    "ср",
    "кровь",
    "✓"
   ],
   [
    "lohita 2",
    "прил",
    "красный",
    "✓"
   ],
   [
    "lohita 3",
    "прил",
    "кровавый",
    "✓"
   ],
   [
    "lohitaka 1",
    "прил",
    "красный",
    "✓"
   ],
   [
    "lohitaka 3",
    "муж",
    "рубин",
    "~"
   ],
   [
    "lohitika",
    "прил",
    "красный",
    "~"
   ],
   [
    "sulohitaka",
    "прил",
    "очень красный",
    "~"
   ]
  ],
  "count": 21
 },
 "kaṇṇa": {
  "data": [
   [
    "avakaṇṇaka",
    "муж",
    "фамильное имя",
    "~"
   ],
   [
    "upakaṇṇa",
    "муж",
    "около уха",
    "✓"
   ],
   [
    "upakaṇṇaka",
    "прил",
    "рядом с ухом",
    "~"
   ],
   [
    "upakaṇṇake",
    "несклон",
    "у уха",
    "✓"
   ],
   [
    "kaṇṇa 1",
    "муж",
    "ухо",
    "✓"
   ],
   [
    "kaṇṇa 2",
    "муж",
    "край",
    "✓"
   ],
   [
    "kaṇṇaka 1",
    "муж",
    "край",
    "~"
   ],
   [
    "kaṇṇaka 2",
    "муж",
    "кролик с ушами",
    "~"
   ],
   [
    "kaṇṇika",
    "муж",
    "кролик",
    "~"
   ],
   [
    "vekaṇḍa",
    "муж",
    "зазубренная стрела",
    "✓"
   ]
  ],
  "count": 15
 },
 "gaṇḍa": {
  "data": [
   [
    "avagaṇḍa",
    "муж",
    "отек",
    "✓"
   ],
   [
    "gaṇḍa 1",
    "муж",
    "фурункул",
    "✓"
   ],
   [
    "gaṇḍa 2",
    "муж",
    "припухлость",
    "✓"
   ],
   [
    "gaṇḍato",
    "несклон",
    "как фурункул",
    "✓"
   ],
   [
    "gaṇḍika",
    "прил",
    "страдающий от нарывов",
    "~"
   ]
  ],
  "count": 10
 },
 "vañjha": {
  "data": [
   [
    "avañjha",
    "прил",
    "плодотворный",
    "✓"
   ],
   [
    "vañjha",
    "прил",
    "бесплодный",
    "✓"
   ]
  ],
  "count": 3
 },
 "avanti": {
  "data": [
   [
    "avanti 1",
    "жен",
    "название города",
    "~"
   ],
   [
    "avanti 2",
    "жен",
    "название страны",
    "~"
   ],
   [
    "avantī",
    "муж",
    "люди Аванти",
    "✓"
   ]
  ],
  "count": 3
 },
 "vasala": {
  "data": [
   [
    "vasala",
    "муж",
    "отверженный",
    "✓"
   ],
   [
    "vasalaka",
    "муж",
    "презренный изгой",
    "✓"
   ],
   [
    "vasali",
    "муж",
    "изгой",
    "~"
   ],
   [
    "vasalī",
    "жен",
    "женщина-изгой",
    "~"
   ]
  ],
  "count": 5
 },
 "sarada": {
  "data": [
   [
    "asārada",
    "прил",
    "неплодородный",
    "~"
   ],
   [
    "upasaradaṃ",
    "несклон",
    "вокруг осеннего времени",
    "✓"
   ],
   [
    "visārada",
    "прил",
    "уверенный",
    "✓"
   ],
   [
    "vesārajja",
    "ср",
    "уверенность",
    "✓"
   ],
   [
    "sarada",
    "муж",
    "сезон после дождей",
    "✓"
   ],
   [
    "sārajja",
    "ср",
    "неуверенность",
    "✓"
   ],
   [
    "sārada 1",
    "муж",
    "осень",
    "✓"
   ],
   [
    "sārada 2",
    "прил",
    "осенний",
    "✓"
   ],
   [
    "sārada 3",
    "прил",
    "незрелый",
    "~"
   ],
   [
    "sāradika",
    "прил",
    "осенний",
    "✓"
   ]
  ],
  "count": 12
 },
 "vīci": {
  "data": [
   [
    "avīci 2",
    "жен",
    "один из великих адов",
    "✗"
   ],
   [
    "savīci",
    "прил",
    "с волнами",
    "✓"
   ]
  ],
  "count": 4
 },
 "sa": {
  "data": [
   [
    "asaka",
    "ср",
    "не своё (собственность, имущество и т.д.)",
    "~"
   ],
   [
    "assaka 1",
    "прил",
    "у кого ничего нет",
    "✓"
   ],
   [
    "assaka 2",
    "прил",
    "без владения",
    "✓"
   ],
   [
    "assakā",
    "муж",
    "название народа",
    "~"
   ],
   [
    "sa 3.1",
    "местоим",
    "свой собственный",
    "✓"
   ],
   [
    "sa 3.2",
    "прил",
    "само-",
    "✓"
   ],
   [
    "saka 1",
    "прил",
    "собственный",
    "✓"
   ],
   [
    "saka 2",
    "ср",
    "своя собственность",
    "✓"
   ],
   [
    "sakatā",
    "жен",
    "факт обладания чем-то своим",
    "~"
   ],
   [
    "saya 2.1",
    "прил",
    "собственный",
    "✓"
   ],
   [
    "sayaṃ",
    "несклон",
    "сам",
    "✓"
   ],
   [
    "sāni",
    "местоим",
    "свои собственные",
    "✓"
   ],
   [
    "sāmaṃ 1",
    "несклон",
    "собой",
    "✓"
   ],
   [
    "sehi 1",
    "местоим",
    "своими",
    "✓"
   ]
  ],
  "count": 18
 },
 "saki": {
  "data": [
   [
    "asakiṃ",
    "несклон",
    "всё время",
    "✓"
   ],
   [
    "sakad",
    "несклон",
    "однажды",
    "✓"
   ],
   [
    "saki",
    "несклон",
    "однажды",
    "✓"
   ],
   [
    "sakiṃ",
    "несклон",
    "(один) раз",
    "✓"
   ]
  ],
  "count": 4
 },
 "sabala": {
  "data": [
   [
    "asabala",
    "прил",
    "без пятен",
    "✓"
   ],
   [
    "sabala 1.1",
    "прил",
    "пятнистый",
    "✓"
   ],
   [
    "sabala 1.2",
    "ср",
    "пятно",
    "✓"
   ]
  ],
  "count": 3
 },
 "sabhā": {
  "data": [
   [
    "asabbha 1",
    "прил",
    "неприличный",
    "✓"
   ],
   [
    "asabbha 2",
    "ср",
    "невежливость",
    "✓"
   ],
   [
    "sabhā 1",
    "жен",
    "общество",
    "✓"
   ],
   [
    "sabhā 2",
    "жен",
    "зал",
    "✓"
   ],
   [
    "sabhā 3",
    "жен",
    "суд",
    "✓"
   ],
   [
    "sabhāya",
    "ср",
    "суд",
    "~"
   ],
   [
    "sabhiya",
    "муж",
    "имя арханта-монаха",
    "✓"
   ]
  ],
  "count": 8
 },
 "sama": {
  "data": [
   [
    "asama 1",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "asama 2",
    "ср",
    "несправедливость",
    "~"
   ],
   [
    "asama 3",
    "прил",
    "несравненный",
    "✓"
   ],
   [
    "asama 4",
    "прил",
    "неравный",
    "~"
   ],
   [
    "visama 1",
    "прил",
    "неровный",
    "✓"
   ],
   [
    "visama 2",
    "прил",
    "не равный",
    "✓"
   ],
   [
    "visama 3",
    "прил",
    "(морально) неподходящий",
    "✓"
   ],
   [
    "visama 4",
    "прил",
    "неустойчивый",
    "~"
   ],
   [
    "visama 5",
    "ср",
    "неровная дорога",
    "✓"
   ],
   [
    "visama 6",
    "ср",
    "неровная земля",
    "✓"
   ],
   [
    "visamatā",
    "жен",
    "неровность",
    "✓"
   ],
   [
    "visamatta",
    "ср",
    "факт моральной неподходящести",
    "~"
   ],
   [
    "visamaṃ",
    "несклон",
    "неуместно",
    "✓"
   ],
   [
    "sama 1.1",
    "прил",
    "ровный",
    "✓"
   ],
   [
    "sama 1.2",
    "прил",
    "равный",
    "✓"
   ],
   [
    "sama 1.3",
    "ср",
    "сходство",
    "~"
   ],
   [
    "sama 1.4",
    "несклон",
    "в целом",
    "~"
   ],
   [
    "sama 1.5",
    "несклон",
    "моральный",
    "✓"
   ],
   [
    "sama 1.6",
    "ср",
    "ровная поверхность",
    "✓"
   ],
   [
    "samatā",
    "жен",
    "равномерность",
    "✓"
   ],
   [
    "samatha 2.1",
    "ср",
    "равномерность",
    "✓"
   ],
   [
    "samaṃ 1",
    "несклон",
    "одинаково",
    "✓"
   ],
   [
    "samaṃ 2",
    "несклон",
    "равномерно",
    "✓"
   ],
   [
    "samaṃ 3",
    "несклон",
    "в уравновешенной манере",
    "✓"
   ],
   [
    "samaṃ 4",
    "несклон",
    "наравне с",
    "✓"
   ],
   [
    "sāmañña 2.1",
    "ср",
    "согласие",
    "✓"
   ],
   [
    "sāmañña 2.2",
    "ср",
    "сходство",
    "✓"
   ],
   [
    "sāmañña 2.4",
    "ср",
    "(грам) сходство",
    "~"
   ],
   [
    "suvisama",
    "прил",
    "очень грубый",
    "✓"
   ],
   [
    "susama",
    "прил",
    "очень ровный",
    "✓"
   ]
  ],
  "count": 31
 },
 "sammā": {
  "data": [
   [
    "asammā",
    "несклон",
    "неполностью",
    "~"
   ],
   [
    "sammatta 2.1",
    "ср",
    "добро",
    "✓"
   ],
   [
    "sammā 1",
    "несклон",
    "совершенно",
    "✓"
   ],
   [
    "sammā 2",
    "несклон",
    "подобающе",
    "✓"
   ],
   [
    "sammā 3",
    "несклон",
    "правильный",
    "✓"
   ]
  ],
  "count": 5
 },
 "sarīra": {
  "data": [
   [
    "asarīra",
    "прил",
    "бестелесный",
    "✓"
   ],
   [
    "sarīra 1",
    "ср",
    "тело",
    "✓"
   ],
   [
    "sarīra 2",
    "ср",
    "труп",
    "✓"
   ],
   [
    "sarīraka",
    "ср",
    "тело",
    "✓"
   ],
   [
    "sarīratā",
    "жен",
    "факт обладания телом",
    "~"
   ],
   [
    "sarīravant",
    "прил",
    "имеющий большое тело",
    "✓"
   ],
   [
    "sārīra",
    "ср",
    "физическое существование",
    "✓"
   ],
   [
    "sārīrika",
    "прил",
    "имеющий отношение к телу",
    "✓"
   ]
  ],
  "count": 9
 },
 "sassati": {
  "data": [
   [
    "asassata",
    "прил",
    "не вечный",
    "✓"
   ],
   [
    "nāsassata",
    "прил",
    "ни не вечный",
    "~"
   ],
   [
    "sassata",
    "прил",
    "вечный",
    "✓"
   ],
   [
    "sassati",
    "жен",
    "вечность",
    "✓"
   ]
  ],
  "count": 6
 },
 "saṭhila": {
  "data": [
   [
    "asāthalika",
    "прил",
    "не распущенный",
    "✓"
   ],
   [
    "nasāthalika",
    "прил",
    "не вялый",
    "✓"
   ],
   [
    "sāthalika",
    "прил",
    "вялый",
    "✓"
   ]
  ],
  "count": 3
 },
 "sāmī": {
  "data": [
   [
    "asāmikatā",
    "жен",
    "факт отсутствия владельца",
    "~"
   ],
   [
    "assāmika 1",
    "прил",
    "без благодетеля",
    "✓"
   ],
   [
    "assāmika 2",
    "муж",
    "не владелец",
    "~"
   ],
   [
    "assāmika 3",
    "прил",
    "быть без владельца",
    "~"
   ],
   [
    "sasāmikā",
    "жен",
    "замужняя женщина",
    "✓"
   ],
   [
    "sassāmika 1",
    "прил",
    "с благодетелем",
    "✓"
   ],
   [
    "sassāmika 2",
    "прил",
    "с мужем",
    "✓"
   ],
   [
    "sāmika 1",
    "муж",
    "владелец",
    "✓"
   ],
   [
    "sāmika 2",
    "муж",
    "муж",
    "✓"
   ],
   [
    "sāmī 1",
    "муж",
    "мастер",
    "✓"
   ],
   [
    "sāmī 2",
    "муж",
    "господин",
    "✓"
   ],
   [
    "sāmī 3",
    "муж",
    "хозяин",
    "✓"
   ],
   [
    "sāmī 5",
    "муж",
    "сэр",
    "✓"
   ],
   [
    "sāmī 6",
    "жен",
    "родительный падеж",
    "~"
   ],
   [
    "suvāmī",
    "муж",
    "хозяин",
    "✓"
   ]
  ],
  "count": 18
 },
 "sīsa": {
  "data": [
   [
    "sasīsaka",
    "прил",
    "с головой",
    "~"
   ],
   [
    "sasīsakaṃ",
    "несклон",
    "голова высока",
    "~"
   ],
   [
    "sasīsaṃ",
    "несклон",
    "с головы до ног",
    "✓"
   ],
   [
    "sīsa 1",
    "ср",
    "голова",
    "✓"
   ],
   [
    "sīsa 2",
    "ср",
    "свинец",
    "✓"
   ],
   [
    "sīsa 3",
    "ср",
    "фронт (битвы)",
    "✓"
   ],
   [
    "sīsa 4",
    "ср",
    "заголовок списка",
    "~"
   ],
   [
    "sīsa 7",
    "прил",
    "с головой",
    "✓"
   ],
   [
    "sīsena",
    "несклон",
    "под руководством",
    "~"
   ]
  ],
  "count": 13
 },
 "suñña": {
  "data": [
   [
    "asuñña",
    "прил",
    "непустой",
    "✓"
   ],
   [
    "asuññata",
    "прил",
    "которая не пуста",
    "~"
   ],
   [
    "suñña 1",
    "прил",
    "пустой",
    "✓"
   ],
   [
    "suñña 2",
    "прил",
    "пустой",
    "✓"
   ],
   [
    "suññaka",
    "прил",
    "пустой",
    "✗"
   ],
   [
    "suññata",
    "прил",
    "пустой",
    "✓"
   ],
   [
    "suññatā",
    "жен",
    "пустота",
    "✓"
   ],
   [
    "suññato",
    "несклон",
    "как пустой",
    "✓"
   ]
  ],
  "count": 8
 },
 "sunakha": {
  "data": [
   [
    "asunakhī",
    "жен",
    "не сука",
    "~"
   ],
   [
    "sunakha",
    "муж",
    "собака",
    "✓"
   ],
   [
    "sunakhī",
    "жен",
    "сука",
    "~"
   ]
  ],
  "count": 3
 },
 "sūci": {
  "data": [
   [
    "asūcika",
    "прил",
    "без иглы",
    "✓"
   ],
   [
    "sasūcika",
    "прил",
    "с иглой",
    "✓"
   ],
   [
    "sūci 1",
    "жен",
    "игла",
    "✓"
   ],
   [
    "sūci 2",
    "жен",
    "болт",
    "~"
   ],
   [
    "sūci 3",
    "жен",
    "перекладина",
    "~"
   ],
   [
    "sūci 4",
    "жен",
    "шпилька для волос",
    "✓"
   ]
  ],
  "count": 9
 },
 "sirī": {
  "data": [
   [
    "aseyya",
    "прил",
    "не лучше (чем)",
    "✓"
   ],
   [
    "sassirīka",
    "прил",
    "великолепный",
    "~"
   ],
   [
    "sirimant 2",
    "муж",
    "название архата-монаха",
    "✓"
   ],
   [
    "sirī 1",
    "жен",
    "удача",
    "✓"
   ],
   [
    "sirī 2",
    "муж",
    "имя бывшего царя",
    "✓"
   ],
   [
    "sirīmant 1",
    "прил",
    "счастливый",
    "~"
   ],
   [
    "sirīmant 2",
    "прил",
    "славный",
    "✓"
   ],
   [
    "seyya 1.1",
    "прил",
    "совершенный",
    "✓"
   ],
   [
    "seyyaso",
    "несклон",
    "даже лучше (чем)",
    "✓"
   ],
   [
    "seyyo",
    "несклон",
    "лучше",
    "✓"
   ],
   [
    "serī 2.1",
    "муж",
    "имя божества",
    "✓"
   ]
  ],
  "count": 16
 },
 "suṇḍa": {
  "data": [
   [
    "asoṇḍī",
    "жен",
    "трезвая женщина",
    "✓"
   ],
   [
    "soṇḍika",
    "муж",
    "пивовар",
    "~"
   ],
   [
    "soṇḍikā 2.1",
    "жен",
    "пивоварня",
    "✓"
   ],
   [
    "soṇḍī 1.1",
    "жен",
    "женщина-алкоголичка",
    "✓"
   ]
  ],
  "count": 4
 },
 "assa": {
  "data": [
   [
    "assa 1.1",
    "муж",
    "конь",
    "✓"
   ],
   [
    "assa 1.2",
    "муж",
    "верховая езда",
    "✓"
   ],
   [
    "assā 1.1",
    "муж",
    "кавалерия",
    "✓"
   ]
  ],
  "count": 3
 },
 "assu": {
  "data": [
   [
    "assu 1.1",
    "ср",
    "слезы",
    "✓"
   ],
   [
    "saassuka",
    "прил",
    "с жидкостью, со слезами",
    "✓"
   ],
   [
    "sāssuka",
    "прил",
    "со слезами",
    "✓"
   ]
  ],
  "count": 4
 },
 "su": {
  "data": [
   [
    "assu 2.1",
    "несклон",
    "усилительная частица",
    "✓"
   ],
   [
    "su 1",
    "несклон",
    "(вопросительная или выразительная частица)",
    "✓"
   ],
   [
    "ssa 1",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "ssu",
    "несклон",
    "определенно",
    "✓"
   ]
  ],
  "count": 4
 },
 "hari": {
  "data": [
   [
    "aharita",
    "ср",
    "не съедобные растения",
    "~"
   ],
   [
    "hari 2.1",
    "прил",
    "желтый",
    "✓"
   ],
   [
    "harita 1.1",
    "прил",
    "зеленый",
    "✓"
   ],
   [
    "harita 1.2",
    "ср",
    "растение",
    "✓"
   ],
   [
    "harita 1.3",
    "ср",
    "посевы",
    "✓"
   ],
   [
    "harita 1.4",
    "ср",
    "зелёная трава",
    "✓"
   ],
   [
    "haritaka 2",
    "прил",
    "зеленый",
    "~"
   ],
   [
    "haritakī",
    "жен",
    "зеленый миробалан",
    "~"
   ],
   [
    "haritatta",
    "ср",
    "зеленость",
    "✓"
   ],
   [
    "haritattha",
    "ср",
    "зеленоватость",
    "✓"
   ]
  ],
  "count": 13
 },
 "aho": {
  "data": [
   [
    "aho 2.1",
    "несклон",
    "ой! о, Боже!",
    "✓"
   ],
   [
    "aho 2.2",
    "несклон",
    "ох дорогой!",
    "✓"
   ],
   [
    "aho 2.3",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "aho 2.4",
    "несклон",
    "о, пусть!",
    "✓"
   ]
  ],
  "count": 4
 },
 "aḷa": {
  "data": [
   [
    "aḷa 1",
    "муж",
    "клешня (краба)",
    "✓"
   ],
   [
    "aḷaka",
    "муж",
    "название царства",
    "✓"
   ]
  ],
  "count": 3
 },
 "cīra": {
  "data": [
   [
    "ācīra",
    "ср",
    "полоса",
    "✓"
   ],
   [
    "ocīraka",
    "прил",
    "со свисающей корой",
    "✓"
   ],
   [
    "cīra",
    "ср",
    "волокно коры",
    "✓"
   ],
   [
    "cīraka 1",
    "ср",
    "полоска тряпки",
    "✓"
   ],
   [
    "cīriya",
    "прил",
    "(одевающийся в) волокно древесины",
    "✓"
   ],
   [
    "cīvara",
    "ср",
    "одеяние",
    "✓"
   ],
   [
    "sacīvara 1",
    "прил",
    "носящий монашескую одежду",
    "✓"
   ],
   [
    "sacīvara 2",
    "прил",
    "вместе с одеждами",
    "~"
   ]
  ],
  "count": 10
 },
 "āṭānāṭā": {
  "data": [
   [
    "āṭānāṭā",
    "жен",
    "название небесного города",
    "~"
   ],
   [
    "āṭānāṭiya",
    "прил",
    "из āṭānāṭā",
    "~"
   ],
   [
    "āṭānāṭiyaka",
    "прил",
    "из āṭānāṭīya",
    "~"
   ]
  ],
  "count": 3
 },
 "āṇi": {
  "data": [
   [
    "āṇi 1",
    "жен",
    "гвоздь",
    "✓"
   ],
   [
    "āṇi 2",
    "жен",
    "шпилька оси",
    "✓"
   ]
  ],
  "count": 2
 },
 "ātaṅka": {
  "data": [
   [
    "ātaṅka",
    "муж",
    "болезнь",
    "✓"
   ]
  ],
  "count": 2
 },
 "uda": {
  "data": [
   [
    "ādu",
    "несклон",
    "(вторая часть вопроса) или?",
    "✓"
   ],
   [
    "uda 1.1",
    "несклон",
    "либо",
    "✓"
   ],
   [
    "udāhu",
    "несклон",
    "или (вторая часть вопроса)",
    "✓"
   ]
  ],
  "count": 3
 },
 "āma": {
  "data": [
   [
    "āma 2.1",
    "прил",
    "сырой",
    "✓"
   ],
   [
    "āma 2.2",
    "ср",
    "сырая плоть",
    "✓"
   ],
   [
    "āma 2.3",
    "прил",
    "незрелый",
    "~"
   ],
   [
    "āma 2.5",
    "прил",
    "сырой",
    "~"
   ],
   [
    "āmaka 1",
    "прил",
    "сырой",
    "✓"
   ],
   [
    "āmaka 2",
    "прил",
    "незрелый",
    "✓"
   ],
   [
    "āmaka 3",
    "прил",
    "сырой",
    "✓"
   ],
   [
    "āmisa 1",
    "прил",
    "материальный",
    "✓"
   ],
   [
    "āmisa 2",
    "ср",
    "мирская выгода",
    "✓"
   ],
   [
    "āmisa 3",
    "ср",
    "мирская вещь",
    "✓"
   ],
   [
    "āmisa 4",
    "ср",
    "мясо",
    "✓"
   ],
   [
    "āmisa 5",
    "ср",
    "пища",
    "~"
   ],
   [
    "nirāmisa 1",
    "прил",
    "не мирской",
    "✓"
   ],
   [
    "nirāmisa 2",
    "прил",
    "свободный от мирских уз",
    "✓"
   ],
   [
    "nirāmisatara",
    "прил",
    "еще более немирское (чем)",
    "✓"
   ],
   [
    "sāmisa 1",
    "прил",
    "телесный",
    "✓"
   ],
   [
    "sāmisa 2",
    "прил",
    "запачканный",
    "✓"
   ]
  ],
  "count": 19
 },
 "āmalaka": {
  "data": [
   [
    "āmalaka 1",
    "ср",
    "плод индийского крыжовника",
    "~"
   ],
   [
    "āmalakī",
    "жен",
    "инди́йский крыжо́вник",
    "✓"
   ]
  ],
  "count": 3
 },
 "āḷi": {
  "data": [
   [
    "āli",
    "жен",
    "дамба",
    "✓"
   ],
   [
    "āḷi",
    "жен",
    "дамба",
    "✓"
   ]
  ],
  "count": 2
 },
 "āsandi": {
  "data": [
   [
    "āsandi 1",
    "жен",
    "кресло-шезлонг",
    "~"
   ],
   [
    "āsandi 2",
    "жен",
    "похоронные носилки",
    "✓"
   ]
  ],
  "count": 2
 },
 "iti": {
  "data": [
   [
    "icc",
    "несклон",
    "таким образом",
    "✓"
   ],
   [
    "iti",
    "несклон",
    "так",
    "✓"
   ],
   [
    "ti 2",
    "несклон",
    "(конец прямой речи) ' '",
    "✓"
   ]
  ],
  "count": 3
 },
 "ittara": {
  "data": [
   [
    "ittara 1",
    "ср",
    "краткий",
    "✓"
   ],
   [
    "ittara 2",
    "прил",
    "переходный",
    "✓"
   ],
   [
    "ittara 3",
    "прил",
    "недавний",
    "✓"
   ],
   [
    "ittara 5",
    "прил",
    "низкий",
    "✓"
   ]
  ],
  "count": 5
 },
 "inda": {
  "data": [
   [
    "inda 1",
    "муж",
    "владыка",
    "✓"
   ],
   [
    "inda 2",
    "муж",
    "Бог Индра",
    "✓"
   ],
   [
    "indaka",
    "муж",
    "имя духа",
    "~"
   ],
   [
    "indriya 1",
    "ср",
    "чувство",
    "✓"
   ],
   [
    "indriya 2",
    "ср",
    "черты лица",
    "✓"
   ],
   [
    "indriya 3",
    "ср",
    "чувственная база",
    "✓"
   ],
   [
    "indriya 4",
    "прил",
    "с чувствами",
    "✓"
   ],
   [
    "sainda",
    "прил",
    "вместе с Индрой",
    "✓"
   ],
   [
    "sahindaka",
    "прил",
    "вместе с Владыкой",
    "~"
   ],
   [
    "sinda",
    "прил",
    "включая бога Индру",
    "~"
   ]
  ],
  "count": 11
 },
 "ibha": {
  "data": [
   [
    "ibbha",
    "прил",
    "рабский",
    "✓"
   ],
   [
    "ibha 2",
    "муж",
    "слуга",
    "~"
   ]
  ],
  "count": 2
 },
 "isi": {
  "data": [
   [
    "isi",
    "муж",
    "провидец",
    "✓"
   ],
   [
    "isittha",
    "ср",
    "ученость",
    "~"
   ],
   [
    "ise",
    "муж",
    "провидец",
    "✓"
   ]
  ],
  "count": 3
 },
 "īsaka": {
  "data": [
   [
    "īsaka",
    "прил",
    "незначительный",
    "~"
   ],
   [
    "īsakaṃ",
    "несклон",
    "слегка",
    "✓"
   ]
  ],
  "count": 2
 },
 "u": {
  "data": [
   [
    "u 1",
    "буква",
    "(грамм) буква u",
    "✓"
   ],
   [
    "utta 1.1",
    "ср",
    "(грам.) буква «у»",
    "✓"
   ]
  ],
  "count": 2
 },
 "ukkala": {
  "data": [
   [
    "ukkala",
    "прил",
    "из уккалы",
    "~"
   ],
   [
    "okkala",
    "прил",
    "живущий в Уккале",
    "✓"
   ]
  ],
  "count": 3
 },
 "ukkā": {
  "data": [
   [
    "ukkā 1",
    "жен",
    "факел",
    "✓"
   ],
   [
    "ukkā 2",
    "жен",
    "тигель",
    "✓"
   ],
   [
    "ukkā 3",
    "жен",
    "метеор",
    "✓"
   ]
  ],
  "count": 3
 },
 "ukkhā": {
  "data": [
   [
    "ukkhali",
    "жен",
    "горшок",
    "~"
   ],
   [
    "ukkhalikā",
    "жен",
    "маленький горшок для готовки",
    "✓"
   ],
   [
    "ukkhā",
    "жен",
    "котелок",
    "~"
   ],
   [
    "okkhā",
    "жен",
    "большой горшок",
    "✓"
   ]
  ],
  "count": 4
 },
 "ujjenī": {
  "data": [
   [
    "ujjenika",
    "прил",
    "из Уччени",
    "~"
   ],
   [
    "ujjenī",
    "жен",
    "название города",
    "~"
   ]
  ],
  "count": 2
 },
 "uṇṇā": {
  "data": [
   [
    "uṇṇā 1",
    "жен",
    "шерсть",
    "✓"
   ],
   [
    "uṇṇā 2",
    "жен",
    "волосы между бровями",
    "✓"
   ]
  ],
  "count": 2
 },
 "uṇhīsa": {
  "data": [
   [
    "uṇhīsa 1",
    "ср",
    "тюрбан",
    "✓"
   ],
   [
    "uṇhīsa 2",
    "ср",
    "выпуклость",
    "~"
   ]
  ],
  "count": 3
 },
 "utu": {
  "data": [
   [
    "utu 1",
    "муж",
    "сезон",
    "✓"
   ],
   [
    "utu 2",
    "ср",
    "погода",
    "✓"
   ],
   [
    "utu 3",
    "муж",
    "сезон",
    "✓"
   ],
   [
    "utu 4",
    "муж",
    "обновление",
    "~"
   ],
   [
    "utuni",
    "прил",
    "менструирующие",
    "✓"
   ],
   [
    "utunī",
    "прил",
    "менструирующая",
    "✓"
   ]
  ],
  "count": 8
 },
 "tiṇa": {
  "data": [
   [
    "uttiṇa",
    "прил",
    "без соломы",
    "✓"
   ],
   [
    "tiṇa 1",
    "ср",
    "трава",
    "✓"
   ],
   [
    "tiṇa 2",
    "ср",
    "сорная трава",
    "✓"
   ],
   [
    "tiṇa 3",
    "ср",
    "тростник",
    "✓"
   ],
   [
    "nittiṇa",
    "прил",
    "без травы",
    "~"
   ]
  ],
  "count": 5
 },
 "udumbara": {
  "data": [
   [
    "udumbara",
    "муж",
    "фиговое дерево или плод фигового дерева",
    "✓"
   ],
   [
    "udumbarikā",
    "жен",
    "имя королевы, которая построила парк для странствующих аскетов",
    "✓"
   ]
  ],
  "count": 2
 },
 "upa": {
  "data": [
   [
    "upa 1",
    "прист",
    "по направлению к",
    "✓"
   ],
   [
    "upa 2",
    "прист",
    "потомок",
    "✓"
   ],
   [
    "upiya",
    "прил",
    "подходящее",
    "✓"
   ]
  ],
  "count": 3
 },
 "gaṅgā": {
  "data": [
   [
    "upagaṅgaṃ",
    "несклон",
    "рядом с рекой Ганг",
    "✓"
   ],
   [
    "gaṅgā 1",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "gaṅgā 2",
    "жен",
    "река",
    "~"
   ],
   [
    "gaṅgeyya 1",
    "ср",
    "название вида слона",
    "~"
   ],
   [
    "gaṅgeyya 2",
    "прил",
    "живущий вдоль реки Ганг",
    "~"
   ]
  ],
  "count": 5
 },
 "tissa": {
  "data": [
   [
    "upatissa",
    "муж",
    "имя Сарипутты",
    "✓"
   ],
   [
    "tissa 2.1",
    "муж",
    "ти́сса – распространённое имя монаха, используемое в примерах Виная.",
    "~"
   ],
   [
    "tissa 2.5",
    "муж",
    "имя монаха-араханта",
    "✓"
   ],
   [
    "tissa 2.6",
    "муж",
    "имя монаха-архата tissa",
    "~"
   ],
   [
    "tissa 2.7",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "tissaka",
    "муж",
    "имя монаха (вкратце о Самьютта Никае 6.8 Катамодакатиссасутта)",
    "~"
   ],
   [
    "tissā 1",
    "жен",
    "имя монахини-араханта",
    "✓"
   ],
   [
    "tissā 2",
    "жен",
    "имя архантки-монахини",
    "✓"
   ]
  ],
  "count": 11
 },
 "upamañña": {
  "data": [
   [
    "upamañña",
    "муж",
    "название клана",
    "~"
   ],
   [
    "opamañña 1",
    "муж",
    "человек из клана Упаманиа",
    "✓"
   ],
   [
    "opamañña 2",
    "муж",
    "имя божества",
    "~"
   ]
  ],
  "count": 3
 },
 "maṇika": {
  "data": [
   [
    "upamaṇikaṃ",
    "несклон",
    "возле кувшина",
    "✓"
   ],
   [
    "maṇika 1.1",
    "муж",
    "водяной кувшин",
    "✓"
   ]
  ],
  "count": 2
 },
 "upari": {
  "data": [
   [
    "upari 1",
    "несклон",
    "наверху",
    "✓"
   ],
   [
    "upari 2",
    "несклон",
    "на",
    "✓"
   ],
   [
    "upari 3",
    "несклон",
    "после",
    "✓"
   ],
   [
    "uparima",
    "прил",
    "находящийся выше",
    "✓"
   ]
  ],
  "count": 6
 },
 "vadhū": {
  "data": [
   [
    "upavadhu",
    "несклон",
    "о невестке",
    "✓"
   ],
   [
    "vadhukā",
    "жен",
    "невеста",
    "✓"
   ],
   [
    "vadhū",
    "жен",
    "невестка",
    "✓"
   ]
  ],
  "count": 3
 },
 "sikhā": {
  "data": [
   [
    "upasikhi",
    "муж",
    "имя частного пробудившегося Будды",
    "~"
   ],
   [
    "sikhara 1",
    "ср",
    "верхушка",
    "✓"
   ],
   [
    "sikhara 2",
    "ср",
    "острие меча",
    "✓"
   ],
   [
    "sikhara 4",
    "прил",
    "с вершиной",
    "✓"
   ],
   [
    "sikharaṇī",
    "жен",
    "женщина с выпадением гениталий",
    "~"
   ],
   [
    "sikhari",
    "муж",
    "имя частного пробудившегося будды",
    "~"
   ],
   [
    "sikhā 1",
    "жен",
    "точка",
    "✓"
   ],
   [
    "sikhā 2",
    "жен",
    "верхний конец",
    "~"
   ],
   [
    "sikhī 1",
    "муж",
    "имя двадцатого предыдущего Будды",
    "~"
   ],
   [
    "sikhī 2",
    "муж",
    "пламя",
    "✓"
   ],
   [
    "sikhī 4",
    "муж",
    "имя пятого предыдущего Будды",
    "~"
   ],
   [
    "sikhī 5",
    "муж",
    "наименование самостоятельно просветленного Будды",
    "~"
   ],
   [
    "susikha",
    "прил",
    "прекрасно хохлатый",
    "✓"
   ]
  ],
  "count": 18
 },
 "uppala": {
  "data": [
   [
    "uppala 1",
    "ср",
    "водяная лилия",
    "✓"
   ],
   [
    "uppala 4",
    "муж",
    "имя частного пробудившегося Будды",
    "~"
   ],
   [
    "uppalinī",
    "жен",
    "пруд с водяными лилиями",
    "✓"
   ]
  ],
  "count": 5
 },
 "ubha": {
  "data": [
   [
    "ubha",
    "местоим",
    "оба",
    "✓"
   ],
   [
    "ubhato",
    "несклон",
    "двойной",
    "✓"
   ],
   [
    "ubhaya",
    "прил",
    "оба",
    "✓"
   ],
   [
    "ubhayena",
    "несклон",
    "в обоих направлениях",
    "✓"
   ],
   [
    "ubhinnaṃ 1",
    "местоим",
    "обоим",
    "✗"
   ],
   [
    "ubhinnaṃ 2",
    "местоим",
    "обоих",
    "✓"
   ],
   [
    "ubhe",
    "местоим",
    "оба",
    "✓"
   ],
   [
    "ubho",
    "местоим",
    "оба",
    "✓"
   ],
   [
    "ubhosu",
    "местоим",
    "в обоих",
    "✓"
   ],
   [
    "ubhohi",
    "местоим",
    "обоими",
    "✓"
   ],
   [
    "dubhaya",
    "прил",
    "оба",
    "✓"
   ]
  ],
  "count": 12
 },
 "ūmi": {
  "data": [
   [
    "ummī",
    "жен",
    "волна",
    "✓"
   ],
   [
    "ūmi",
    "жен",
    "волна",
    "✓"
   ],
   [
    "saūmi",
    "прил",
    "с волнами",
    "✓"
   ]
  ],
  "count": 5
 },
 "urabbha": {
  "data": [
   [
    "urabbha",
    "муж",
    "баран",
    "✓"
   ],
   [
    "orabbhi",
    "муж",
    "овцевод",
    "~"
   ],
   [
    "orabbhika",
    "муж",
    "овцевод",
    "✓"
   ]
  ],
  "count": 3
 },
 "uras": {
  "data": [
   [
    "uras",
    "муж",
    "грудь",
    "✓"
   ],
   [
    "orasa 1",
    "прил",
    "(о ребенке) естественный",
    "✓"
   ],
   [
    "orasa 2",
    "прил",
    "собственный",
    "~"
   ]
  ],
  "count": 3
 },
 "usa": {
  "data": [
   [
    "usa",
    "муж",
    "раннее утро",
    "~"
   ],
   [
    "paccūsa",
    "муж",
    "до рассвета",
    "✓"
   ]
  ],
  "count": 2
 },
 "senā": {
  "data": [
   [
    "usseneti",
    "наст",
    "(об армии) вербует",
    "✓"
   ],
   [
    "paṭisenā",
    "жен",
    "оппозиция",
    "✓"
   ],
   [
    "paṭiseniyati",
    "наст",
    "сопротивляется",
    "✓"
   ],
   [
    "paṭiseneti",
    "наст",
    "сопротивляется",
    "✓"
   ],
   [
    "visenā",
    "жен",
    "обезоруживание",
    "✓"
   ],
   [
    "viseni",
    "жен",
    "обезоруживание",
    "✓"
   ],
   [
    "viseneti",
    "наст",
    "(об армии) разоружает",
    "✓"
   ],
   [
    "visenetvā",
    "деепр.несов",
    "(об армии) разоружив",
    "✓"
   ],
   [
    "sasena",
    "прил",
    "в сопровождении армии",
    "✓"
   ],
   [
    "sena 2.1",
    "прил",
    "с армией",
    "✓"
   ],
   [
    "senā",
    "жен",
    "армия",
    "✓"
   ],
   [
    "seniya 1",
    "муж",
    "связанный с армией",
    "✓"
   ],
   [
    "seniya 2",
    "муж",
    "имя отшельника, исполняющего практику собаки",
    "✓"
   ]
  ],
  "count": 16
 },
 "e": {
  "data": [
   [
    "e 1",
    "буква",
    "буква e",
    "✓"
   ],
   [
    "e 2",
    "буква",
    "(грам.) форма уддхи букв i и ī",
    "✓"
   ],
   [
    "etta 2.1",
    "ср",
    "буква е",
    "✓"
   ]
  ],
  "count": 3
 },
 "eṇi": {
  "data": [
   [
    "eṇi",
    "жен",
    "черная антилопа",
    "✓"
   ],
   [
    "eṇī",
    "жен",
    "название реки",
    "~"
   ],
   [
    "eṇeyya",
    "муж",
    "черный антилоп",
    "✓"
   ],
   [
    "eṇeyyaka",
    "ср",
    "название пытки",
    "✓"
   ]
  ],
  "count": 4
 },
 "eta": {
  "data": [
   [
    "eta",
    "местоим",
    "этот",
    "✓"
   ],
   [
    "etato",
    "местоим",
    "чем это",
    "~"
   ],
   [
    "etad",
    "местоим",
    "этот",
    "✓"
   ],
   [
    "etamhā",
    "местоим",
    "от этого",
    "✓"
   ],
   [
    "etasmā 1",
    "местоим",
    "из этого",
    "✓"
   ],
   [
    "etasmā 2",
    "местоим",
    "чем это",
    "✓"
   ],
   [
    "etasmiṃ",
    "местоим",
    "в этом",
    "✓"
   ],
   [
    "etassa 1",
    "местоим",
    "для этого",
    "✓"
   ],
   [
    "etassa 2",
    "местоим",
    "этого",
    "✓"
   ],
   [
    "etaṃ 1",
    "местоим",
    "это",
    "✓"
   ],
   [
    "etaṃ 2",
    "местоим",
    "это",
    "✓"
   ],
   [
    "etāni 1",
    "местоим",
    "эти",
    "✓"
   ],
   [
    "etāni 2",
    "местоим",
    "эти вещи (объект)",
    "✓"
   ],
   [
    "etāya 1",
    "местоим",
    "после этого",
    "✓"
   ],
   [
    "etāvant",
    "прил",
    "настолько великий",
    "✓"
   ],
   [
    "etissā 2",
    "местоим",
    "этого",
    "✓"
   ],
   [
    "ete 1",
    "местоим",
    "эти",
    "✓"
   ],
   [
    "ete 2",
    "местоим",
    "их",
    "✓"
   ],
   [
    "etena",
    "несклон",
    "из-за этого",
    "✓"
   ],
   [
    "etesaṃ 1",
    "местоим",
    "им",
    "✓"
   ],
   [
    "etesaṃ 2",
    "местоим",
    "их",
    "✓"
   ],
   [
    "etesu",
    "местоим",
    "в этих",
    "✓"
   ],
   [
    "etehi 1",
    "местоим",
    "этими",
    "✓"
   ],
   [
    "etehi 2",
    "местоим",
    "от этих",
    "✗"
   ],
   [
    "etto",
    "несклон",
    "из этого",
    "✓"
   ],
   [
    "enaṃ",
    "местоим",
    "его",
    "✓"
   ],
   [
    "esa",
    "местоим",
    "он",
    "✓"
   ],
   [
    "esā",
    "местоим",
    "она",
    "✓"
   ],
   [
    "eso",
    "местоим",
    "этот",
    "✓"
   ],
   [
    "neta",
    "местоим",
    "это не",
    "✓"
   ],
   [
    "nete",
    "местоим",
    "эти не являются",
    "✓"
   ],
   [
    "nesā",
    "местоим",
    "это не",
    "✓"
   ],
   [
    "neso 1",
    "местоим",
    "это не",
    "✓"
   ],
   [
    "neso 2",
    "местоим",
    "он не",
    "✓"
   ]
  ],
  "count": 38
 },
 "eraṇḍa": {
  "data": [
   [
    "eraṇḍa",
    "муж",
    "растение клещевина",
    "✓"
   ],
   [
    "eraṇḍaka",
    "муж",
    "клещевина",
    "~"
   ],
   [
    "eḷaṇḍa",
    "муж",
    "бобовое дерево рициуса",
    "✓"
   ]
  ],
  "count": 3
 },
 "ela": {
  "data": [
   [
    "ela 1",
    "ср",
    "нарушение",
    "~"
   ],
   [
    "nela",
    "прил",
    "вежливый",
    "✓"
   ]
  ],
  "count": 2
 },
 "eva": {
  "data": [
   [
    "eva 1",
    "несклон",
    "едва",
    "✓"
   ],
   [
    "eva 2",
    "несклон",
    "всё ещё",
    "✓"
   ],
   [
    "eva 3",
    "несклон",
    "даже",
    "✓"
   ],
   [
    "eva 5",
    "несклон",
    "как только",
    "✓"
   ],
   [
    "evaṃ 1",
    "несклон",
    "так",
    "✓"
   ],
   [
    "evaṃ 2",
    "несклон",
    "да!",
    "✓"
   ],
   [
    "va 2.1",
    "несклон",
    "даже",
    "✓"
   ],
   [
    "va 2.2",
    "несклон",
    "сразу же",
    "✓"
   ]
  ],
  "count": 9
 },
 "eḷa": {
  "data": [
   [
    "eḷa",
    "муж",
    "овца",
    "~"
   ],
   [
    "eḷaka 1.1",
    "муж",
    "баран",
    "✓"
   ]
  ],
  "count": 2
 },
 "o": {
  "data": [
   [
    "o 1.1",
    "буква",
    "буква о",
    "✓"
   ],
   [
    "o 1.2",
    "буква",
    "(грамм.) форма «вуддхи» для букв u и ū",
    "✓"
   ],
   [
    "otta",
    "ср",
    "буква о",
    "✓"
   ]
  ],
  "count": 3
 },
 "ogha": {
  "data": [
   [
    "ogha 1",
    "муж",
    "(о воде) поток",
    "✓"
   ],
   [
    "ogha 2",
    "муж",
    "(об омрачениях) поток",
    "✓"
   ],
   [
    "oghaniya",
    "прил",
    "способный быть затопленным",
    "~"
   ]
  ],
  "count": 3
 },
 "ojas": {
  "data": [
   [
    "ojavant 1",
    "прил",
    "питательный",
    "✓"
   ],
   [
    "ojas",
    "муж",
    "питательное вещество",
    "✓"
   ],
   [
    "ojasi",
    "муж",
    "имя божества",
    "~"
   ]
  ],
  "count": 4
 },
 "oṭṭha": {
  "data": [
   [
    "oṭṭha 1",
    "муж",
    "губы",
    "✓"
   ],
   [
    "oṭṭha 2",
    "муж",
    "верблюд",
    "✓"
   ]
  ],
  "count": 2
 },
 "mutta": {
  "data": [
   [
    "omutteti",
    "наст",
    "мочится на",
    "✓"
   ],
   [
    "mutta 1.1",
    "ср",
    "моча",
    "✓"
   ]
  ],
  "count": 3
 },
 "osadha": {
  "data": [
   [
    "osadha",
    "ср",
    "медицина",
    "✓"
   ],
   [
    "osadhi 1",
    "муж",
    "исцеляющее растение",
    "✓"
   ],
   [
    "osadhi 2",
    "ср",
    "медицина",
    "~"
   ],
   [
    "osadhī 1",
    "прил",
    "исцеляющий",
    "~"
   ],
   [
    "osadhī 2",
    "жен",
    "венера",
    "✓"
   ]
  ],
  "count": 5
 },
 "ka": {
  "data": [
   [
    "ka 1.1",
    "местоим",
    "кто?",
    "✓"
   ],
   [
    "ka 3.1",
    "несклон",
    "первая позиция в числовом списке",
    "✓"
   ],
   [
    "kacci 1",
    "несклон",
    "я надеюсь",
    "✓"
   ],
   [
    "kacci 2",
    "несклон",
    "сомневаюсь",
    "~"
   ],
   [
    "katama",
    "местоим",
    "который?",
    "✓"
   ],
   [
    "katamasmiṃ",
    "местоим",
    "в котором?",
    "✓"
   ],
   [
    "katamena",
    "несклон",
    "в каком направлении? каким образом? где?",
    "✓"
   ],
   [
    "katara",
    "прил",
    "какой из двух?",
    "~"
   ],
   [
    "kati",
    "местоим",
    "сколько?",
    "✓"
   ],
   [
    "katī",
    "местоим",
    "сколько?",
    "✓"
   ],
   [
    "katīhi",
    "местоим",
    "сколькими?",
    "✓"
   ],
   [
    "kattha 1.1",
    "несклон",
    "где?",
    "✓"
   ],
   [
    "katthaci 1",
    "несклон",
    "где либо",
    "✓"
   ],
   [
    "katthaci 2",
    "несклон",
    "в некоторых местах",
    "~"
   ],
   [
    "kathañci",
    "несклон",
    "как же это возможно?",
    "✓"
   ],
   [
    "kathaṃ 1",
    "несклон",
    "как?",
    "✓"
   ],
   [
    "kathaṃ 2",
    "несклон",
    "какова причина?",
    "✓"
   ],
   [
    "kathaṃ 3",
    "несклон",
    "что? каково?",
    "✓"
   ],
   [
    "kathaṃ 4",
    "несклон",
    "почему?",
    "✓"
   ],
   [
    "kadā",
    "несклон",
    "когда?",
    "✓"
   ],
   [
    "kadāci 1",
    "несклон",
    "иногда",
    "✓"
   ],
   [
    "kasmā",
    "несклон",
    "почему?",
    "✓"
   ],
   [
    "kassa 1",
    "местоим",
    "кому?",
    "✓"
   ],
   [
    "kassa 2",
    "местоим",
    "которого?",
    "✓"
   ],
   [
    "kahaṃ",
    "несклон",
    "где?",
    "✓"
   ],
   [
    "kaṃ 1.1",
    "местоим",
    "которого?",
    "✓"
   ],
   [
    "kā 2.1",
    "местоим",
    "что?",
    "✓"
   ],
   [
    "kāni",
    "местоим",
    "что?",
    "✓"
   ],
   [
    "kāya 2.1",
    "местоим",
    "чем",
    "✓"
   ],
   [
    "ki",
    "местоим",
    "кто? что? какой?",
    "✓"
   ],
   [
    "kittaka",
    "прил",
    "как много?",
    "✓"
   ],
   [
    "kimhi 1",
    "местоим",
    "в чем?",
    "✓"
   ],
   [
    "kimhi 2",
    "местоим",
    "когда что?",
    "✓"
   ],
   [
    "kismā",
    "местоим",
    "из чего?",
    "✓"
   ],
   [
    "kismiṃ 1",
    "местоим",
    "в чем?",
    "✓"
   ],
   [
    "kismiṃ 2",
    "местоим",
    "на каком основании?",
    "✓"
   ],
   [
    "kismiṃ 3",
    "местоим",
    "когда что?",
    "✓"
   ],
   [
    "kissa 1",
    "местоим",
    "для кого?",
    "✓"
   ],
   [
    "kissa 2",
    "местоим",
    "кого?",
    "✓"
   ],
   [
    "kiṃ 1",
    "местоим",
    "кто?",
    "✓"
   ],
   [
    "kiṃ 2",
    "несклон",
    "как?",
    "✓"
   ],
   [
    "kiṃ 3",
    "несклон",
    "не говоря уже о",
    "✓"
   ],
   [
    "kīva",
    "несклон",
    "как далеко?",
    "✓"
   ],
   [
    "kuto 1",
    "несклон",
    "откуда?",
    "✓"
   ],
   [
    "kuto 2",
    "несклон",
    "как?",
    "✓"
   ],
   [
    "kuto 3",
    "несклон",
    "что уж и говорить",
    "✓"
   ],
   [
    "kudā",
    "несклон",
    "когда?",
    "✓"
   ],
   [
    "kudācanaṃ",
    "несклон",
    "в любое время",
    "✓"
   ],
   [
    "kuvaṃ",
    "несклон",
    "где?",
    "✓"
   ],
   [
    "kuhiñci",
    "несклон",
    "где угодно",
    "✓"
   ],
   [
    "kuhiṃ",
    "несклон",
    "где?",
    "✓"
   ],
   [
    "ke",
    "местоим",
    "кто? что? какой?",
    "✓"
   ],
   [
    "kena 1",
    "местоим",
    "чем?",
    "✓"
   ],
   [
    "kena 2",
    "местоим",
    "почему?",
    "✓"
   ],
   [
    "kesaṃ 1",
    "местоим",
    "для кого?",
    "✓"
   ],
   [
    "kesaṃ 2",
    "местоим",
    "чьих?",
    "✓"
   ],
   [
    "kesu",
    "местоим",
    "в чем?",
    "✓"
   ],
   [
    "ko",
    "местоим",
    "кто?",
    "✓"
   ],
   [
    "ky",
    "местоим",
    "кто?",
    "✓"
   ]
  ],
  "count": 64
 },
 "kakudha": {
  "data": [
   [
    "kakudha 1",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "kakudha 2",
    "муж",
    "дерево арджуна",
    "~"
   ]
  ],
  "count": 6
 },
 "kakkhaḷa": {
  "data": [
   [
    "kakkhaḷa 1",
    "прил",
    "жесткий",
    "✓"
   ],
   [
    "kakkhaḷa 2",
    "прил",
    "грубый",
    "~"
   ],
   [
    "kakkhaḷa 3",
    "прил",
    "жестокий",
    "~"
   ],
   [
    "kakkhaḷatara",
    "прил",
    "грубее (чем)",
    "~"
   ],
   [
    "kakkhaḷatā",
    "жен",
    "жестокость",
    "~"
   ],
   [
    "kakkhaḷatta",
    "ср",
    "грубость",
    "✓"
   ]
  ],
  "count": 6
 },
 "kati": {
  "data": [
   [
    "kaccāna",
    "муж",
    "фамилия",
    "✓"
   ],
   [
    "kaccāyana 1",
    "муж",
    "фамилия",
    "✓"
   ],
   [
    "kaccāyana 2",
    "муж",
    "семенное грамматическое исследование, написанное в Шри-Ланке в седьмом веке",
    "~"
   ],
   [
    "kātiyāna 1",
    "муж",
    "фамилия",
    "✓"
   ],
   [
    "kātiyāna 2",
    "муж",
    "имя араханта монаха",
    "✓"
   ],
   [
    "kātiyānī",
    "жен",
    "имя мирянки",
    "~"
   ]
  ],
  "count": 6
 },
 "kaccha": {
  "data": [
   [
    "kaccha 1.1",
    "муж",
    "береговая земля",
    "✓"
   ],
   [
    "kaccha 1.2",
    "муж",
    "подмышка",
    "✓"
   ],
   [
    "kaccha 1.3",
    "муж",
    "волосы подмышками",
    "✓"
   ],
   [
    "kaccha 1.4",
    "муж",
    "пояс",
    "✓"
   ],
   [
    "kacchaka",
    "муж",
    "красный кедр",
    "✓"
   ]
  ],
  "count": 6
 },
 "kacchu": {
  "data": [
   [
    "kacchu 1",
    "жен",
    "чесотка",
    "✓"
   ]
  ],
  "count": 3
 },
 "kañji": {
  "data": [
   [
    "kañji",
    "ср",
    "рисовая каша",
    "~"
   ],
   [
    "kañjika",
    "ср",
    "рисовый отвар",
    "✓"
   ],
   [
    "kañjiya 1",
    "ср",
    "вода из риса",
    "~"
   ],
   [
    "kañjiya 2",
    "ср",
    "клей",
    "~"
   ],
   [
    "kaṇājaka",
    "ср",
    "каша из рисовых оболочек",
    "✓"
   ]
  ],
  "count": 5
 },
 "kaṭāha": {
  "data": [
   [
    "kaṭāha 1",
    "муж",
    "горшок",
    "✓"
   ]
  ],
  "count": 2
 },
 "kaṭṭha": {
  "data": [
   [
    "kaṭṭha 1.1",
    "ср",
    "палка",
    "✓"
   ],
   [
    "kaṭṭhaka",
    "муж",
    "бамбук",
    "✓"
   ],
   [
    "kaṭṭhakā",
    "муж",
    "название группы божеств",
    "~"
   ]
  ],
  "count": 3
 },
 "kaṭhalā": {
  "data": [
   [
    "kaṭhala",
    "ср",
    "галька",
    "✓"
   ],
   [
    "kaṭhalā 1",
    "жен",
    "галька",
    "✓"
   ],
   [
    "kaṭhalā 2",
    "жен",
    "осколок",
    "✓"
   ],
   [
    "kathala 1",
    "ср",
    "гравий",
    "✓"
   ]
  ],
  "count": 7
 },
 "kathina": {
  "data": [
   [
    "kaṭhina 1",
    "ср",
    "Катина привилегия",
    "✓"
   ],
   [
    "kathina 1",
    "ср",
    "деревянная рама для изготовления одежды",
    "✓"
   ],
   [
    "kathina 2",
    "ср",
    "Катина привилегия",
    "✓"
   ]
  ],
  "count": 6
 },
 "kaṇḍarā": {
  "data": [
   [
    "kaṇḍara",
    "муж",
    "сухожилие",
    "✓"
   ],
   [
    "kaṇḍarā",
    "жен",
    "сухожилие",
    "~"
   ]
  ],
  "count": 2
 },
 "katipaya": {
  "data": [
   [
    "katipa",
    "прил",
    "некоторое",
    "✓"
   ],
   [
    "katipaya",
    "прил",
    "некоторые",
    "✓"
   ]
  ],
  "count": 2
 },
 "kattikā": {
  "data": [
   [
    "kattikā 1",
    "жен",
    "название лунного месяца",
    "✓"
   ],
   [
    "kattikā 2",
    "жен",
    "созвездие плеяд",
    "~"
   ]
  ],
  "count": 2
 },
 "kapāla": {
  "data": [
   [
    "kapalla 1",
    "ср",
    "кристалл",
    "✓"
   ],
   [
    "kapalla 3",
    "ср",
    "черепок",
    "✓"
   ],
   [
    "kapallaka 1",
    "ср",
    "чашка",
    "~"
   ],
   [
    "kapallaka 2",
    "ср",
    "маленький кристалл",
    "~"
   ],
   [
    "kapāla 1",
    "муж",
    "панцирь черепахи",
    "✓"
   ],
   [
    "kapāla 2",
    "муж",
    "кастрюля",
    "~"
   ],
   [
    "kapāla 3",
    "муж",
    "чаша для подаяний",
    "✓"
   ],
   [
    "kapālaka 1",
    "муж",
    "маленькая миска для подаяний",
    "✓"
   ]
  ],
  "count": 12
 },
 "kapi": {
  "data": [
   [
    "kapi",
    "муж",
    "обезьяна",
    "✓"
   ],
   [
    "kapivanta",
    "муж",
    "название небесного города",
    "~"
   ]
  ],
  "count": 2
 },
 "kapila": {
  "data": [
   [
    "kapila 1",
    "прил",
    "коричневый",
    "~"
   ],
   [
    "kapila 4",
    "ср",
    "в отношении Сутта Нипата 2.6 (SNP18)",
    "~"
   ],
   [
    "kāpilānī",
    "жен",
    "потомок капилы",
    "✓"
   ]
  ],
  "count": 5
 },
 "kapota": {
  "data": [
   [
    "kapota",
    "муж",
    "голубь",
    "~"
   ],
   [
    "kāpotaka",
    "прил",
    "голубовато-серый",
    "✓"
   ]
  ],
  "count": 3
 },
 "kappāsa": {
  "data": [
   [
    "kappāsa",
    "муж",
    "хлопок",
    "✓"
   ],
   [
    "kappāsika",
    "прил",
    "изготовленные из хлопка",
    "✓"
   ]
  ],
  "count": 3
 },
 "kabaḷa": {
  "data": [
   [
    "kabaḷa",
    "муж",
    "кусок",
    "✓"
   ],
   [
    "kabaḷī",
    "муж",
    "кусок",
    "✓"
   ],
   [
    "kavaḷa",
    "муж",
    "кусок",
    "~"
   ],
   [
    "sakabaḷa",
    "прил",
    "полный еды",
    "✓"
   ]
  ],
  "count": 6
 },
 "kamaṇḍalu": {
  "data": [
   [
    "kamaṇḍalu",
    "муж",
    "кувшин для воды",
    "~"
   ],
   [
    "kamaṇḍaluka",
    "прил",
    "несущий кувшины для воды",
    "✓"
   ],
   [
    "kāmaṇḍaluka",
    "прил",
    "носящие кувшины с водой",
    "✓"
   ]
  ],
  "count": 3
 },
 "kambala": {
  "data": [
   [
    "kambala 1",
    "ср",
    "шерстяные изделия",
    "✓"
   ],
   [
    "kambala 2",
    "прил",
    "шерстяной",
    "✓"
   ],
   [
    "kambalaka",
    "муж",
    "шерстяной плащ",
    "~"
   ]
  ],
  "count": 5
 },
 "kamboja": {
  "data": [
   [
    "kamboja",
    "муж",
    "название страны",
    "~"
   ],
   [
    "kambojā",
    "муж",
    "народ камбоджа",
    "✓"
   ]
  ],
  "count": 2
 },
 "karaṇḍa": {
  "data": [
   [
    "karaṇḍa 1",
    "муж",
    "плетеная корзина",
    "~"
   ],
   [
    "karaṇḍa 2",
    "муж",
    "змеиная шкура",
    "✓"
   ],
   [
    "karaṇḍaka",
    "муж",
    "плетёная корзина",
    "✓"
   ]
  ],
  "count": 3
 },
 "kalanda": {
  "data": [
   [
    "kalanda",
    "муж",
    "название деревни рядом с Весали",
    "~"
   ],
   [
    "kalandaka",
    "муж",
    "белка",
    "✓"
   ]
  ],
  "count": 2
 },
 "kalala": {
  "data": [
   [
    "kalala 1",
    "ср",
    "грязь",
    "✓"
   ],
   [
    "kalala 2",
    "ср",
    "первый этап эмбрионального развития",
    "✓"
   ]
  ],
  "count": 2
 },
 "kalāpa": {
  "data": [
   [
    "kalāpa 1",
    "муж",
    "колчан (со стрелами)",
    "✓"
   ],
   [
    "kalāpa 2",
    "муж",
    "пучок",
    "✓"
   ],
   [
    "kalāpaka",
    "муж",
    "маленький пучок",
    "~"
   ],
   [
    "kalāpī 1",
    "жен",
    "вязанка",
    "✓"
   ]
  ],
  "count": 7
 },
 "kali": {
  "data": [
   [
    "kali 1",
    "муж",
    "несчастье",
    "✓"
   ],
   [
    "kali 2",
    "муж",
    "вина",
    "✓"
   ],
   [
    "kali 3",
    "муж",
    "косточка неудачи",
    "✓"
   ]
  ],
  "count": 5
 },
 "kaliṅga": {
  "data": [
   [
    "kaliṅga",
    "муж",
    "название страны",
    "~"
   ],
   [
    "kāliṅga 3",
    "муж",
    "название леса",
    "✓"
   ]
  ],
  "count": 4
 },
 "kaliṅgara": {
  "data": [
   [
    "kaliṅgara 1",
    "муж",
    "бревно",
    "✓"
   ],
   [
    "kaliṅgara 2",
    "ср",
    "бревно",
    "✓"
   ]
  ],
  "count": 3
 },
 "kaḷevara": {
  "data": [
   [
    "kaḷebara 1",
    "ср",
    "тело",
    "✓"
   ],
   [
    "kaḷebara 2",
    "ср",
    "труп",
    "~"
   ],
   [
    "kaḷebara 3",
    "ср",
    "ступени",
    "✓"
   ],
   [
    "kaḷevara 1",
    "ср",
    "тело",
    "✓"
   ],
   [
    "kaḷevara 2",
    "ср",
    "труп",
    "✓"
   ],
   [
    "kaḷevara 3",
    "ср",
    "ступень",
    "✓"
   ]
  ],
  "count": 7
 },
 "kasaṭa": {
  "data": [
   [
    "kasaṭa 1",
    "муж",
    "выжимки",
    "✓"
   ],
   [
    "kasaṭa 2",
    "муж",
    "отброс",
    "✓"
   ],
   [
    "saṭa",
    "муж",
    "отбросы",
    "✓"
   ]
  ],
  "count": 4
 },
 "kasiṇa": {
  "data": [
   [
    "kasiṇa 1",
    "прил",
    "целый",
    "✓"
   ],
   [
    "kasiṇa 2",
    "ср",
    "касина медитация",
    "✓"
   ]
  ],
  "count": 3
 },
 "kassapa": {
  "data": [
   [
    "kassapa 1",
    "муж",
    "имя предыдущего Будды",
    "✓"
   ],
   [
    "kassapa 2",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "kassapa 3",
    "муж",
    "фамилия",
    "✓"
   ],
   [
    "kassapa 4",
    "муж",
    "имя ведического мудреца",
    "✓"
   ],
   [
    "kassapa 5",
    "муж",
    "имя архата монаха",
    "✓"
   ]
  ],
  "count": 5
 },
 "kahāpaṇa": {
  "data": [
   [
    "kahāpaṇa",
    "муж",
    "монета",
    "✓"
   ],
   [
    "kahāpaṇika",
    "ср",
    "название пытки",
    "✓"
   ]
  ],
  "count": 2
 },
 "kaḷāra": {
  "data": [
   [
    "kaḷāra",
    "прил",
    "(о зубах) выступающие",
    "~"
   ],
   [
    "kāḷārikā",
    "жен",
    "название типа слонихи с разреженными и выступающими зубами",
    "✓"
   ]
  ],
  "count": 2
 },
 "kaḷīra": {
  "data": [
   [
    "kaḷīra",
    "муж",
    "побег",
    "✓"
   ],
   [
    "kaḷīraka",
    "муж",
    "маленький побег бамбука",
    "~"
   ]
  ],
  "count": 2
 },
 "kaḷopī": {
  "data": [
   [
    "kaḷopikā",
    "жен",
    "маленькая миска",
    "~"
   ],
   [
    "kaḷopī",
    "жен",
    "сосуд",
    "✓"
   ]
  ],
  "count": 2
 },
 "kaṃsa": {
  "data": [
   [
    "kaṃsa 1",
    "муж",
    "бронза",
    "✓"
   ],
   [
    "kaṃsa 2",
    "муж",
    "(бронзовая) тарелка",
    "✓"
   ],
   [
    "kaṃsa 3",
    "муж",
    "(бронзовая) чашка",
    "✓"
   ],
   [
    "kaṃsa 4",
    "муж",
    "(бронзовый) гонг",
    "✓"
   ]
  ],
  "count": 4
 },
 "kāṇa": {
  "data": [
   [
    "kāṇa 1",
    "прил",
    "одноглазый",
    "✓"
   ],
   [
    "kāṇa 2",
    "муж",
    "одноглазый человек",
    "✓"
   ]
  ],
  "count": 2
 },
 "kāsi": {
  "data": [
   [
    "kāsi",
    "муж",
    "название королевства в древней Индии",
    "✓"
   ],
   [
    "kāsika",
    "прил",
    "из Каши",
    "✓"
   ],
   [
    "kāsī",
    "муж",
    "народ каси",
    "✓"
   ]
  ],
  "count": 3
 },
 "kiki": {
  "data": [
   [
    "kiki",
    "муж",
    "сойка",
    "~"
   ],
   [
    "kikī 1",
    "жен",
    "птица с голубыми перьями",
    "✓"
   ],
   [
    "kikī 2",
    "муж",
    "имя правящего царя Каси во времена Будды Кассапы",
    "✓"
   ]
  ],
  "count": 3
 },
 "kiṅkaṇī": {
  "data": [
   [
    "kiṅkaṇikā",
    "жен",
    "маленький колокольчик",
    "~"
   ],
   [
    "kiṅkiṇikā",
    "жен",
    "маленький колокольчик",
    "~"
   ]
  ],
  "count": 4
 },
 "kipillika": {
  "data": [
   [
    "kipillika",
    "муж",
    "муравей",
    "✓"
   ],
   [
    "kipillikā",
    "жен",
    "муравей",
    "✓"
   ]
  ],
  "count": 2
 },
 "kimi": {
  "data": [
   [
    "kimi 1",
    "муж",
    "червь",
    "✓"
   ],
   [
    "kimi 2",
    "муж",
    "светлячок",
    "✓"
   ],
   [
    "kimira",
    "прил",
    "зараженный червями",
    "~"
   ],
   [
    "kimihī",
    "муж",
    "червями",
    "✓"
   ]
  ],
  "count": 4
 },
 "kira": {
  "data": [
   [
    "kira 1",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "kira 2",
    "несклон",
    "говорят",
    "✓"
   ],
   [
    "kila",
    "несклон",
    "говорят",
    "✓"
   ]
  ],
  "count": 3
 },
 "kilañja": {
  "data": [
   [
    "kilañja 1",
    "муж",
    "тростник",
    "~"
   ],
   [
    "kilañja 2",
    "муж",
    "тростниковый коврик",
    "✓"
   ]
  ],
  "count": 2
 },
 "kiloma": {
  "data": [
   [
    "kiloma",
    "ср",
    "плевра",
    "~"
   ],
   [
    "kilomaka",
    "ср",
    "плевра",
    "✓"
   ]
  ],
  "count": 2
 },
 "kukku": {
  "data": [
   [
    "kukku",
    "муж",
    "локоть",
    "✓"
   ],
   [
    "kukkuka 1",
    "прил",
    "меры в x локтей",
    "✓"
   ]
  ],
  "count": 2
 },
 "kukkuṭa": {
  "data": [
   [
    "kukkuṭa 1",
    "муж",
    "петух",
    "✓"
   ],
   [
    "kukkuṭa 2",
    "муж",
    "имя мирянина",
    "✓"
   ],
   [
    "kukkuṭavatī",
    "жен",
    "название города",
    "~"
   ],
   [
    "kukkuṭī",
    "жен",
    "курица",
    "✓"
   ]
  ],
  "count": 4
 },
 "kukkula": {
  "data": [
   [
    "kukkula 1",
    "муж",
    "горячая зола",
    "✓"
   ]
  ],
  "count": 2
 },
 "kuṭumala": {
  "data": [
   [
    "kuṭumala",
    "муж",
    "острый бутон",
    "~"
   ],
   [
    "kuṭumalaka",
    "муж",
    "маленькая заостренная почка",
    "✓"
   ]
  ],
  "count": 2
 },
 "kuṭumba": {
  "data": [
   [
    "kuṭumba",
    "ср",
    "семья",
    "✓"
   ],
   [
    "kuṭumbika",
    "муж",
    "имя мирянина",
    "✓"
   ],
   [
    "kuṭumbiya",
    "муж",
    "глава семьи",
    "~"
   ]
  ],
  "count": 4
 },
 "kuṭṭa": {
  "data": [
   [
    "kuṭṭa",
    "муж",
    "стена",
    "✓"
   ],
   [
    "kuḍḍa",
    "ср",
    "стена (из плетня и глины)",
    "✓"
   ],
   [
    "kuḍḍika",
    "прил",
    "с перегородками",
    "✓"
   ]
  ],
  "count": 3
 },
 "kuṭhāra": {
  "data": [
   [
    "kuṭhārī",
    "жен",
    "мачете",
    "✓"
   ],
   [
    "kudhārī",
    "жен",
    "мачете",
    "✓"
   ]
  ],
  "count": 2
 },
 "kuṇapa": {
  "data": [
   [
    "kuṇapa 1",
    "муж",
    "труп",
    "✓"
   ],
   [
    "kuṇapa 2",
    "ср",
    "труп",
    "✓"
   ],
   [
    "kuṇapa 3",
    "ср",
    "отвратительная вещь",
    "✓"
   ]
  ],
  "count": 4
 },
 "kotūhala": {
  "data": [
   [
    "kutūhala",
    "ср",
    "шум",
    "✓"
   ],
   [
    "kotūhala",
    "ср",
    "суматоха",
    "✓"
   ],
   [
    "kolāhala 1",
    "ср",
    "суматоха",
    "✓"
   ],
   [
    "kolāhala 2",
    "муж",
    "гам, шум, суматоха",
    "~"
   ]
  ],
  "count": 4
 },
 "kuddāla": {
  "data": [
   [
    "kudāla",
    "муж",
    "лопата",
    "✓"
   ],
   [
    "kuddāla",
    "муж",
    "лопата",
    "✓"
   ],
   [
    "kuddālaka",
    "муж",
    "имя старого учителя",
    "~"
   ],
   [
    "kuddālā",
    "жен",
    "лопата",
    "✓"
   ]
  ],
  "count": 4
 },
 "kudrūsa": {
  "data": [
   [
    "kudrusaka",
    "муж",
    "просо пальцевое",
    "~"
   ],
   [
    "kudrūsaka",
    "муж",
    "кудрусак",
    "~"
   ]
  ],
  "count": 2
 },
 "kumuda": {
  "data": [
   [
    "kumuda 1",
    "ср",
    "белая водяная лилия",
    "✓"
   ],
   [
    "kumuda 4",
    "муж",
    "часть ада Авичи, где человек должен оставаться в течение периода, равного сроку \"кумуда\"",
    "~"
   ],
   [
    "komudī 1",
    "жен",
    "название полнолуния в месяце Картика (октябрь - ноябрь)",
    "✓"
   ]
  ],
  "count": 6
 },
 "kumbha": {
  "data": [
   [
    "kumbha",
    "муж",
    "кувшин",
    "✓"
   ],
   [
    "kumbhi",
    "жен",
    "глиняный горшок",
    "✓"
   ],
   [
    "kumbhī",
    "жен",
    "глиняный горшок",
    "✓"
   ],
   [
    "kumbhīla",
    "муж",
    "гариал",
    "✓"
   ]
  ],
  "count": 5
 },
 "kumbhaṇḍa": {
  "data": [
   [
    "kumbhaṇḍa 1",
    "муж",
    "тыква",
    "~"
   ],
   [
    "kumbhaṇḍa 2",
    "муж",
    "тип сверхъестественного существа",
    "~"
   ],
   [
    "kumbhaṇḍī",
    "жен",
    "тип женского сверхъестественного существа",
    "~"
   ]
  ],
  "count": 3
 },
 "kura": {
  "data": [
   [
    "kura",
    "ср",
    "варёный рис",
    "✓"
   ],
   [
    "kūra",
    "ср",
    "рис",
    "~"
   ]
  ],
  "count": 2
 },
 "kuru": {
  "data": [
   [
    "kuru",
    "муж",
    "название страны",
    "✓"
   ],
   [
    "kurū",
    "муж",
    "люди Куру",
    "✓"
   ],
   [
    "korabya 1",
    "муж",
    "имя царя",
    "✓"
   ]
  ],
  "count": 3
 },
 "kulla": {
  "data": [
   [
    "kulla 1.1",
    "муж",
    "лодка",
    "✓"
   ]
  ],
  "count": 2
 },
 "kusa": {
  "data": [
   [
    "kusa 1.1",
    "муж",
    "трава Куса",
    "✓"
   ],
   [
    "kusa 1.2",
    "муж",
    "лот",
    "~"
   ],
   [
    "kusāvatī",
    "жен",
    "название королевской столицы царя Махасудассаны",
    "✓"
   ]
  ],
  "count": 4
 },
 "kusuma": {
  "data": [
   [
    "kusuma",
    "ср",
    "цветок",
    "✓"
   ],
   [
    "kusumita",
    "прил",
    "в цвету",
    "✓"
   ]
  ],
  "count": 2
 },
 "keṭubha": {
  "data": [
   [
    "keṭubha",
    "ср",
    "ведическая ритуальная литургия",
    "✓"
   ],
   [
    "sakeṭubha",
    "прил",
    "с обрядами",
    "✓"
   ]
  ],
  "count": 2
 },
 "ketu": {
  "data": [
   [
    "ketu",
    "муж",
    "флаг",
    "~"
   ],
   [
    "ketumatī",
    "жен",
    "кетумати: название будущей столицы",
    "~"
   ],
   [
    "ketumant 2",
    "муж",
    "имя самосветящегося Будды",
    "~"
   ]
  ],
  "count": 4
 },
 "kesa": {
  "data": [
   [
    "kesa 1",
    "муж",
    "волосы на голове",
    "✓"
   ],
   [
    "kesa 2",
    "ср",
    "волосы (на голове)",
    "✓"
   ],
   [
    "kesi",
    "муж",
    "имя коневода",
    "✓"
   ],
   [
    "kesī 1",
    "прил",
    "с длинными волосами",
    "~"
   ],
   [
    "kesī 2",
    "прил",
    "с определённого вида волосами",
    "✓"
   ],
   [
    "kesī 3",
    "муж",
    "название личностно пробужденного Будды",
    "~"
   ],
   [
    "vikesika",
    "прил",
    "с растрепанными волосами",
    "✓"
   ]
  ],
  "count": 14
 },
 "kesamutta": {
  "data": [
   [
    "kesaputta",
    "ср",
    "название города Каламов в Косале",
    "~"
   ],
   [
    "kesamutta",
    "ср",
    "название города клана Калама в Косале",
    "✓"
   ],
   [
    "kesamuttiya",
    "прил",
    "живущий в Кесамутта",
    "✓"
   ]
  ],
  "count": 3
 },
 "kokanada": {
  "data": [
   [
    "kokanada 1",
    "ср",
    "красный лотос",
    "✓"
   ],
   [
    "kokanada 2",
    "муж",
    "имя дворца принца бодхи",
    "✓"
   ],
   [
    "kokanadā",
    "жен",
    "имя богини",
    "✓"
   ]
  ],
  "count": 3
 },
 "kokila": {
  "data": [
   [
    "kokilā",
    "жен",
    "кукушка",
    "✓"
   ]
  ],
  "count": 2
 },
 "kotthu": {
  "data": [
   [
    "kotthu",
    "муж",
    "шакал",
    "✓"
   ],
   [
    "kotthuka",
    "муж",
    "маленький шакал",
    "✓"
   ]
  ],
  "count": 3
 },
 "kora": {
  "data": [
   [
    "kora 2",
    "муж",
    "полураскрывшийся бутон",
    "~"
   ],
   [
    "koraka",
    "муж",
    "открытый бутон",
    "✓"
   ]
  ],
  "count": 2
 },
 "kola": {
  "data": [
   [
    "kola 2.1",
    "ср",
    "ююба",
    "✓"
   ],
   [
    "kolaka 2",
    "ср",
    "зизифус",
    "~"
   ],
   [
    "koḷikā",
    "жен",
    "ююбея",
    "✓"
   ]
  ],
  "count": 5
 },
 "koliya": {
  "data": [
   [
    "koliya",
    "муж",
    "колия",
    "✓"
   ],
   [
    "koliyā",
    "муж",
    "колиены",
    "✓"
   ],
   [
    "koḷīya",
    "муж",
    "название клана, соседствующего с сакьями",
    "~"
   ]
  ],
  "count": 4
 },
 "kosambī": {
  "data": [
   [
    "kosambika",
    "прил",
    "живущий в косамби",
    "~"
   ],
   [
    "kosambī",
    "жен",
    "название города",
    "✓"
   ]
  ],
  "count": 2
 },
 "kosala": {
  "data": [
   [
    "kosala 1",
    "муж",
    "королевство Косала (со столицей Саваттхи)",
    "✓"
   ],
   [
    "kosala 2",
    "прил",
    "из королевства Косала",
    "✓"
   ],
   [
    "kosalaka",
    "прил",
    "из Косалы",
    "✓"
   ],
   [
    "kosalā",
    "муж",
    "имя народа Косалы",
    "✓"
   ],
   [
    "kosalika",
    "прил",
    "из Косалы",
    "~"
   ]
  ],
  "count": 5
 },
 "kva": {
  "data": [
   [
    "kva",
    "несклон",
    "где?",
    "✓"
   ],
   [
    "kvacani",
    "несклон",
    "в чем-то",
    "✓"
   ],
   [
    "kvaci 1",
    "несклон",
    "где-то",
    "✓"
   ],
   [
    "kvaci 2",
    "несклон",
    "в некоторых местах",
    "✓"
   ]
  ],
  "count": 6
 },
 "khagga": {
  "data": [
   [
    "khagga 1",
    "муж",
    "меч",
    "✓"
   ],
   [
    "khagga 2",
    "муж",
    "фехтование",
    "✓"
   ],
   [
    "khagga 3",
    "муж",
    "носорог",
    "✓"
   ]
  ],
  "count": 3
 },
 "khaṇa": {
  "data": [
   [
    "khaṇa",
    "муж",
    "момент",
    "✓"
   ],
   [
    "khaṇika",
    "прил",
    "мгновенный",
    "✗"
   ],
   [
    "khaṇikatta",
    "ср",
    "факт кратковременности",
    "~"
   ],
   [
    "khaṇena",
    "несклон",
    "за мгновение",
    "✓"
   ],
   [
    "sukhaṇa",
    "муж",
    "драгоценный момент",
    "✓"
   ]
  ],
  "count": 5
 },
 "khāṇu": {
  "data": [
   [
    "khāṇu",
    "муж",
    "пень",
    "✓"
   ],
   [
    "khāṇumata",
    "ср",
    "название брахманской деревни в Магадхе",
    "✓"
   ]
  ],
  "count": 4
 },
 "khatta": {
  "data": [
   [
    "khatta 2",
    "муж",
    "управляющий",
    "✓"
   ],
   [
    "khattar 1",
    "муж",
    "управляющий",
    "✓"
   ],
   [
    "khattiya 1",
    "прил",
    "аристократический",
    "✓"
   ],
   [
    "khattiya 2",
    "муж",
    "человек правящей касты",
    "✓"
   ],
   [
    "khattiya 3",
    "муж",
    "кшаттрий",
    "✓"
   ],
   [
    "khattiyā",
    "жен",
    "женщины правящего сословия",
    "✓"
   ],
   [
    "khattiyānī",
    "жен",
    "женщина благородного сословия",
    "✓"
   ],
   [
    "khattiyī",
    "жен",
    "женщина правящего сословия",
    "✓"
   ]
  ],
  "count": 11
 },
 "khalu": {
  "data": [
   [
    "khalu 1",
    "несклон",
    "конечно",
    "✓"
   ],
   [
    "khalu 2",
    "несклон",
    "определённо нет",
    "~"
   ],
   [
    "kho",
    "несклон",
    "действительно",
    "✓"
   ]
  ],
  "count": 3
 },
 "khaḷuṅka": {
  "data": [
   [
    "khaḷuṅka 1",
    "прил",
    "необучаемый",
    "✓"
   ],
   [
    "khaḷuṅka 2",
    "муж",
    "неподдающаяся дрессировке лошадь",
    "✓"
   ]
  ],
  "count": 3
 },
 "khāri": {
  "data": [
   [
    "khāri 1",
    "жен",
    "товары, переносимые на плечах на шесте",
    "✓"
   ],
   [
    "khārika 2.1",
    "прил",
    "в мере кхари",
    "~"
   ]
  ],
  "count": 3
 },
 "khīra": {
  "data": [
   [
    "khīra 1",
    "ср",
    "молоко",
    "✓"
   ],
   [
    "khīra 2",
    "ср",
    "(у деревьев) молочный сок",
    "✓"
   ]
  ],
  "count": 3
 },
 "khīla": {
  "data": [
   [
    "khīla 1.1",
    "муж",
    "столб",
    "✓"
   ],
   [
    "khīla 1.3",
    "ср",
    "столб",
    "✓"
   ],
   [
    "khīlaka",
    "муж",
    "колышек",
    "✓"
   ]
  ],
  "count": 4
 },
 "kheḷa": {
  "data": [
   [
    "kheḷa",
    "муж",
    "слюна",
    "✓"
   ],
   [
    "vikkheḷika",
    "прил",
    "слюнявый",
    "✓"
   ]
  ],
  "count": 2
 },
 "khoma": {
  "data": [
   [
    "khoma 1",
    "прил",
    "изготовленный из льна",
    "✓"
   ],
   [
    "khoma 2",
    "ср",
    "лён",
    "✓"
   ]
  ],
  "count": 2
 },
 "gaggara": {
  "data": [
   [
    "gaggarā",
    "жен",
    "название пруда с лотосами около Кампы",
    "✓"
   ],
   [
    "gaggarī",
    "жен",
    "мехи",
    "✓"
   ],
   [
    "gaggalaka",
    "муж",
    "завихрение",
    "~"
   ]
  ],
  "count": 4
 },
 "gandhabba": {
  "data": [
   [
    "gandhabba 1",
    "муж",
    "полубог",
    "✓"
   ],
   [
    "gandhabba 2",
    "муж",
    "поток сознания, движимый к перерождению",
    "✓"
   ],
   [
    "gandhabba 3",
    "муж",
    "имя министра",
    "~"
   ]
  ],
  "count": 6
 },
 "gandhāra": {
  "data": [
   [
    "gandhāra 1",
    "муж",
    "название страны",
    "~"
   ],
   [
    "gandhāra 2",
    "муж",
    "имя частного будды-покровителя",
    "~"
   ]
  ],
  "count": 3
 },
 "go": {
  "data": [
   [
    "gava",
    "муж",
    "бык",
    "✓"
   ],
   [
    "gavā",
    "муж",
    "от коровы",
    "✓"
   ],
   [
    "gāvī",
    "жен",
    "корова",
    "✓"
   ],
   [
    "gāvo 1",
    "муж",
    "крупный рогатый скот",
    "✓"
   ],
   [
    "gāvo 2",
    "муж",
    "крупный рогатый скот",
    "✓"
   ],
   [
    "gunnaṃ 1",
    "муж",
    "крупного рогатого скота",
    "✓"
   ],
   [
    "gunnaṃ 2",
    "муж",
    "когда у коров",
    "✓"
   ],
   [
    "go",
    "муж",
    "бык",
    "✓"
   ],
   [
    "goṇa",
    "муж",
    "бык",
    "✓"
   ],
   [
    "goṇaka",
    "муж",
    "шаговое покрывало",
    "✓"
   ],
   [
    "gotta 1",
    "ср",
    "происхождение",
    "✓"
   ],
   [
    "gotta 2",
    "прил",
    "принадлежащий семейному клану",
    "✓"
   ],
   [
    "gonaka",
    "муж",
    "шёрстяное покрывало",
    "✓"
   ],
   [
    "gomant",
    "прил",
    "с большим количеством крупного рогатого скота",
    "✓"
   ],
   [
    "gomika",
    "муж",
    "владелец скота",
    "✓"
   ],
   [
    "sagotta",
    "прил",
    "семейного клана",
    "✓"
   ]
  ],
  "count": 18
 },
 "gaḷagaḷa": {
  "data": [
   [
    "gaḷagaḷa",
    "несклон",
    "грохочущий звук",
    "~"
   ],
   [
    "gaḷagaḷāyati",
    "наст",
    "гремит",
    "✓"
   ],
   [
    "gaḷagaḷāyanta",
    "прич.наст",
    "гремящий",
    "✓"
   ]
  ],
  "count": 4
 },
 "gāvuta": {
  "data": [
   [
    "gāvuta",
    "ср",
    "мера длины",
    "~"
   ]
  ],
  "count": 2
 },
 "gimha": {
  "data": [
   [
    "gimha",
    "муж",
    "жар",
    "✓"
   ],
   [
    "gimhā",
    "муж",
    "жаркое время года",
    "✓"
   ],
   [
    "gimhāna",
    "ср",
    "жаркое время года",
    "✓"
   ],
   [
    "gimhi",
    "муж",
    "жаркое время года",
    "✓"
   ],
   [
    "gimhika",
    "прил",
    "жаркий",
    "✓"
   ]
  ],
  "count": 5
 },
 "giri": {
  "data": [
   [
    "giri 1",
    "муж",
    "гора",
    "✓"
   ],
   [
    "giri 2",
    "жен",
    "гора",
    "✓"
   ],
   [
    "geruka",
    "ср",
    "красная мел",
    "✓"
   ]
  ],
  "count": 3
 },
 "gīvā": {
  "data": [
   [
    "gīva",
    "прил",
    "с шеей",
    "~"
   ],
   [
    "gīvā 1",
    "жен",
    "шея",
    "✓"
   ],
   [
    "gīvā 2",
    "жен",
    "публичная казнь",
    "✓"
   ],
   [
    "gīveyya",
    "ср",
    "ожерелье",
    "✓"
   ],
   [
    "gīveyyaka",
    "ср",
    "ожерелье",
    "✓"
   ],
   [
    "sugīva",
    "прил",
    "красивошеий",
    "✓"
   ]
  ],
  "count": 6
 },
 "gumba": {
  "data": [
   [
    "gumba 1",
    "муж",
    "команда",
    "✓"
   ],
   [
    "gumba 2",
    "муж",
    "лесной участок",
    "✓"
   ],
   [
    "pagumba",
    "муж",
    "заросли",
    "✓"
   ]
  ],
  "count": 5
 },
 "gotama": {
  "data": [
   [
    "gotama 1",
    "муж",
    "родовое имя Будды",
    "✓"
   ],
   [
    "gotama 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "gotama 3",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "gotama 4",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "gotamaka 2",
    "муж",
    "ученик Готамы",
    "~"
   ],
   [
    "gotamī 1",
    "жен",
    "женщина из семьи Готама",
    "✓"
   ],
   [
    "gotamī 2",
    "жен",
    "имя монахини-архантки",
    "✓"
   ]
  ],
  "count": 9
 },
 "godhāvarī": {
  "data": [
   [
    "godāvarī",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "godhāvarī",
    "жен",
    "название реки",
    "✓"
   ]
  ],
  "count": 2
 },
 "gopānasī": {
  "data": [
   [
    "gopāṇasī",
    "жен",
    "балка",
    "✓"
   ],
   [
    "gopānasī",
    "жен",
    "балка",
    "✓"
   ]
  ],
  "count": 2
 },
 "gopphaka": {
  "data": [
   [
    "gopphaka",
    "ср",
    "лодыжка",
    "✓"
   ],
   [
    "gopphakatta",
    "ср",
    "факт наличия лодыжек",
    "~"
   ]
  ],
  "count": 2
 },
 "ghaṭa": {
  "data": [
   [
    "ghaṭa 1.1",
    "муж",
    "водяной горшок",
    "✓"
   ]
  ],
  "count": 4
 },
 "ghana": {
  "data": [
   [
    "ghana 1.1",
    "прил",
    "твердый",
    "✓"
   ],
   [
    "ghana 1.2",
    "муж",
    "массив",
    "✓"
   ],
   [
    "ghana 1.3",
    "муж",
    "четвёртая стадия эмбрионального развития",
    "✓"
   ]
  ],
  "count": 4
 },
 "ghoṭa": {
  "data": [
   [
    "ghoṭa",
    "муж",
    "лошадь",
    "✓"
   ]
  ],
  "count": 1
 },
 "c": {
  "data": [
   [
    "ca 1.1",
    "буква",
    "буква ц",
    "✓"
   ],
   [
    "ca 1.2",
    "несклон",
    "шестой пункт в числовом списке",
    "✓"
   ]
  ],
  "count": 2
 },
 "ca": {
  "data": [
   [
    "ca 2.1",
    "несклон",
    "и",
    "✓"
   ],
   [
    "ca 2.2",
    "несклон",
    "но",
    "✓"
   ],
   [
    "ca 2.3",
    "несклон",
    "(грам.) и",
    "✓"
   ]
  ],
  "count": 3
 },
 "cakka": {
  "data": [
   [
    "cakka 1",
    "ср",
    "колесо",
    "✓"
   ],
   [
    "cakka 2",
    "ср",
    "повозка",
    "✓"
   ],
   [
    "cakka 3",
    "прил",
    "колесный",
    "~"
   ],
   [
    "cakka 4",
    "ср",
    "круг",
    "~"
   ],
   [
    "cakka 5",
    "ср",
    "команда",
    "✗"
   ]
  ],
  "count": 7
 },
 "catu": {
  "data": [
   [
    "caccara 1",
    "ср",
    "перекрёсток",
    "✓"
   ],
   [
    "catasso",
    "кол.ч",
    "четыре (4)",
    "✓"
   ],
   [
    "catu",
    "кол.ч",
    "четыре (4)",
    "✓"
   ],
   [
    "catukka 1",
    "прил",
    "четырёхкратный",
    "✓"
   ],
   [
    "catukka 2",
    "ср",
    "тетрада",
    "✓"
   ],
   [
    "catukkhattuṃ",
    "несклон",
    "четыре раза",
    "✓"
   ],
   [
    "catuttha 1",
    "поряд.ч",
    "четвертый (4ый)",
    "✓"
   ],
   [
    "catuttha 2",
    "муж",
    "четвертый согласный каждой группы",
    "✓"
   ],
   [
    "catutthaṃ",
    "несклон",
    "в четвертый раз",
    "~"
   ],
   [
    "catutthī 1",
    "поряд.ч",
    "четвёртая",
    "✓"
   ],
   [
    "catudhā",
    "несклон",
    "четырехкратно",
    "~"
   ],
   [
    "catunnaṃ 2",
    "кол.ч",
    "четырех",
    "✓"
   ],
   [
    "catubbhi",
    "кол.ч",
    "четырьмя",
    "✓"
   ],
   [
    "catur",
    "несклон",
    "четыре",
    "✓"
   ],
   [
    "caturo",
    "кол.ч",
    "четыре (4)",
    "✓"
   ],
   [
    "catuhi",
    "кол.ч",
    "с четырьмя",
    "✓"
   ],
   [
    "catūsu",
    "кол.ч",
    "в четыре",
    "✓"
   ],
   [
    "catūhi 1",
    "кол.ч",
    "четырьмя",
    "✓"
   ],
   [
    "catūhi 2",
    "кол.ч",
    "от четырех",
    "✓"
   ],
   [
    "cattāri 1",
    "кол.ч",
    "четыре (4)",
    "✓"
   ],
   [
    "cattāri 2",
    "кол.ч",
    "четыре (4)",
    "✓"
   ],
   [
    "cattāro",
    "кол.ч",
    "четыре (4)",
    "✓"
   ],
   [
    "cātu",
    "несклон",
    "четырёх",
    "✓"
   ],
   [
    "cātumā",
    "жен",
    "название деревни",
    "✓"
   ],
   [
    "cātumeyyaka",
    "прил",
    "живущий в чатума",
    "✓"
   ]
  ],
  "count": 31
 },
 "caṇḍāla": {
  "data": [
   [
    "caṇḍāla 1",
    "муж",
    "отверженный",
    "✓"
   ],
   [
    "caṇḍāla 2",
    "ср",
    "трюк",
    "✓"
   ]
  ],
  "count": 3
 },
 "cāṭu": {
  "data": [
   [
    "cāṭu",
    "прил",
    "вежливый",
    "~"
   ],
   [
    "cāturatā",
    "жен",
    "проницательность",
    "~"
   ],
   [
    "cāturiya 1",
    "ср",
    "проницательность",
    "~"
   ]
  ],
  "count": 5
 },
 "camara": {
  "data": [
   [
    "camara",
    "муж",
    "як",
    "~"
   ],
   [
    "camarī",
    "муж",
    "як",
    "✗"
   ],
   [
    "cāmara",
    "ср",
    "хвост яка, используемый как метелка (символ престижа)",
    "✓"
   ],
   [
    "cāmarī",
    "муж",
    "як",
    "✓"
   ]
  ],
  "count": 4
 },
 "camma": {
  "data": [
   [
    "camma 1",
    "ср",
    "внутренняя кожа",
    "✓"
   ],
   [
    "camma 2",
    "ср",
    "шкура",
    "~"
   ],
   [
    "camma 3",
    "ср",
    "щит",
    "✓"
   ],
   [
    "camma 4",
    "ср",
    "(вины) дека",
    "✓"
   ],
   [
    "niccamma",
    "прил",
    "без кожи",
    "✓"
   ]
  ],
  "count": 5
 },
 "cāpa": {
  "data": [
   [
    "cāpa",
    "муж",
    "лук (и стрела)",
    "✓"
   ],
   [
    "cāpā",
    "жен",
    "имя архатки",
    "✓"
   ]
  ],
  "count": 2
 },
 "cāru": {
  "data": [
   [
    "cāru",
    "прил",
    "красивый",
    "✓"
   ],
   [
    "sucāru",
    "прил",
    "симпатичный",
    "✓"
   ]
  ],
  "count": 2
 },
 "ciṅgula": {
  "data": [
   [
    "ciṅgulaka",
    "ср",
    "игрушечная ветряная мельница",
    "✓"
   ],
   [
    "ciṅgulāyitvā",
    "деепр.несов",
    "having rolled around - покружившись",
    "~"
   ],
   [
    "ciṅgūlaka",
    "муж",
    "кислица обыкновенная",
    "✓"
   ]
  ],
  "count": 6
 },
 "ciṭiciṭi": {
  "data": [
   [
    "ciṭiciṭāyati",
    "наст",
    "шипит",
    "✓"
   ],
   [
    "ciṭiciṭi",
    "несклон",
    "шипение",
    "✓"
   ]
  ],
  "count": 2
 },
 "cimi": {
  "data": [
   [
    "cimi",
    "муж",
    "имя волокнистого растения, из которого делают ткань",
    "~"
   ],
   [
    "cimilikā 1",
    "жен",
    "наволочка",
    "✓"
   ]
  ],
  "count": 3
 },
 "cīrī": {
  "data": [
   [
    "ciriḷikā",
    "жен",
    "сверчок",
    "~"
   ],
   [
    "cīrika",
    "прил",
    "принадлежащий сверчкам",
    "~"
   ],
   [
    "cīrī",
    "жен",
    "цикада",
    "~"
   ],
   [
    "jhallika",
    "прил",
    "самки сверчков",
    "~"
   ],
   [
    "jhallikā",
    "жен",
    "сверчок",
    "~"
   ]
  ],
  "count": 5
 },
 "cunda": {
  "data": [
   [
    "cunda 1",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "cundī",
    "жен",
    "имя принцессы",
    "~"
   ]
  ],
  "count": 4
 },
 "cūḷa": {
  "data": [
   [
    "cūḷa",
    "прил",
    "меньший",
    "✓"
   ],
   [
    "cūḷani",
    "сокращ",
    "сокращение от Чуланиддеса",
    "✓"
   ],
   [
    "cūḷanī",
    "прил",
    "меньший",
    "~"
   ]
  ],
  "count": 6
 },
 "cūḷā": {
  "data": [
   [
    "cūḷaka 1",
    "прил",
    "с хохлом",
    "~"
   ],
   [
    "cūḷā",
    "жен",
    "гребень",
    "✓"
   ]
  ],
  "count": 3
 },
 "ce": {
  "data": [
   [
    "ce 1",
    "несклон",
    "если",
    "✓"
   ],
   [
    "ce 2",
    "несклон",
    "но",
    "✓"
   ]
  ],
  "count": 2
 },
 "ceta": {
  "data": [
   [
    "ceta",
    "ср",
    "название страны",
    "~"
   ]
  ],
  "count": 4
 },
 "coḷa": {
  "data": [
   [
    "colaka",
    "ср",
    "кусок ткани",
    "~"
   ],
   [
    "coḷa 1",
    "муж",
    "тряпка",
    "✓"
   ],
   [
    "coḷa 2",
    "ср",
    "ткань",
    "✓"
   ],
   [
    "coḷaka",
    "ср",
    "кусочек ткани",
    "~"
   ],
   [
    "duccoḷa",
    "прил",
    "плохо одетый",
    "~"
   ]
  ],
  "count": 7
 },
 "ch": {
  "data": [
   [
    "cha 1.1",
    "буква",
    "(грам.) буква ч",
    "~"
   ],
   [
    "cha 1.2",
    "несклон",
    "седьмой пункт в числовом списке",
    "✓"
   ]
  ],
  "count": 2
 },
 "cha": {
  "data": [
   [
    "cha 2.1",
    "кол.ч",
    "шесть (6)",
    "✓"
   ],
   [
    "chakka",
    "ср",
    "группа из шести",
    "✓"
   ],
   [
    "chakkhattuṃ",
    "несклон",
    "шесть раз",
    "✓"
   ],
   [
    "chaṭṭha",
    "поряд.ч",
    "шестой (6ой)",
    "✓"
   ],
   [
    "chaṭṭhama",
    "поряд.ч",
    "шестой (6ой)",
    "✗"
   ],
   [
    "channaṃ 1",
    "кол.ч",
    "шести",
    "✓"
   ],
   [
    "channaṃ 2",
    "кол.ч",
    "шести",
    "✓"
   ],
   [
    "chabbhi",
    "кол.ч",
    "шестью",
    "✓"
   ],
   [
    "chasu",
    "кол.ч",
    "в шести",
    "✓"
   ],
   [
    "chassu",
    "кол.ч",
    "в шести",
    "✓"
   ],
   [
    "chaḷ",
    "несклон",
    "шесть",
    "✓"
   ],
   [
    "saṭṭhi 2.1",
    "кол.ч",
    "шесть",
    "~"
   ],
   [
    "saḷ",
    "несклон",
    "шесть (6)",
    "✓"
   ]
  ],
  "count": 16
 },
 "chakaṇa": {
  "data": [
   [
    "chakaṇa",
    "ср",
    "высушенный навоз животных",
    "~"
   ],
   [
    "chakaṇakā",
    "жен",
    "кипячёный горячий коровий навоз",
    "✓"
   ]
  ],
  "count": 6
 },
 "chapaka": {
  "data": [
   [
    "chapaka",
    "муж",
    "изгой",
    "✓"
   ],
   [
    "chapakī",
    "жен",
    "женщина-изгой",
    "✓"
   ]
  ],
  "count": 2
 },
 "chava": {
  "data": [
   [
    "chava 1",
    "прил",
    "низкий",
    "✓"
   ],
   [
    "chava 2",
    "прил",
    "ничтожный",
    "✓"
   ],
   [
    "chava 3",
    "муж",
    "труп",
    "✓"
   ],
   [
    "chavaka",
    "муж",
    "изгой",
    "~"
   ]
  ],
  "count": 4
 },
 "chāpa": {
  "data": [
   [
    "chāpa",
    "муж",
    "молодое животное",
    "✓"
   ],
   [
    "chāpaka",
    "муж",
    "молодое самец животных",
    "✓"
   ],
   [
    "chāpikā",
    "жен",
    "молодое женское животное",
    "✓"
   ]
  ],
  "count": 4
 },
 "chāyā": {
  "data": [
   [
    "chāya",
    "прил",
    "тенистый",
    "✓"
   ],
   [
    "chāyā 1",
    "жен",
    "тень",
    "✓"
   ],
   [
    "chāyā 2",
    "жен",
    "отражение",
    "~"
   ],
   [
    "pacchāyā",
    "жен",
    "тенистое место",
    "~"
   ]
  ],
  "count": 4
 },
 "cheka": {
  "data": [
   [
    "cheka 1",
    "прил",
    "подлинный",
    "✓"
   ],
   [
    "cheka 2",
    "прил",
    "умный",
    "~"
   ]
  ],
  "count": 3
 },
 "jaṅgala": {
  "data": [
   [
    "jaṅgala 1.1",
    "ср",
    "джунгли",
    "✓"
   ]
  ],
  "count": 2
 },
 "jaṅghā": {
  "data": [
   [
    "jaṅgha",
    "прил",
    "с икроножными мышцами",
    "✓"
   ],
   [
    "jaṅghā",
    "жен",
    "голень",
    "✓"
   ]
  ],
  "count": 4
 },
 "jāṇu": {
  "data": [
   [
    "jaṇṇuka",
    "ср",
    "колено",
    "✓"
   ],
   [
    "jāṇu",
    "муж",
    "колено",
    "✓"
   ],
   [
    "jāṇuka",
    "муж",
    "колено",
    "✓"
   ]
  ],
  "count": 7
 },
 "jatu2": {
  "data": [
   [
    "jatu 2.1",
    "жен",
    "летучая мышь",
    "~"
   ],
   [
    "jatukā",
    "жен",
    "летучая мышь",
    "~"
   ]
  ],
  "count": 2
 },
 "jambu": {
  "data": [
   [
    "jambu",
    "жен",
    "розовая яблоня",
    "✓"
   ],
   [
    "jambū",
    "жен",
    "дерево розовое яблоко",
    "✓"
   ]
  ],
  "count": 2
 },
 "jamma": {
  "data": [
   [
    "jamma",
    "прил",
    "жалкий",
    "✓"
   ],
   [
    "jammi",
    "прил",
    "жалкий",
    "✓"
   ]
  ],
  "count": 2
 },
 "jāra": {
  "data": [
   [
    "jāra",
    "муж",
    "любовник",
    "~"
   ],
   [
    "jārattana",
    "ср",
    "любовница",
    "✓"
   ]
  ],
  "count": 2
 },
 "jeṭṭha": {
  "data": [
   [
    "jeṭṭha 1",
    "прил",
    "первый",
    "✓"
   ],
   [
    "jeṭṭha 2",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "jeṭṭha 3",
    "прил",
    "первенствующий",
    "✓"
   ],
   [
    "jeṭṭhaka 1",
    "прил",
    "первый",
    "~"
   ],
   [
    "jeṭṭhaka 2",
    "муж",
    "старший брат",
    "~"
   ],
   [
    "jeṭṭhakatara",
    "прил",
    "более высокопоставленный (чем)",
    "~"
   ],
   [
    "sajeṭṭhaka",
    "прил",
    "уважительный",
    "~"
   ]
  ],
  "count": 8
 },
 "sāka": {
  "data": [
   [
    "ḍāka",
    "муж",
    "листовой овощ",
    "✓"
   ],
   [
    "sāka 1",
    "муж",
    "сырые овощи",
    "✓"
   ]
  ],
  "count": 2
 },
 "dendima": {
  "data": [
   [
    "ḍiṇḍima",
    "муж",
    "барабан",
    "✓"
   ]
  ],
  "count": 4
 },
 "t": {
  "data": [
   [
    "ta 2.1",
    "буква",
    "(грам.) буква \"т\"",
    "✓"
   ],
   [
    "tatta 2.1",
    "ср",
    "(грамм.) буква т",
    "✓"
   ]
  ],
  "count": 2
 },
 "taca": {
  "data": [
   [
    "taca 1",
    "муж",
    "кожа (человека)",
    "✓"
   ],
   [
    "taca 2",
    "муж",
    "шкура животного",
    "~"
   ],
   [
    "taca 3",
    "муж",
    "кора (дерева)",
    "✓"
   ],
   [
    "taca 4",
    "муж",
    "кожура (фрукта)",
    "~"
   ],
   [
    "taca 5",
    "прил",
    "с кожей",
    "✓"
   ],
   [
    "tacas 1",
    "муж",
    "кожица",
    "✓"
   ],
   [
    "tacas 2",
    "муж",
    "шкура (животного)",
    "✗"
   ],
   [
    "tacas 3",
    "муж",
    "кора (дерева)",
    "✓"
   ],
   [
    "tacas 4",
    "муж",
    "кожура",
    "~"
   ]
  ],
  "count": 9
 },
 "taṭataṭa": {
  "data": [
   [
    "taṭataṭa",
    "несклон",
    "звук рататата",
    "✓"
   ],
   [
    "taṭataṭāyati",
    "наст",
    "грохочет",
    "✓"
   ]
  ],
  "count": 5
 },
 "taṇḍula": {
  "data": [
   [
    "taṇḍula 1",
    "муж",
    "очищенный рис",
    "✓"
   ],
   [
    "taṇḍula 2",
    "ср",
    "очищенный рис",
    "✓"
   ]
  ],
  "count": 3
 },
 "ti": {
  "data": [
   [
    "tatiya 1.1",
    "поряд.ч",
    "третий (3ий)",
    "✓"
   ],
   [
    "tatiya 1.2",
    "муж",
    "(грам.) третья согласная каждого вага",
    "✓"
   ],
   [
    "tatiyakaṃ",
    "несклон",
    "случаясь в третий раз",
    "✓"
   ],
   [
    "tatiyaṃ",
    "несклон",
    "в третий раз",
    "✓"
   ],
   [
    "tatiyā 1",
    "поряд.ч",
    "третий (3-й)",
    "✓"
   ],
   [
    "tatīya",
    "поряд.ч",
    "третий (3ий)",
    "✓"
   ],
   [
    "taya",
    "ср",
    "триада",
    "✓"
   ],
   [
    "tayo 1",
    "кол.ч",
    "три",
    "✓"
   ],
   [
    "tayo 2",
    "кол.ч",
    "три (3) (объект)",
    "✓"
   ],
   [
    "ti 1",
    "кол.ч",
    "три (3)",
    "✓"
   ],
   [
    "tika 1",
    "прил",
    "тройной",
    "✓"
   ],
   [
    "tika 2",
    "ср",
    "триада",
    "✓"
   ],
   [
    "tikkhattuṃ",
    "несклон",
    "трижды",
    "✓"
   ],
   [
    "tiṇṇaṃ",
    "кол.ч",
    "трех",
    "✓"
   ],
   [
    "tisso",
    "кол.ч",
    "три (3)",
    "✓"
   ],
   [
    "tīṇi",
    "кол.ч",
    "три",
    "✓"
   ],
   [
    "tīsu",
    "кол.ч",
    "в трех",
    "✓"
   ],
   [
    "tīhi",
    "кол.ч",
    "тремя",
    "✓"
   ],
   [
    "te 3",
    "кол.ч",
    "три",
    "✓"
   ]
  ],
  "count": 21
 },
 "tāva": {
  "data": [
   [
    "tattaka",
    "прил",
    "столько",
    "~"
   ],
   [
    "tāva 1",
    "несклон",
    "так долго",
    "✓"
   ],
   [
    "tāva 2",
    "несклон",
    "настолько",
    "✓"
   ],
   [
    "tāvataka 1",
    "прил",
    "лишь так много",
    "✓"
   ],
   [
    "tāvatā 1",
    "несклон",
    "так долго",
    "✓"
   ],
   [
    "tāvatā 2",
    "несклон",
    "на этот счет",
    "✓"
   ],
   [
    "tāvatika",
    "прил",
    "ровно столько",
    "✓"
   ]
  ],
  "count": 8
 },
 "tamas": {
  "data": [
   [
    "tamas 1",
    "муж",
    "темнота",
    "✓"
   ],
   [
    "tamas 2",
    "муж",
    "невежество",
    "✓"
   ],
   [
    "tamas 3",
    "муж",
    "муть",
    "✗"
   ]
  ],
  "count": 3
 },
 "tambūla": {
  "data": [
   [
    "tambūla",
    "ср",
    "пепельные листья",
    "✓"
   ]
  ],
  "count": 2
 },
 "tvaṃ": {
  "data": [
   [
    "tayā 1",
    "местоим",
    "тобой",
    "✓"
   ],
   [
    "tayā 2",
    "местоим",
    "от тебя",
    "✓"
   ],
   [
    "tayi",
    "местоим",
    "в тебе",
    "✓"
   ],
   [
    "tava 1",
    "местоим",
    "тебе",
    "✓"
   ],
   [
    "tava 2",
    "местоим",
    "твой",
    "✓"
   ],
   [
    "taṃ 2.1",
    "местоим",
    "тебя",
    "✓"
   ],
   [
    "tumha",
    "местоим",
    "ты",
    "✓"
   ],
   [
    "tumhaṃ 1",
    "местоим",
    "вам",
    "✓"
   ],
   [
    "tumhaṃ 2",
    "местоим",
    "ваш",
    "~"
   ],
   [
    "tumhāka",
    "местоим",
    "вам всем",
    "✓"
   ],
   [
    "tumhākaṃ 2",
    "местоим",
    "для вас",
    "✓"
   ],
   [
    "tumhākaṃ 3",
    "местоим",
    "ваш",
    "✓"
   ],
   [
    "tumhe 1",
    "местоим",
    "вы",
    "✓"
   ],
   [
    "tumhe 2",
    "местоим",
    "вас",
    "✓"
   ],
   [
    "tumhe 3",
    "местоим",
    "вы все",
    "~"
   ],
   [
    "tumhe 4",
    "местоим",
    "вас всех",
    "✓"
   ],
   [
    "tumhehi 1",
    "местоим",
    "вами",
    "✓"
   ],
   [
    "tumhehi 2",
    "местоим",
    "от вас всех",
    "✓"
   ],
   [
    "tuyha",
    "местоим",
    "твоё",
    "✓"
   ],
   [
    "tuyhaṃ 1",
    "местоим",
    "для тебя",
    "✓"
   ],
   [
    "tuyhaṃ 2",
    "местоим",
    "твой",
    "✓"
   ],
   [
    "tuvaṃ 1",
    "местоим",
    "ты",
    "✓"
   ],
   [
    "tuvaṃ 2",
    "местоим",
    "тебя",
    "✓"
   ],
   [
    "te 2.1",
    "местоим",
    "тебя",
    "✓"
   ],
   [
    "te 2.2",
    "местоим",
    "тобой",
    "✓"
   ],
   [
    "te 2.3",
    "местоим",
    "для тебя",
    "✓"
   ],
   [
    "te 2.4",
    "местоим",
    "твой",
    "✓"
   ],
   [
    "te 2.5",
    "местоим",
    "когда ты",
    "✓"
   ],
   [
    "tvaṃ 1",
    "местоим",
    "ты",
    "✓"
   ],
   [
    "tvaṃ 2",
    "местоим",
    "тебя",
    "✓"
   ],
   [
    "natumhāka",
    "прил",
    "не твой",
    "~"
   ],
   [
    "vo 1.1",
    "местоим",
    "вас",
    "✓"
   ],
   [
    "vo 1.2",
    "местоим",
    "вами",
    "✓"
   ],
   [
    "vo 1.3",
    "местоим",
    "вам",
    "✓"
   ],
   [
    "vo 1.4",
    "местоим",
    "ваш",
    "✓"
   ],
   [
    "vo 1.5",
    "местоим",
    "когда вы",
    "✓"
   ]
  ],
  "count": 37
 },
 "taluna": {
  "data": [
   [
    "taluna",
    "прил",
    "нежный",
    "✓"
   ]
  ],
  "count": 3
 },
 "tāta": {
  "data": [
   [
    "tāta 1",
    "муж",
    "отец",
    "✓"
   ],
   [
    "tāta 2",
    "муж",
    "(ласковое обращение)",
    "✓"
   ],
   [
    "tātā",
    "муж",
    "друзья",
    "✓"
   ]
  ],
  "count": 3
 },
 "tārā": {
  "data": [
   [
    "tāraka",
    "прил",
    "относящийся к звездам",
    "~"
   ],
   [
    "tārakā 1",
    "жен",
    "звезда",
    "✓"
   ],
   [
    "tārakā 2",
    "жен",
    "сияние",
    "✓"
   ],
   [
    "tārā",
    "жен",
    "звезда",
    "~"
   ]
  ],
  "count": 4
 },
 "tinduka": {
  "data": [
   [
    "tiṇḍuka 1",
    "муж",
    "дерево эбии малабарской",
    "~"
   ],
   [
    "tiṇḍuka 2",
    "ср",
    "плод малабарского эбенового дерева",
    "✓"
   ],
   [
    "tinduka",
    "муж",
    "малабарское эбеновое дерево",
    "✓"
   ]
  ],
  "count": 3
 },
 "timira": {
  "data": [
   [
    "timirāyitatta",
    "ср",
    "облако тьмы",
    "✓"
   ],
   [
    "timisa 1",
    "прил",
    "черный",
    "✓"
   ],
   [
    "timisa 2",
    "ср",
    "чернота",
    "~"
   ],
   [
    "timisā",
    "жен",
    "чернота",
    "✓"
   ]
  ],
  "count": 8
 },
 "tiracchāna": {
  "data": [
   [
    "tiracchāna 1",
    "муж",
    "животное",
    "✓"
   ],
   [
    "tiracchāna 2",
    "прил",
    "низкий",
    "✓"
   ]
  ],
  "count": 2
 },
 "tuṅga": {
  "data": [
   [
    "tuṅga 2",
    "муж",
    "пик",
    "✓"
   ]
  ],
  "count": 2
 },
 "tuṇhī": {
  "data": [
   [
    "tuṇhiṃ",
    "несклон",
    "тихо",
    "✓"
   ],
   [
    "tuṇhī 1",
    "несклон",
    "молчание",
    "✓"
   ],
   [
    "tuṇhī 2",
    "несклон",
    "тихо",
    "✓"
   ],
   [
    "tuṇhī 3",
    "несклон",
    "тихий",
    "✓"
   ],
   [
    "tuṇhīyati",
    "наст",
    "молчат",
    "✓"
   ]
  ],
  "count": 5
 },
 "tumba": {
  "data": [
   [
    "tumba 1",
    "муж",
    "водный сосуд",
    "~"
   ]
  ],
  "count": 5
 },
 "turiya": {
  "data": [
   [
    "turiya 1",
    "ср",
    "инструментальная музыка",
    "✓"
   ],
   [
    "turiya 2",
    "муж",
    "музыкант",
    "✓"
   ],
   [
    "tūriya 1",
    "ср",
    "музыкальный инструмент",
    "~"
   ],
   [
    "tūriya 2",
    "муж",
    "музыкант",
    "✓"
   ]
  ],
  "count": 5
 },
 "thana": {
  "data": [
   [
    "thañña",
    "ср",
    "молоко из груди",
    "✓"
   ],
   [
    "thana 1",
    "ср",
    "(у коровы) вымя",
    "✓"
   ],
   [
    "thanī",
    "прил",
    "с грудями",
    "✓"
   ]
  ],
  "count": 4
 },
 "thūpa": {
  "data": [
   [
    "thūpa",
    "муж",
    "пагода",
    "✓"
   ],
   [
    "thūpakato",
    "несклон",
    "с вершины кучи",
    "✓"
   ]
  ],
  "count": 3
 },
 "thoka": {
  "data": [
   [
    "thoka 1",
    "прил",
    "мало",
    "✓"
   ],
   [
    "thoka 2",
    "ср",
    "капля",
    "✓"
   ],
   [
    "thoka 3",
    "ср",
    "момент",
    "✓"
   ],
   [
    "thoka 4",
    "ср",
    "маленькое расстояние",
    "~"
   ],
   [
    "thokaka",
    "прил",
    "крошечный",
    "✓"
   ],
   [
    "thokaṃ",
    "несклон",
    "чуть-чуть",
    "✓"
   ],
   [
    "thokika",
    "прил",
    "крошечный",
    "✗"
   ],
   [
    "nātithoka",
    "прил",
    "не слишком мало",
    "✓"
   ]
  ],
  "count": 8
 },
 "dasa": {
  "data": [
   [
    "dasa 1.1",
    "кол.ч",
    "десять (10)",
    "✓"
   ],
   [
    "dasaka",
    "ср",
    "десяток",
    "✓"
   ],
   [
    "dasakkhattuṃ",
    "несклон",
    "десять раз",
    "~"
   ],
   [
    "dasadhā",
    "несклон",
    "на десять частей",
    "✓"
   ],
   [
    "dasannaṃ 2",
    "кол.ч",
    "десяти",
    "✓"
   ],
   [
    "dasama 1",
    "поряд.ч",
    "десятый (10ый)",
    "✓"
   ],
   [
    "dasama 2",
    "муж",
    "имя домохозяина",
    "✓"
   ],
   [
    "dasahi 1",
    "кол.ч",
    "десятью",
    "✓"
   ],
   [
    "dasahi 2",
    "кол.ч",
    "от десяти",
    "✓"
   ],
   [
    "niddasa",
    "прил",
    "не десять (снова)",
    "~"
   ]
  ],
  "count": 11
 },
 "dasā": {
  "data": [
   [
    "dasā",
    "жен",
    "окаймление",
    "✓"
   ],
   [
    "dasika",
    "ср",
    "кайма",
    "✓"
   ],
   [
    "sadasa",
    "прил",
    "бахромчатый",
    "✓"
   ]
  ],
  "count": 3
 },
 "dahara": {
  "data": [
   [
    "dahara 1",
    "прил",
    "молодой",
    "✓"
   ],
   [
    "dahara 2",
    "прил",
    "маленький",
    "✓"
   ],
   [
    "dahara 3",
    "муж",
    "молодой мальчик",
    "✓"
   ],
   [
    "daharī",
    "жен",
    "молодая девушка",
    "✓"
   ]
  ],
  "count": 5
 },
 "dāra": {
  "data": [
   [
    "dāra",
    "муж",
    "жена",
    "✓"
   ],
   [
    "dāraka",
    "муж",
    "мальчик",
    "✓"
   ],
   [
    "dārā",
    "жен",
    "жена",
    "✓"
   ],
   [
    "dārikā",
    "жен",
    "девочка",
    "✓"
   ]
  ],
  "count": 4
 },
 "dundubhi": {
  "data": [
   [
    "dundubhi",
    "ср",
    "барабан",
    "✓"
   ]
  ],
  "count": 2
 },
 "pasu": {
  "data": [
   [
    "duppasu",
    "муж",
    "плохо ведущее себя домашнее животное",
    "✓"
   ],
   [
    "pasavo",
    "муж",
    "домашние животные",
    "✓"
   ],
   [
    "pasu 1",
    "муж",
    "домашнее животное",
    "✓"
   ],
   [
    "pasu 2",
    "муж",
    "животное",
    "✓"
   ],
   [
    "pasuka 1",
    "муж",
    "животное в общем смысле",
    "~"
   ],
   [
    "pasuka 2",
    "муж",
    "домашнее животное",
    "~"
   ]
  ],
  "count": 6
 },
 "duma": {
  "data": [
   [
    "duma 1",
    "муж",
    "дерево",
    "✓"
   ],
   [
    "duma 2",
    "ср",
    "дерево",
    "✓"
   ]
  ],
  "count": 2
 },
 "dussa": {
  "data": [
   [
    "dussa 1",
    "ср",
    "ткань",
    "✓"
   ],
   [
    "dussa 2",
    "ср",
    "одежда",
    "✓"
   ]
  ],
  "count": 2
 },
 "sassa": {
  "data": [
   [
    "dussassa",
    "ср",
    "плохой урожай",
    "✓"
   ],
   [
    "sassa 1",
    "ср",
    "зерно",
    "✓"
   ],
   [
    "sassa 2",
    "муж",
    "кукуруза",
    "~"
   ],
   [
    "susassa",
    "ср",
    "хороший урожай",
    "✓"
   ]
  ],
  "count": 4
 },
 "doṇa": {
  "data": [
   [
    "doṇa 1",
    "ср",
    "мера объема",
    "✓"
   ],
   [
    "doṇi 1",
    "жен",
    "деревянное ведро",
    "✓"
   ],
   [
    "doṇi 2",
    "жен",
    "(вины) звуковая коробка",
    "✓"
   ],
   [
    "doṇi 3",
    "жен",
    "кормушка",
    "✓"
   ]
  ],
  "count": 9
 },
 "dhanu": {
  "data": [
   [
    "dhanu 1",
    "ср",
    "лук",
    "✓"
   ],
   [
    "dhanu 2",
    "ср",
    "длина лука",
    "✓"
   ],
   [
    "dhanu 3",
    "ср",
    "лук и стрельба из лука",
    "✓"
   ],
   [
    "dhanuka",
    "ср",
    "игрушечный лук",
    "✓"
   ],
   [
    "dhanva",
    "прил",
    "с луком",
    "~"
   ],
   [
    "dhamma 2.1",
    "прил",
    "имеющий лук",
    "✓"
   ]
  ],
  "count": 7
 },
 "dhava": {
  "data": [
   [
    "vidhavā",
    "жен",
    "вдова",
    "✓"
   ],
   [
    "vedhabyā",
    "жен",
    "вдовство",
    "✓"
   ]
  ],
  "count": 3
 },
 "dhi1": {
  "data": [
   [
    "dhi 1.1",
    "несклон",
    "позор тебе!",
    "✓"
   ],
   [
    "dhī",
    "несклон",
    "стыд! позор! увы!",
    "✓"
   ]
  ],
  "count": 2
 },
 "dhītar": {
  "data": [
   [
    "dhītar",
    "жен",
    "дочь",
    "✓"
   ],
   [
    "dhītalikā",
    "жен",
    "кукла",
    "~"
   ],
   [
    "dhītikā",
    "жен",
    "куколка",
    "✓"
   ]
  ],
  "count": 3
 },
 "nu": {
  "data": [
   [
    "na 2",
    "несклон",
    "(добавляет вопросительный знак) верно?",
    "✓"
   ],
   [
    "nanu",
    "несклон",
    "разве не?",
    "✓"
   ],
   [
    "nu",
    "несклон",
    "(добавляет вопрос) конечно?",
    "✓"
   ],
   [
    "nuna",
    "несклон",
    "действительно",
    "~"
   ],
   [
    "nūna 1",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "nūna 2",
    "несклон",
    "может ли быть?",
    "✓"
   ],
   [
    "no 1.2",
    "несклон",
    "так ли?",
    "✓"
   ],
   [
    "no 1.3",
    "несклон",
    "затем",
    "✓"
   ]
  ],
  "count": 8
 },
 "nakula": {
  "data": [
   [
    "nakula 1",
    "муж",
    "мангуст",
    "~"
   ],
   [
    "nakula 2",
    "муж",
    "имя человека, родители которого были великими учениками",
    "~"
   ]
  ],
  "count": 2
 },
 "nakha": {
  "data": [
   [
    "nakha 1",
    "муж",
    "ноготь",
    "✓"
   ],
   [
    "nakha 2",
    "муж",
    "коготь",
    "✓"
   ],
   [
    "nakhasā",
    "жен",
    "?? псориаз",
    "✓"
   ],
   [
    "rakhasā",
    "жен",
    "псориаз",
    "~"
   ]
  ],
  "count": 5
 },
 "nagga": {
  "data": [
   [
    "nagga",
    "прил",
    "нагой",
    "✓"
   ],
   [
    "naggiya",
    "ср",
    "нагота",
    "✓"
   ],
   [
    "naggeyya",
    "ср",
    "нагота",
    "✓"
   ]
  ],
  "count": 3
 },
 "naṅgala": {
  "data": [
   [
    "naṅgala",
    "ср",
    "плуг",
    "✓"
   ],
   [
    "naṅgalā",
    "жен",
    "плуг",
    "✓"
   ]
  ],
  "count": 2
 },
 "ratti": {
  "data": [
   [
    "natta 2.1",
    "ср",
    "ночь",
    "~"
   ],
   [
    "nattaṃ",
    "несклон",
    "ночью",
    "✓"
   ],
   [
    "ratta 1.1",
    "ср",
    "день",
    "✓"
   ],
   [
    "rattā",
    "жен",
    "время",
    "✓"
   ],
   [
    "ratti",
    "жен",
    "ночь",
    "✓"
   ],
   [
    "rattiṃ",
    "несклон",
    "ночью",
    "✓"
   ],
   [
    "ratto",
    "несклон",
    "ночью",
    "✓"
   ],
   [
    "ratyā",
    "жен",
    "ночью",
    "✓"
   ]
  ],
  "count": 8
 },
 "nattar": {
  "data": [
   [
    "nattaka 2.1",
    "муж",
    "внук",
    "~"
   ],
   [
    "nattar",
    "муж",
    "внук",
    "✓"
   ]
  ],
  "count": 2
 },
 "nabhas": {
  "data": [
   [
    "nabhas",
    "муж",
    "небо",
    "✓"
   ],
   [
    "nabhaso",
    "муж",
    "из неба",
    "✗"
   ]
  ],
  "count": 2
 },
 "nara": {
  "data": [
   [
    "nara",
    "муж",
    "человек",
    "✓"
   ],
   [
    "narassaka",
    "прил",
    "мужественный",
    "✓"
   ],
   [
    "nārāyana",
    "муж",
    "луч",
    "~"
   ],
   [
    "nārī",
    "жен",
    "женщина",
    "✓"
   ]
  ],
  "count": 5
 },
 "naraka": {
  "data": [
   [
    "naraka 1",
    "муж",
    "яма",
    "✓"
   ],
   [
    "naraka 2",
    "муж",
    "ад",
    "✓"
   ]
  ],
  "count": 2
 },
 "nalāṭa": {
  "data": [
   [
    "nalāṭa",
    "муж",
    "лоб",
    "✓"
   ],
   [
    "nalāṭikā",
    "жен",
    "недовольный вид",
    "✓"
   ]
  ],
  "count": 3
 },
 "naḷa": {
  "data": [
   [
    "naḷa 1",
    "муж",
    "тростник",
    "✓"
   ],
   [
    "naḷinī",
    "жен",
    "пруд с тростником",
    "~"
   ],
   [
    "nālaka",
    "муж",
    "имя аскета",
    "~"
   ],
   [
    "nāḷa",
    "муж",
    "(о цветке) стебель",
    "✓"
   ],
   [
    "nāḷā",
    "жен",
    "название брахманской деревни в Магадхе",
    "✓"
   ],
   [
    "nāḷi 1",
    "жен",
    "трубка",
    "✓"
   ],
   [
    "nāḷikā 1",
    "жен",
    "мера риса",
    "✓"
   ],
   [
    "nāḷikā 2",
    "жен",
    "трубка",
    "~"
   ],
   [
    "nāḷikā 3",
    "жен",
    "продувная трубка (используемая при очистке золота)",
    "~"
   ],
   [
    "nāḷiya",
    "прил",
    "имеющий стебель",
    "~"
   ],
   [
    "panāḷī 1",
    "жен",
    "часть колеса",
    "~"
   ],
   [
    "panāḷī 2",
    "жен",
    "водоток",
    "~"
   ]
  ],
  "count": 17
 },
 "nava1": {
  "data": [
   [
    "nava 1.1",
    "прил",
    "новый",
    "✓"
   ],
   [
    "nava 1.2",
    "муж",
    "(виная) новичок",
    "✓"
   ],
   [
    "navaka 1",
    "муж",
    "новичок",
    "✓"
   ]
  ],
  "count": 3
 },
 "nava2": {
  "data": [
   [
    "nava 2.1",
    "кол.ч",
    "девять (9)",
    "✓"
   ],
   [
    "navaka 2",
    "ср",
    "девятка",
    "✓"
   ],
   [
    "navaka 3",
    "прил",
    "состоящий из девяти",
    "~"
   ],
   [
    "navama",
    "поряд.ч",
    "девятый (9ый)",
    "✓"
   ]
  ],
  "count": 5
 },
 "vā": {
  "data": [
   [
    "navā",
    "несклон",
    "иногда",
    "✓"
   ],
   [
    "va 3.1",
    "несклон",
    "или",
    "✓"
   ],
   [
    "vā 1",
    "несклон",
    "или",
    "✓"
   ],
   [
    "vā 2",
    "несклон",
    "(грам.) или",
    "✓"
   ],
   [
    "vā 3",
    "несклон",
    "точный",
    "✓"
   ],
   [
    "vā 4",
    "несклон",
    "и",
    "✓"
   ]
  ],
  "count": 6
 },
 "hi": {
  "data": [
   [
    "nahi",
    "несклон",
    "совсем не",
    "✓"
   ],
   [
    "hi 1",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "hi 2",
    "несклон",
    "так как",
    "✓"
   ]
  ],
  "count": 3
 },
 "nāga": {
  "data": [
   [
    "nāga 1",
    "муж",
    "благородный человек",
    "✓"
   ],
   [
    "nāga 2",
    "муж",
    "слон с большими бивнями",
    "✓"
   ],
   [
    "nāga 3",
    "муж",
    "змея",
    "✓"
   ],
   [
    "nāga 4",
    "муж",
    "змей",
    "✓"
   ],
   [
    "nāga 5",
    "муж",
    "жеребец",
    "✓"
   ],
   [
    "nāga 6",
    "муж",
    "массивный бык",
    "✓"
   ],
   [
    "nāga 7",
    "муж",
    "огромное дерево",
    "✓"
   ],
   [
    "nāga 8",
    "муж",
    "огромный человек",
    "✓"
   ],
   [
    "nāgavant",
    "муж",
    "обладающий благородными качествами",
    "✓"
   ]
  ],
  "count": 9
 },
 "nātika": {
  "data": [
   [
    "nātika",
    "муж",
    "название деревни",
    "✓"
   ]
  ],
  "count": 2
 },
 "rassa": {
  "data": [
   [
    "nātirassa",
    "прил",
    "не слишком короткая",
    "✓"
   ],
   [
    "nātirassatā",
    "жен",
    "факт небытья слишком коротким",
    "~"
   ],
   [
    "rassa 1",
    "прил",
    "короткий",
    "✓"
   ],
   [
    "rassa 2",
    "прил",
    "(грамм.) короткий",
    "✓"
   ],
   [
    "rassa 3",
    "муж",
    "(грамм.) краткий гласный",
    "✓"
   ],
   [
    "rassaka",
    "прил",
    "короткий",
    "✓"
   ],
   [
    "rassaṃ",
    "несклон",
    "коротко",
    "✓"
   ]
  ],
  "count": 8
 },
 "nānā": {
  "data": [
   [
    "nānatta 1",
    "ср",
    "разнообразие",
    "✓"
   ],
   [
    "nānatta 2",
    "прил",
    "разнообразный",
    "✓"
   ],
   [
    "nānaṃ",
    "несклон",
    "различно",
    "✓"
   ],
   [
    "nānā 1",
    "несклон",
    "различный",
    "✓"
   ],
   [
    "nānā 2",
    "несклон",
    "по-разному",
    "✓"
   ]
  ],
  "count": 6
 },
 "nāvā": {
  "data": [
   [
    "nāvā",
    "жен",
    "корабль",
    "✓"
   ]
  ],
  "count": 3
 },
 "patta": {
  "data": [
   [
    "nippatta",
    "прил",
    "лишённый перьев",
    "~"
   ],
   [
    "patta 2.1",
    "ср",
    "крыло",
    "✓"
   ],
   [
    "patta 2.2",
    "ср",
    "перо",
    "✓"
   ],
   [
    "patta 2.3",
    "ср",
    "листва",
    "✓"
   ],
   [
    "patta 2.4",
    "ср",
    "лепесток",
    "✓"
   ],
   [
    "pattikā",
    "жен",
    "маленький лист",
    "~"
   ]
  ],
  "count": 7
 },
 "vana": {
  "data": [
   [
    "nibbana 2.1",
    "прил",
    "безлесный",
    "✓"
   ],
   [
    "pavana 1.1",
    "ср",
    "лес",
    "✓"
   ],
   [
    "pavana 1.2",
    "ср",
    "горный склон",
    "✓"
   ],
   [
    "vana 1.1",
    "ср",
    "лес",
    "✓"
   ],
   [
    "vanatha 1.1",
    "муж",
    "подлесок",
    "✓"
   ],
   [
    "vanasmi",
    "ср",
    "в лесу",
    "✓"
   ],
   [
    "vaniya",
    "прил",
    "живущий в лесу",
    "~"
   ],
   [
    "vānara",
    "муж",
    "обезьяна",
    "✓"
   ],
   [
    "vāneyya",
    "прил",
    "лесной",
    "✓"
   ]
  ],
  "count": 10
 },
 "maṃsa": {
  "data": [
   [
    "nimaṃsa",
    "ср",
    "без плоти",
    "✗"
   ],
   [
    "nimmaṃsa",
    "прил",
    "без плоти",
    "✓"
   ],
   [
    "nimmaṃsatta",
    "ср",
    "факт отсутствия мяса",
    "~"
   ],
   [
    "maṃsa 1",
    "ср",
    "плоть",
    "✓"
   ],
   [
    "maṃsa 2",
    "прил",
    "с мясом",
    "~"
   ],
   [
    "maṃsika",
    "прил",
    "мясной",
    "✓"
   ]
  ],
  "count": 6
 },
 "sīmā": {
  "data": [
   [
    "nissīmā",
    "жен",
    "за пределами границы",
    "~"
   ],
   [
    "sīmā 1",
    "жен",
    "граница",
    "✓"
   ],
   [
    "sīmā 2",
    "жен",
    "(виная) официальная граница",
    "✓"
   ],
   [
    "susīma 1",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "susīma 2",
    "муж",
    "имя монаха",
    "~"
   ]
  ],
  "count": 5
 },
 "huṃhuṃ": {
  "data": [
   [
    "nihuṃhuṅka",
    "прил",
    "не возмущающийся",
    "✓"
   ],
   [
    "huṃhuṅka",
    "прил",
    "издающий звук 'хм'",
    "✓"
   ]
  ],
  "count": 2
 },
 "nemi": {
  "data": [
   [
    "nema",
    "муж",
    "основание",
    "✓"
   ],
   [
    "nemi 1",
    "жен",
    "колесный бандаж",
    "✓"
   ],
   [
    "nemi 2",
    "муж",
    "обод",
    "~"
   ],
   [
    "nemī",
    "прил",
    "с ободом",
    "~"
   ],
   [
    "sanemika",
    "прил",
    "(о колесе) с колесным бандажом",
    "✓"
   ]
  ],
  "count": 5
 },
 "meru": {
  "data": [
   [
    "neru 1",
    "муж",
    "название мифической горы в центре вселенной",
    "~"
   ],
   [
    "neru 2",
    "муж",
    "название гималайской вершины",
    "~"
   ],
   [
    "meru",
    "муж",
    "мифическая гора в центре вселенной",
    "✓"
   ],
   [
    "sineru",
    "муж",
    "мифическая гора в центре вселенной",
    "✓"
   ]
  ],
  "count": 4
 },
 "pakhuma": {
  "data": [
   [
    "pakhuma",
    "ср",
    "ресница",
    "✓"
   ],
   [
    "pamha",
    "ср",
    "ресница",
    "✓"
   ]
  ],
  "count": 2
 },
 "paṅka": {
  "data": [
   [
    "paṅka 1",
    "муж",
    "грязь",
    "✓"
   ],
   [
    "paṅka 2",
    "муж",
    "осквернение",
    "✓"
   ],
   [
    "paṅkadhā",
    "жен",
    "название города в Кошале",
    "~"
   ]
  ],
  "count": 3
 },
 "pacura": {
  "data": [
   [
    "pacura",
    "прил",
    "многочисленный",
    "~"
   ],
   [
    "sampacura",
    "прил",
    "очень много",
    "~"
   ]
  ],
  "count": 2
 },
 "pañcāla": {
  "data": [
   [
    "pañcāla",
    "прил",
    "относящийся к народу панчала в северной Индии",
    "✓"
   ],
   [
    "pañcālī",
    "жен",
    "имя королевы",
    "~"
   ]
  ],
  "count": 2
 },
 "pañjara": {
  "data": [
   [
    "pañjara 1",
    "муж",
    "рама",
    "✓"
   ]
  ],
  "count": 2
 },
 "paṭa": {
  "data": [
   [
    "paṭa",
    "муж",
    "ткань",
    "✓"
   ],
   [
    "paṭaka",
    "муж",
    "хлопчатобумажная ткань",
    "✓"
   ],
   [
    "paṭala",
    "ср",
    "мембрана",
    "~"
   ],
   [
    "paṭalikā",
    "жен",
    "грубое шерстяное покрывало, вышитое цветами",
    "✓"
   ],
   [
    "paṭalī",
    "прил",
    "обувь с несколькими слоями подошвы",
    "✓"
   ],
   [
    "paṭāka",
    "ср",
    "знамя",
    "✓"
   ],
   [
    "paṭika",
    "ср",
    "неизвестный узор, используемый в интерьере",
    "✓"
   ],
   [
    "paṭikā 1.1",
    "жен",
    "ткань",
    "✓"
   ],
   [
    "paṭṭikā 1",
    "жен",
    "браслет",
    "✓"
   ],
   [
    "paṭṭikā 2",
    "жен",
    "пояс из ткани",
    "✓"
   ]
  ],
  "count": 10
 },
 "paṭapaṭa": {
  "data": [
   [
    "paṭapaṭa",
    "несклон",
    "потрескивающий звук",
    "~"
   ],
   [
    "paṭapaṭāyati",
    "наст",
    "трескает",
    "~"
   ],
   [
    "paṭapaṭāyanta",
    "прич.наст",
    "трещащий",
    "~"
   ],
   [
    "paṭapaṭāyamāna",
    "прич.наст",
    "потрескивающий",
    "~"
   ]
  ],
  "count": 5
 },
 "paṇṇa": {
  "data": [
   [
    "paṇaka",
    "ср",
    "водяное растение",
    "✓"
   ],
   [
    "paṇṇa 1.1",
    "ср",
    "лист",
    "✓"
   ],
   [
    "paṇṇa 1.2",
    "ср",
    "письмо",
    "~"
   ],
   [
    "paṇṇī",
    "прил",
    "с листьями",
    "✓"
   ],
   [
    "supaṇṇa",
    "муж",
    "сверхъестественная птица",
    "~"
   ]
  ],
  "count": 8
 },
 "puggala": {
  "data": [
   [
    "paṭipuggala",
    "муж",
    "ровесник",
    "✓"
   ],
   [
    "puggala",
    "муж",
    "индивидуум",
    "✓"
   ],
   [
    "puggalika",
    "прил",
    "личный",
    "~"
   ]
  ],
  "count": 3
 },
 "bhastā": {
  "data": [
   [
    "paṭibhasta",
    "ср",
    "сумка",
    "✓"
   ],
   [
    "bhastā 1",
    "жен",
    "тело",
    "✓"
   ],
   [
    "bhastā 2",
    "жен",
    "мехи",
    "~"
   ]
  ],
  "count": 3
 },
 "sata": {
  "data": [
   [
    "sata 2.1",
    "кол.ч",
    "сто (100)",
    "✓"
   ],
   [
    "sata 2.2",
    "прил",
    "содержащий сто",
    "✓"
   ],
   [
    "sataka",
    "ср",
    "группа из ста сутт",
    "~"
   ],
   [
    "satakkhattuṃ",
    "несклон",
    "сто раз",
    "✓"
   ],
   [
    "satadhā",
    "несклон",
    "сотней способов",
    "✓"
   ],
   [
    "satika",
    "прил",
    "сто",
    "✓"
   ],
   [
    "satima 1",
    "прил",
    "стотысячная (1/100 000)",
    "~"
   ],
   [
    "satima 2",
    "поряд.ч",
    "сотый",
    "~"
   ],
   [
    "sate",
    "кол.ч",
    "сто",
    "✓"
   ]
  ],
  "count": 10
 },
 "sattu": {
  "data": [
   [
    "paṭisattu",
    "муж",
    "враг",
    "~"
   ],
   [
    "sattu 2.1",
    "муж",
    "враг",
    "✓"
   ]
  ],
  "count": 3
 },
 "paṭṭa": {
  "data": [
   [
    "paṭṭa 1",
    "ср",
    "ровная поверхность",
    "✓"
   ],
   [
    "paṭṭa 2",
    "ср",
    "тарелка",
    "~"
   ],
   [
    "paṭṭa 3",
    "прил",
    "с плоской поверхностью",
    "~"
   ]
  ],
  "count": 5
 },
 "paṇhi": {
  "data": [
   [
    "paṇhi",
    "муж",
    "пятка",
    "✓"
   ],
   [
    "paṇhika",
    "прил",
    "относящийся к пятке",
    "~"
   ],
   [
    "paṇhitā",
    "жен",
    "факт наличия пяток",
    "~"
   ],
   [
    "pāsaṇhika",
    "прил",
    "обладающий пятками",
    "~"
   ]
  ],
  "count": 5
 },
 "pati": {
  "data": [
   [
    "pati 3.1",
    "несклон",
    "против",
    "✓"
   ],
   [
    "pati 3.2",
    "несклон",
    "по направлению",
    "✓"
   ]
  ],
  "count": 3
 },
 "thaṇḍila": {
  "data": [
   [
    "patthaṇḍila",
    "муж",
    "аскетическое убежище",
    "✓"
   ]
  ],
  "count": 1
 },
 "paduma": {
  "data": [
   [
    "paduma 1",
    "ср",
    "красный лотос",
    "✓"
   ],
   [
    "paduma 2",
    "муж",
    "(общеупотребительное) часть ада Авичи, где нужно находиться продолжительность, измеряемую падумами",
    "~"
   ],
   [
    "paduma 5",
    "муж",
    "имя одного из самостоятельно пробудившихся Будд",
    "~"
   ],
   [
    "paduma 6",
    "ср",
    "цветок",
    "~"
   ],
   [
    "padumaka",
    "ср",
    "дикая гималайская вишня",
    "✓"
   ],
   [
    "paduminī",
    "жен",
    "пруд с лотосами",
    "✓"
   ],
   [
    "padumī 2",
    "прил",
    "пятнистый как слон",
    "✓"
   ]
  ],
  "count": 10
 },
 "pabba": {
  "data": [
   [
    "pabba 1",
    "ср",
    "локоть",
    "✓"
   ],
   [
    "pabba 2",
    "ср",
    "раздел",
    "✓"
   ],
   [
    "pabba 3",
    "ср",
    "узел",
    "✓"
   ],
   [
    "supabbā",
    "жен",
    "имя мирского ученика",
    "~"
   ]
  ],
  "count": 4
 },
 "pabbata": {
  "data": [
   [
    "pabbata 1",
    "муж",
    "скала",
    "✓"
   ],
   [
    "pabbata 2",
    "муж",
    "гора",
    "✓"
   ],
   [
    "pabbata 3",
    "ср",
    "гора",
    "✓"
   ],
   [
    "pabbata 4",
    "муж",
    "имя частно пробудившегося Будды",
    "~"
   ],
   [
    "pabbatāyati",
    "наст",
    "горы напоминает",
    "✓"
   ],
   [
    "pabbateyya",
    "прил",
    "с гор",
    "✓"
   ]
  ],
  "count": 6
 },
 "parā": {
  "data": [
   [
    "parā",
    "прист",
    "через",
    "✓"
   ],
   [
    "pārima",
    "прил",
    "удаленный",
    "✓"
   ]
  ],
  "count": 2
 },
 "pari": {
  "data": [
   [
    "pari 1",
    "прист",
    "вокруг",
    "✓"
   ],
   [
    "parito",
    "несклон",
    "вокруг",
    "✓"
   ],
   [
    "pariy",
    "прист",
    "приставка пари- перед гласной",
    "✗"
   ]
  ],
  "count": 3
 },
 "bhaṇḍa": {
  "data": [
   [
    "paribhaṇḍa 1",
    "муж",
    "половое покрытие",
    "~"
   ],
   [
    "bhaṇḍa 1",
    "ср",
    "вещи",
    "✓"
   ],
   [
    "bhaṇḍa 2",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "bhaṇḍaka",
    "ср",
    "предметы",
    "~"
   ],
   [
    "bhaṇḍikā",
    "жен",
    "узелок",
    "✓"
   ]
  ],
  "count": 6
 },
 "palita": {
  "data": [
   [
    "palita 1",
    "прил",
    "серый",
    "✓"
   ],
   [
    "palita 3",
    "ср",
    "седые волосы",
    "✓"
   ],
   [
    "pālicca",
    "ср",
    "седина",
    "✓"
   ]
  ],
  "count": 4
 },
 "pasata": {
  "data": [
   [
    "pasata",
    "муж",
    "пригоршня",
    "~"
   ],
   [
    "pasataṃ",
    "несклон",
    "горстями",
    "✓"
   ],
   [
    "pasataṃ pasataṃ",
    "идиома",
    "горсть за горстью",
    "✓"
   ]
  ],
  "count": 3
 },
 "sākhā": {
  "data": [
   [
    "pasākha",
    "ср",
    "в области паха",
    "~"
   ],
   [
    "pasākhā 2",
    "жен",
    "пятая стадия эмбрионального развития",
    "✓"
   ],
   [
    "visākha 1",
    "прил",
    "разветвленный",
    "✓"
   ],
   [
    "visākha 2",
    "муж",
    "висакха 2: имя мирского ученика",
    "✓"
   ],
   [
    "visākhā 1",
    "жен",
    "имя главной ученицы Будды",
    "✓"
   ],
   [
    "visākhā 4",
    "жен",
    "имя арихантки",
    "✓"
   ],
   [
    "vesākha",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "sākha",
    "прил",
    "с ветвями",
    "~"
   ],
   [
    "sākhā 1",
    "жен",
    "ветка",
    "✓"
   ],
   [
    "sākhā 2",
    "жен",
    "речушка",
    "✓"
   ]
  ],
  "count": 13
 },
 "passa": {
  "data": [
   [
    "passa 1.1",
    "ср",
    "сторона тела",
    "✓"
   ],
   [
    "passa 1.2",
    "ср",
    "сторона",
    "✓"
   ],
   [
    "passa 1.3",
    "ср",
    "(горы) склон",
    "✓"
   ],
   [
    "passa 1.4",
    "прил",
    "близкий к",
    "~"
   ],
   [
    "supassa",
    "муж",
    "предшествующее название горы Вепулла",
    "~"
   ]
  ],
  "count": 5
 },
 "pāḷi": {
  "data": [
   [
    "pāli 1",
    "жен",
    "ряд",
    "✓"
   ],
   [
    "pāḷi 1",
    "жен",
    "канонический текст",
    "✓"
   ],
   [
    "pāḷi 3",
    "жен",
    "ушная раковина",
    "✓"
   ]
  ],
  "count": 6
 },
 "paṃsu": {
  "data": [
   [
    "paṃsu",
    "муж",
    "пыль",
    "✓"
   ],
   [
    "paṃsuka",
    "муж",
    "почвой",
    "✓"
   ],
   [
    "paṃsuni",
    "муж",
    "в пыли",
    "✓"
   ]
  ],
  "count": 3
 },
 "pācīna": {
  "data": [
   [
    "pācīna",
    "прил",
    "восточный",
    "✓"
   ],
   [
    "pācīnaka",
    "прил",
    "живущий на востоке",
    "~"
   ],
   [
    "pācīnato",
    "несклон",
    "на восток (от)",
    "~"
   ],
   [
    "pācīnā",
    "жен",
    "восток",
    "✓"
   ]
  ],
  "count": 4
 },
 "pāṭala": {
  "data": [
   [
    "pāṭaliya",
    "муж",
    "имя вождя",
    "~"
   ],
   [
    "pāṭalī 1",
    "муж",
    "название деревни",
    "✓"
   ],
   [
    "pāṭalī 2",
    "муж",
    "труба-цветочное дерево",
    "✓"
   ],
   [
    "pāṭalī 3",
    "жен",
    "труба цветок",
    "~"
   ]
  ],
  "count": 5
 },
 "pāṇi": {
  "data": [
   [
    "pāṇi 1",
    "муж",
    "рука",
    "✓"
   ],
   [
    "pāṇi 2",
    "прил",
    "с руками",
    "✓"
   ],
   [
    "pāṇitā",
    "жен",
    "факт наличия рук",
    "~"
   ],
   [
    "pāṇinā",
    "муж",
    "рукой",
    "✓"
   ],
   [
    "pāṇiya",
    "ср",
    "втирать",
    "✓"
   ],
   [
    "pāṇī 2.1",
    "прил",
    "носящий, имеющий в руках, держащий в руках",
    "✓"
   ]
  ],
  "count": 6
 },
 "pārāvata": {
  "data": [
   [
    "pārāvata",
    "муж",
    "голубь",
    "~"
   ],
   [
    "pārevata 2",
    "прил",
    "голубиного цвета",
    "~"
   ]
  ],
  "count": 4
 },
 "pāvaḷa": {
  "data": [
   [
    "pāvaḷa",
    "муж",
    "ягодицы",
    "✓"
   ]
  ],
  "count": 3
 },
 "pāvā": {
  "data": [
   [
    "pāvā",
    "жен",
    "название города народа Малла",
    "~"
   ],
   [
    "pāveyyaka",
    "прил",
    "из Павы",
    "✗"
   ]
  ],
  "count": 2
 },
 "pāsaṇḍa": {
  "data": [
   [
    "pāsaṇḍa",
    "ср",
    "(особенно небуддийское) учение",
    "✓"
   ],
   [
    "pāsaṇḍika",
    "муж",
    "последователь религии",
    "~"
   ]
  ],
  "count": 2
 },
 "pāsāṇa": {
  "data": [
   [
    "pāsāṇa",
    "муж",
    "камень",
    "✓"
   ],
   [
    "pāsāṇaka",
    "ср",
    "пагода из камня",
    "✓"
   ]
  ],
  "count": 2
 },
 "pilotikā": {
  "data": [
   [
    "pilotika",
    "муж",
    "имя странствующего аскета",
    "✓"
   ],
   [
    "pilotikā",
    "жен",
    "старая тряпка",
    "✓"
   ]
  ],
  "count": 2
 },
 "pisāca": {
  "data": [
   [
    "pisāca",
    "муж",
    "гоблин",
    "✓"
   ],
   [
    "pisācaka",
    "муж",
    "гоблин",
    "✓"
   ],
   [
    "pisācinī",
    "жен",
    "женщина-демон",
    "✓"
   ],
   [
    "pesāca",
    "муж",
    "гоблин",
    "✓"
   ]
  ],
  "count": 4
 },
 "pīṭha": {
  "data": [
   [
    "pīṭha",
    "ср",
    "стул",
    "✓"
   ],
   [
    "pīṭhaka",
    "ср",
    "маленький стул",
    "✓"
   ]
  ],
  "count": 2
 },
 "pīta": {
  "data": [
   [
    "pīta 2.1",
    "прил",
    "желтый",
    "✓"
   ],
   [
    "pītaka 1.1",
    "прил",
    "желтый",
    "✓"
   ],
   [
    "pītaka 1.2",
    "муж",
    "желтый цвет",
    "✓"
   ],
   [
    "supītaka",
    "прил",
    "очень жёлтый",
    "~"
   ]
  ],
  "count": 5
 },
 "pukkusa": {
  "data": [
   [
    "pukkusa 1",
    "муж",
    "чистильщик мусора",
    "✓"
   ],
   [
    "pukkusī",
    "жен",
    "женщина-мусорщица",
    "~"
   ]
  ],
  "count": 3
 },
 "puñja": {
  "data": [
   [
    "puñja",
    "муж",
    "куча",
    "✓"
   ],
   [
    "puñjaka",
    "муж",
    "(of hair) прядь",
    "~"
   ]
  ],
  "count": 2
 },
 "puṇḍarī": {
  "data": [
   [
    "puṇḍarīka 1",
    "ср",
    "белый лотос",
    "✓"
   ],
   [
    "puṇḍarīka 2",
    "ср",
    "душистое манговое дерево",
    "~"
   ],
   [
    "puṇḍarīkinī",
    "жен",
    "пруд белых лотосов",
    "✓"
   ]
  ],
  "count": 7
 },
 "puna": {
  "data": [
   [
    "puna",
    "несклон",
    "снова",
    "✓"
   ],
   [
    "punaṃ",
    "несклон",
    "снова",
    "✓"
   ],
   [
    "puno",
    "несклон",
    "снова",
    "✓"
   ]
  ],
  "count": 3
 },
 "bubbuḷa": {
  "data": [
   [
    "pupphuḷa",
    "ср",
    "пузырь",
    "~"
   ],
   [
    "pupphuḷaka",
    "ср",
    "небольшой пузырёк",
    "~"
   ],
   [
    "pubbuḷa",
    "ср",
    "пузырек",
    "✓"
   ],
   [
    "pubbuḷaka 1",
    "ср",
    "пузырь",
    "✓"
   ],
   [
    "pubbuḷaka 2",
    "прил",
    "пузырчатый",
    "✓"
   ],
   [
    "bubbuḷa",
    "ср",
    "пузырь",
    "✓"
   ],
   [
    "bubbuḷaka",
    "ср",
    "маленький пузырек",
    "~"
   ]
  ],
  "count": 9
 },
 "pura1": {
  "data": [
   [
    "pura 1.1",
    "ср",
    "город-крепость",
    "✓"
   ],
   [
    "porī",
    "прил",
    "вежливый",
    "✓"
   ]
  ],
  "count": 2
 },
 "puḷava": {
  "data": [
   [
    "pulavaka",
    "прил",
    "червивый, кишащий личинками",
    "✓"
   ],
   [
    "puḷava",
    "муж",
    "личинка",
    "✓"
   ],
   [
    "puḷavaka",
    "прил",
    "червями поврежденный",
    "~"
   ],
   [
    "puḷuvaka",
    "прил",
    "червивый",
    "~"
   ]
  ],
  "count": 6
 },
 "pūga": {
  "data": [
   [
    "pūga 1",
    "муж",
    "гильдия",
    "✓"
   ],
   [
    "pūga 2",
    "ср",
    "множество",
    "✓"
   ]
  ],
  "count": 3
 },
 "pekhuṇa": {
  "data": [
   [
    "pekhuṇa",
    "ср",
    "хвостовое перо павлина",
    "~"
   ],
   [
    "supekhuṇa",
    "прил",
    "с красивыми хвостовыми перьями",
    "✓"
   ],
   [
    "supekhuna",
    "прил",
    "с прекрасными хвостовыми перьями",
    "✓"
   ]
  ],
  "count": 3
 },
 "pesi": {
  "data": [
   [
    "pesi 1",
    "жен",
    "(мяса) кусок",
    "✓"
   ],
   [
    "pesi 2",
    "жен",
    "третья стадия эмбрионального развития",
    "✓"
   ]
  ],
  "count": 3
 },
 "pesikā": {
  "data": [],
  "count": 2
 },
 "pokkhara": {
  "data": [
   [
    "pokkhara 1",
    "ср",
    "синий цветок лотоса",
    "✓"
   ],
   [
    "pokkhara 2",
    "ср",
    "барабанная кожа",
    "✓"
   ],
   [
    "pokkharañño",
    "жен",
    "пруды",
    "✓"
   ],
   [
    "pokkharaṇiyā",
    "жен",
    "название монастыря",
    "✓"
   ],
   [
    "pokkharaṇī",
    "жен",
    "пруд",
    "✓"
   ],
   [
    "pokkhariṇī",
    "жен",
    "пруд",
    "~"
   ]
  ],
  "count": 9
 },
 "potthaka": {
  "data": [
   [
    "potthaka 1",
    "муж",
    "модельная фигурка",
    "~"
   ],
   [
    "potthaka 2",
    "муж",
    "книга",
    "✓"
   ],
   [
    "potthaka 3",
    "муж",
    "коричневая ткань",
    "~"
   ]
  ],
  "count": 5
 },
 "phaggu": {
  "data": [
   [
    "phaggu 1",
    "муж",
    "праздник весны в феврале-марте",
    "✓"
   ],
   [
    "phaggu 2",
    "жен",
    "название реки, протекающей мимо Гайя",
    "~"
   ],
   [
    "phagguṇa",
    "муж",
    "месяц лунного календаря",
    "✗"
   ],
   [
    "phagguna 1",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "phagguna 2",
    "муж",
    "созвездие льва",
    "~"
   ],
   [
    "phagguna 3",
    "муж",
    "имя лунного месяца",
    "~"
   ]
  ],
  "count": 7
 },
 "phaṇa": {
  "data": [
   [
    "phaṇijjaka",
    "ср",
    "пальмароза",
    "✓"
   ]
  ],
  "count": 4
 },
 "pharusa": {
  "data": [
   [
    "pharusa 1",
    "прил",
    "грубый",
    "✓"
   ],
   [
    "pharusa 2",
    "прил",
    "(о чувстве) насильственный",
    "✓"
   ],
   [
    "pharusena",
    "несклон",
    "резко",
    "✓"
   ]
  ],
  "count": 3
 },
 "phalu": {
  "data": [
   [
    "phalu",
    "ср",
    "(у бамбука) сустав",
    "✓"
   ],
   [
    "phaḷu",
    "ср",
    "(бамбук) сочленение",
    "✓"
   ]
  ],
  "count": 2
 },
 "phussa": {
  "data": [
   [
    "phussa 2.1",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "phussa 2.4",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "phussaka",
    "муж",
    "кукушка",
    "~"
   ]
  ],
  "count": 5
 },
 "pheṇa": {
  "data": [
   [
    "pheṇa",
    "ср",
    "пена",
    "✓"
   ]
  ],
  "count": 2
 },
 "badara": {
  "data": [
   [
    "badara",
    "ср",
    "плод зизифуса",
    "~"
   ],
   [
    "badarikā",
    "жен",
    "плод зизифуса",
    "✓"
   ]
  ],
  "count": 2
 },
 "babbu": {
  "data": [
   [
    "babbu",
    "муж",
    "кот",
    "✓"
   ],
   [
    "babbuka",
    "муж",
    "котёнок",
    "✓"
   ]
  ],
  "count": 2
 },
 "bārāṇasī": {
  "data": [
   [
    "bārāṇasī",
    "жен",
    "название города",
    "✓"
   ],
   [
    "bārāṇaseyyaka",
    "прил",
    "прибывший из Бенареса",
    "✓"
   ]
  ],
  "count": 4
 },
 "balībaddha": {
  "data": [
   [
    "balibadda",
    "муж",
    "бык",
    "✓"
   ],
   [
    "balibaddha",
    "муж",
    "бык",
    "✓"
   ],
   [
    "balībadda",
    "муж",
    "бык",
    "✓"
   ]
  ],
  "count": 3
 },
 "baḷisa": {
  "data": [
   [
    "baḷisa 1",
    "ср",
    "рыболовный крючок",
    "✓"
   ],
   [
    "baḷisa 2",
    "ср",
    "крючок",
    "✓"
   ],
   [
    "bāḷisika",
    "муж",
    "рыбак",
    "✓"
   ]
  ],
  "count": 4
 },
 "bāṇa": {
  "data": [],
  "count": 2
 },
 "bindu": {
  "data": [
   [
    "bindu 1",
    "ср",
    "капля",
    "✓"
   ],
   [
    "bindu 2",
    "прил",
    "плотный",
    "✓"
   ],
   [
    "bindu 3",
    "ср",
    "точка",
    "~"
   ],
   [
    "bindu 5",
    "ср",
    "(грам.) точка над буквой, представляющая букву ниггахита, обозначаемая на латинице как ṃ, ṃ или ŋ",
    "✓"
   ],
   [
    "bindutā",
    "жен",
    "факт компактности",
    "~"
   ]
  ],
  "count": 6
 },
 "bimba": {
  "data": [
   [
    "bimba 1",
    "ср",
    "форма",
    "✓"
   ]
  ],
  "count": 4
 },
 "biḷaṅga": {
  "data": [
   [
    "bilaṅgika 1",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "bilaṅgika 2",
    "прил",
    "связанный с уксусом",
    "~"
   ],
   [
    "biḷaṅga",
    "муж",
    "кислый суп",
    "✓"
   ]
  ],
  "count": 4
 },
 "biḷāra": {
  "data": [
   [
    "biḷāra",
    "муж",
    "кот",
    "✓"
   ],
   [
    "biḷāla",
    "муж",
    "кот",
    "~"
   ]
  ],
  "count": 2
 },
 "beluva": {
  "data": [
   [
    "beluva 1",
    "муж",
    "древесная яблоня",
    "✓"
   ],
   [
    "beluva 2",
    "ср",
    "плоды древесного яблока",
    "✓"
   ],
   [
    "beḷuva 2",
    "муж",
    "древесное яблоневое дерево",
    "~"
   ],
   [
    "beḷuva 3",
    "ср",
    "плод дерева билева",
    "✓"
   ]
  ],
  "count": 5
 },
 "vyaggha": {
  "data": [
   [
    "byaggha",
    "муж",
    "тигр",
    "✓"
   ],
   [
    "veyaggha",
    "прил",
    "принадлежащий тигру",
    "✓"
   ],
   [
    "vyaggha",
    "муж",
    "тигр",
    "~"
   ]
  ],
  "count": 3
 },
 "bhaggu": {
  "data": [
   [
    "bhaggava 1",
    "муж",
    "фамилия",
    "✓"
   ],
   [
    "bhaggava 2",
    "муж",
    "горшечник",
    "✓"
   ]
  ],
  "count": 2
 },
 "bhū": {
  "data": [
   [
    "bhamu",
    "жен",
    "бровь",
    "✓"
   ],
   [
    "bhamukā",
    "жен",
    "бровь",
    "✓"
   ],
   [
    "bhā 2.1",
    "жен",
    "бровь",
    "✓"
   ],
   [
    "bhū 2.1",
    "жен",
    "бровь",
    "✓"
   ]
  ],
  "count": 4
 },
 "bharata": {
  "data": [
   [
    "bharata 1",
    "муж",
    "имя одного из семи царей Бхарата",
    "~"
   ],
   [
    "bharata 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "bharataka",
    "муж",
    "богатые домохозяева",
    "~"
   ],
   [
    "bhāradha",
    "муж",
    "название королевской семьи",
    "~"
   ]
  ],
  "count": 5
 },
 "bhātar": {
  "data": [
   [
    "bhātar",
    "муж",
    "брат",
    "✓"
   ],
   [
    "bhāti 2.1",
    "муж",
    "брат",
    "~"
   ],
   [
    "bhātika",
    "муж",
    "брат",
    "✓"
   ],
   [
    "bhātuka",
    "муж",
    "брат",
    "~"
   ]
  ],
  "count": 4
 },
 "bhiṅkāra": {
  "data": [
   [
    "bhiṅkāra",
    "муж",
    "кувшин для воды",
    "✗"
   ]
  ],
  "count": 2
 },
 "bhujissa": {
  "data": [
   [
    "bhujissa 1",
    "прил",
    "очищающий",
    "✓"
   ],
   [
    "bhujissa 2",
    "муж",
    "освобожденный из рабства",
    "✓"
   ],
   [
    "bhujissā",
    "жен",
    "освобождённая рабыня",
    "✓"
   ],
   [
    "bhojissiya",
    "ср",
    "состояние свободы от рабства",
    "✓"
   ]
  ],
  "count": 4
 },
 "bhusa": {
  "data": [
   [
    "bhusa 2.1",
    "ср",
    "шелуха",
    "✓"
   ],
   [
    "bhusikā",
    "жен",
    "половина",
    "~"
   ]
  ],
  "count": 2
 },
 "makula": {
  "data": [
   [
    "makula",
    "ср",
    "бутон",
    "✓"
   ]
  ],
  "count": 2
 },
 "makkaṭa": {
  "data": [
   [
    "makkaṭa",
    "муж",
    "обезьяна",
    "✓"
   ],
   [
    "makkaṭaka",
    "муж",
    "паук",
    "✓"
   ],
   [
    "makkaṭī",
    "жен",
    "самка обезьяны",
    "~"
   ]
  ],
  "count": 3
 },
 "maga": {
  "data": [
   [
    "maga 1",
    "муж",
    "олени",
    "✓"
   ],
   [
    "maga 2",
    "муж",
    "зверь",
    "✓"
   ],
   [
    "māgavi",
    "муж",
    "охотник",
    "~"
   ],
   [
    "māgavika",
    "муж",
    "охотник",
    "✓"
   ]
  ],
  "count": 4
 },
 "magadha": {
  "data": [
   [
    "magadha",
    "муж",
    "страна",
    "✓"
   ],
   [
    "magadhā",
    "муж",
    "люди страны Магадхи",
    "✓"
   ],
   [
    "māgadha",
    "прил",
    "Магадхи",
    "✓"
   ],
   [
    "māgadhaka",
    "прил",
    "из Магадхи",
    "✓"
   ],
   [
    "māgadhika",
    "прил",
    "из Магадхи",
    "~"
   ]
  ],
  "count": 7
 },
 "magha": {
  "data": [
   [
    "magha",
    "муж",
    "имя Сакки в человеческой жизни",
    "~"
   ],
   [
    "maghavant",
    "прил",
    "эпитет Сакки",
    "✓"
   ],
   [
    "māgha 1",
    "муж",
    "эпитет Сакки",
    "✓"
   ]
  ],
  "count": 3
 },
 "maṅgura": {
  "data": [
   [
    "maṅgura 1",
    "прил",
    "золотистый",
    "✓"
   ],
   [
    "maṅgura 2",
    "муж",
    "сом вьюн",
    "✓"
   ]
  ],
  "count": 2
 },
 "maccha": {
  "data": [
   [
    "maccha",
    "муж",
    "рыба",
    "✓"
   ],
   [
    "macchaka",
    "муж",
    "маленькая рыбка",
    "✓"
   ],
   [
    "macchika",
    "муж",
    "рыбак",
    "✓"
   ]
  ],
  "count": 4
 },
 "majjha": {
  "data": [
   [
    "majjha 1",
    "прил",
    "серединный",
    "✓"
   ],
   [
    "majjha 2",
    "муж",
    "середина",
    "✓"
   ],
   [
    "majjha 4",
    "муж",
    "имя богатого мирянина",
    "✓"
   ],
   [
    "majjha 5",
    "муж",
    "название леса",
    "✓"
   ],
   [
    "majjhatta 1",
    "прил",
    "к кому относятся безразлично",
    "✓"
   ],
   [
    "majjhatta 2",
    "прил",
    "нейтральный",
    "~"
   ],
   [
    "majjhima 1",
    "прил",
    "средний",
    "✓"
   ],
   [
    "majjhima 2",
    "прил",
    "средней силы",
    "✓"
   ],
   [
    "majjhima 3",
    "муж",
    "монах, имеющий пребывание от пяти до десяти лет",
    "✓"
   ],
   [
    "majjhima 4",
    "прил",
    "использованный",
    "~"
   ],
   [
    "majjhima 5",
    "прил",
    "среднего роста",
    "✓"
   ],
   [
    "majjhima 6",
    "муж",
    "мажджхима никая",
    "~"
   ],
   [
    "majjhima 7",
    "прил",
    "второе лицо (ты",
    "✓"
   ],
   [
    "majjhima 8",
    "муж",
    "человек посередине",
    "✓"
   ],
   [
    "majjhimaka",
    "прил",
    "среднего размера",
    "~"
   ],
   [
    "majjhe 1",
    "несклон",
    "посередине",
    "✓"
   ],
   [
    "majjhe 2",
    "несклон",
    "в настоящем",
    "✓"
   ],
   [
    "vemajjha",
    "ср",
    "середина",
    "✓"
   ],
   [
    "vemajjhe",
    "несклон",
    "в середине",
    "✓"
   ]
  ],
  "count": 24
 },
 "mañjarī": {
  "data": [
   [
    "mañjarikā",
    "жен",
    "цветочная композиция",
    "~"
   ],
   [
    "mañjarī",
    "жен",
    "гроздь",
    "~"
   ]
  ],
  "count": 2
 },
 "mañjiṭṭhā": {
  "data": [
   [
    "mañjiṭṭha",
    "прил",
    "малиновый",
    "✓"
   ],
   [
    "mañjiṭṭhaka",
    "прил",
    "малиново-красный",
    "✓"
   ],
   [
    "mañjiṭṭhā 1",
    "жен",
    "пурпурная красная краска",
    "✓"
   ],
   [
    "mañjiṭṭhikā",
    "жен",
    "болезнь растений, которая окрашивает внутреннюю часть растения в красный цвет",
    "~"
   ],
   [
    "mañjeṭṭhaka",
    "прил",
    "красно-розовый",
    "✓"
   ],
   [
    "mañjeṭṭhika",
    "прил",
    "красно-красный",
    "✓"
   ]
  ],
  "count": 9
 },
 "mañju": {
  "data": [
   [
    "mañju",
    "прил",
    "сладкий",
    "✓"
   ],
   [
    "mañjutā",
    "жен",
    "сладость",
    "~"
   ],
   [
    "sumañju",
    "прил",
    "очень сладкая",
    "✓"
   ]
  ],
  "count": 3
 },
 "mattha": {
  "data": [
   [
    "mattha 1.1",
    "муж",
    "голова",
    "~"
   ],
   [
    "matthaka 1",
    "муж",
    "голова",
    "✓"
   ],
   [
    "matthaka 2",
    "муж",
    "верх",
    "✓"
   ],
   [
    "matthake 1",
    "несклон",
    "на расстоянии (отсюда)",
    "✓"
   ],
   [
    "matthake 2",
    "несклон",
    "период времени (начиная с текущего момента)",
    "✓"
   ]
  ],
  "count": 7
 },
 "mandāru": {
  "data": [
   [
    "mandārava",
    "муж",
    "коралловое дерево",
    "✓"
   ]
  ],
  "count": 2
 },
 "mora": {
  "data": [
   [
    "mayūra",
    "муж",
    "павлин",
    "✓"
   ],
   [
    "mora",
    "муж",
    "павлин",
    "✓"
   ]
  ],
  "count": 3
 },
 "mariyādā": {
  "data": [
   [
    "mariyāda",
    "прил",
    "соблюдающий правила",
    "~"
   ],
   [
    "mariyādā 1",
    "жен",
    "граница",
    "✓"
   ],
   [
    "vimariyādā",
    "жен",
    "без границы",
    "~"
   ]
  ],
  "count": 4
 },
 "marīci": {
  "data": [
   [
    "marīci 1",
    "жен",
    "иллюзия",
    "✓"
   ],
   [
    "marīcikā",
    "жен",
    "мираж",
    "✓"
   ]
  ],
  "count": 3
 },
 "malla": {
  "data": [
   [
    "malla",
    "муж",
    "борец",
    "~"
   ],
   [
    "mallakā",
    "муж",
    "название народа малла",
    "~"
   ],
   [
    "mallā",
    "муж",
    "имя народа Малла",
    "✓"
   ]
  ],
  "count": 3
 },
 "mahiṃsa": {
  "data": [
   [
    "mahiṃsa",
    "муж",
    "буйвол",
    "✓"
   ]
  ],
  "count": 2
 },
 "mā": {
  "data": [
   [
    "mā 1.1",
    "несклон",
    "не надо",
    "✓"
   ],
   [
    "mā 1.2",
    "несклон",
    "хватит!",
    "✓"
   ]
  ],
  "count": 2
 },
 "maganda": {
  "data": [
   [
    "māgaṇḍi",
    "муж",
    "имя странствующего аскета",
    "~"
   ],
   [
    "māgaṇḍika",
    "муж",
    "последователь магаṇḍьи",
    "~"
   ],
   [
    "māgaṇḍiya",
    "муж",
    "имя странствующего подвижника",
    "✓"
   ]
  ],
  "count": 4
 },
 "mālā": {
  "data": [
   [
    "mālavant",
    "прил",
    "с гирляндой",
    "✗"
   ],
   [
    "mālā 1",
    "жен",
    "гирлянда",
    "✓"
   ],
   [
    "mālā 2",
    "жен",
    "(грамм) парадигма склонения",
    "~"
   ],
   [
    "mālika",
    "прил",
    "носящий гирлянды",
    "✓"
   ],
   [
    "mālinī",
    "прил",
    "носящая гирлянды",
    "✓"
   ],
   [
    "mālī 1",
    "прил",
    "носящий гирлянды",
    "✓"
   ],
   [
    "mālī 2",
    "прил",
    "украшенный гирляндой",
    "~"
   ]
  ],
  "count": 7
 },
 "māsa2": {
  "data": [
   [
    "māsa 2.1",
    "муж",
    "боб",
    "✓"
   ],
   [
    "māsaka 1",
    "муж",
    "монета низкой стоимости",
    "~"
   ],
   [
    "māsaka 2",
    "прил",
    "со стоимостью одного масаки",
    "✓"
   ]
  ],
  "count": 3
 },
 "māḷa": {
  "data": [
   [
    "māḷa",
    "муж",
    "жилой дом",
    "✓"
   ],
   [
    "māḷaka",
    "муж",
    "небольшой зал",
    "~"
   ]
  ],
  "count": 2
 },
 "miga": {
  "data": [
   [
    "miga 1",
    "муж",
    "олень",
    "✓"
   ],
   [
    "miga 2",
    "муж",
    "животное",
    "✓"
   ],
   [
    "migava 1",
    "муж",
    "охотник",
    "✓"
   ],
   [
    "migava 3",
    "муж",
    "смотритель парка",
    "✓"
   ],
   [
    "migā",
    "жен",
    "лань",
    "✓"
   ]
  ],
  "count": 7
 },
 "micchā": {
  "data": [
   [
    "micchatta 2",
    "ср",
    "негодность",
    "✓"
   ],
   [
    "micchā 1",
    "несклон",
    "ложный",
    "✓"
   ],
   [
    "micchā 2",
    "несклон",
    "неверно",
    "✓"
   ]
  ],
  "count": 4
 },
 "mithilā": {
  "data": [
   [
    "mithilā",
    "жен",
    "название города",
    "✓"
   ],
   [
    "mithileyyaka",
    "прил",
    "живущий в Митхиле",
    "✓"
   ],
   [
    "methileyyaka",
    "прил",
    "живущий в мithила",
    "✓"
   ]
  ],
  "count": 3
 },
 "middha": {
  "data": [
   [
    "middha",
    "ср",
    "сонливость",
    "✓"
   ],
   [
    "middhī",
    "прил",
    "дремлющий",
    "✓"
   ]
  ],
  "count": 2
 },
 "milakkha": {
  "data": [
   [
    "milakkha",
    "муж",
    "варвар",
    "~"
   ],
   [
    "milakkhaka 1",
    "муж",
    "варвар",
    "~"
   ],
   [
    "milakkhaka 2",
    "ср",
    "варварский язык",
    "~"
   ],
   [
    "milakkhu",
    "муж",
    "варвар",
    "~"
   ]
  ],
  "count": 4
 },
 "mucalinda": {
  "data": [
   [
    "mucalinda 1",
    "муж",
    "один из видов деревьев",
    "~"
   ],
   [
    "mucalinda 3",
    "муж",
    "тип дерева",
    "~"
   ]
  ],
  "count": 3
 },
 "muñja": {
  "data": [
   [
    "muñja 1",
    "муж",
    "трава, используемая для крыши, плетения корзин и для веревок",
    "✓"
   ]
  ],
  "count": 2
 },
 "muṭṭhi": {
  "data": [
   [
    "muṭṭhi 1",
    "муж",
    "кулак",
    "✓"
   ],
   [
    "muṭṭhi 2",
    "жен",
    "горсть",
    "✓"
   ]
  ],
  "count": 4
 },
 "muddha": {
  "data": [
   [
    "muddha 2.1",
    "муж",
    "голова",
    "✓"
   ],
   [
    "muddha 2.2",
    "муж",
    "вершина",
    "✓"
   ],
   [
    "muddhani 1",
    "несклон",
    "головной частью",
    "✓"
   ],
   [
    "muddhani 2",
    "муж",
    "на голове",
    "✓"
   ]
  ],
  "count": 4
 },
 "musala": {
  "data": [
   [
    "musala 1",
    "муж",
    "дубинка",
    "✓"
   ],
   [
    "musala 2",
    "муж",
    "пестик",
    "✓"
   ],
   [
    "musala 3",
    "муж",
    "лопата",
    "✓"
   ],
   [
    "musala 4",
    "ср",
    "толкушка",
    "✓"
   ],
   [
    "mosalla",
    "прил",
    "заслуживающий быть побитым (дубинками)",
    "✗"
   ]
  ],
  "count": 5
 },
 "muhu": {
  "data": [
   [
    "muhutta",
    "муж",
    "момент",
    "✓"
   ],
   [
    "muhuttaṃ",
    "несклон",
    "на мгновение",
    "✓"
   ],
   [
    "muhuttikā 1",
    "жен",
    "сексуальная связь",
    "✓"
   ],
   [
    "muhuttena",
    "несклон",
    "в мгновение ока",
    "✓"
   ],
   [
    "muhuṃ 1",
    "несклон",
    "постоянно",
    "✓"
   ],
   [
    "sumuhutta",
    "муж",
    "хороший момент",
    "✓"
   ]
  ],
  "count": 10
 },
 "meṇḍaka": {
  "data": [
   [
    "meṇḍaka 2",
    "муж",
    "мирской ученик по имени мэндака",
    "~"
   ]
  ],
  "count": 2
 },
 "muggala": {
  "data": [
   [
    "moggalla",
    "муж",
    "имя министра",
    "~"
   ],
   [
    "moggallāna 1",
    "муж",
    "имя одного из главных учеников Будды",
    "✓"
   ],
   [
    "moggallāna 2",
    "муж",
    "фамилия",
    "✓"
   ],
   [
    "moggallāna 3",
    "ср",
    "название выдающегося грамматического трактата",
    "~"
   ]
  ],
  "count": 5
 },
 "moḷi": {
  "data": [
   [
    "moḷi 1",
    "муж",
    "пучок волос, оставленный после бритья головы",
    "✓"
   ],
   [
    "moḷi 2",
    "муж",
    "венец головы",
    "✓"
   ],
   [
    "moḷiya",
    "прил",
    "косматый",
    "✓"
   ]
  ],
  "count": 3
 },
 "yakana": {
  "data": [
   [
    "yaka",
    "ср",
    "печень",
    "~"
   ],
   [
    "yakana",
    "ср",
    "печень",
    "✓"
   ]
  ],
  "count": 2
 },
 "laṭṭhi": {
  "data": [
   [
    "yaṭṭhi 1",
    "жен",
    "палка",
    "~"
   ],
   [
    "laṭṭhi 1",
    "жен",
    "палка",
    "✓"
   ],
   [
    "laṭṭhi 2",
    "жен",
    "молодое дерево",
    "✓"
   ],
   [
    "laṭṭhi 3",
    "жен",
    "палка",
    "✓"
   ],
   [
    "laṭṭhikā 1",
    "жен",
    "саженец",
    "✓"
   ],
   [
    "laṭṭhikā 2",
    "жен",
    "посох",
    "~"
   ]
  ],
  "count": 9
 },
 "yadi": {
  "data": [
   [
    "yadi 1",
    "несклон",
    "если",
    "✓"
   ],
   [
    "yadi 2",
    "несклон",
    "или",
    "✓"
   ]
  ],
  "count": 2
 },
 "yava": {
  "data": [
   [
    "yava 1",
    "муж",
    "ячмень",
    "✓"
   ],
   [
    "yavaka",
    "муж",
    "ячмень",
    "✓"
   ],
   [
    "yavasa",
    "муж",
    "корм",
    "✓"
   ]
  ],
  "count": 4
 },
 "yona": {
  "data": [
   [
    "yona",
    "ср",
    "бактрия",
    "~"
   ],
   [
    "yonaka",
    "прил",
    "бактерианский",
    "~"
   ],
   [
    "yonā",
    "муж",
    "ионийцы",
    "✓"
   ]
  ],
  "count": 3
 },
 "rajju": {
  "data": [
   [
    "rajju",
    "жен",
    "веревка",
    "✓"
   ]
  ],
  "count": 2
 },
 "ratana": {
  "data": [
   [
    "ratana 1",
    "ср",
    "драгоценность",
    "✓"
   ],
   [
    "ratana 2",
    "ср",
    "сокровище",
    "✓"
   ],
   [
    "ratana 3",
    "ср",
    "королева",
    "✓"
   ],
   [
    "ratana 4",
    "ср",
    "мера длины",
    "✓"
   ],
   [
    "ratana 5",
    "прил",
    "с драгоценностями",
    "✓"
   ],
   [
    "ratanika",
    "прил",
    "локоть шириной или длиной",
    "✓"
   ],
   [
    "ratna",
    "ср",
    "драгоценность",
    "~"
   ]
  ],
  "count": 7
 },
 "raṃsi": {
  "data": [
   [
    "rasmi 1",
    "жен",
    "(световой) луч",
    "✓"
   ],
   [
    "raṃsa",
    "прил",
    "имеющий лучи",
    "✓"
   ]
  ],
  "count": 3
 },
 "rasmi": {
  "data": [
   [
    "rasmi 2",
    "жен",
    "(лошади) поводья",
    "✓"
   ],
   [
    "raṃsī",
    "прил",
    "со светом",
    "~"
   ]
  ],
  "count": 2
 },
 "rāsi": {
  "data": [
   [
    "rāsi",
    "муж",
    "масса",
    "✓"
   ],
   [
    "rāsiya",
    "муж",
    "имя вождя",
    "~"
   ]
  ],
  "count": 3
 },
 "rāhu": {
  "data": [
   [
    "rāhu 1",
    "муж",
    "наименование повелителя асуров",
    "✓"
   ],
   [
    "rāhu 2",
    "муж",
    "затмение",
    "✓"
   ]
  ],
  "count": 2
 },
 "rudda": {
  "data": [
   [
    "rudda",
    "прил",
    "яростный",
    "~"
   ],
   [
    "ruddha 1.1",
    "прил",
    "яростный",
    "~"
   ]
  ],
  "count": 2
 },
 "lakuṇḍa": {
  "data": [
   [
    "lakuṇḍa",
    "муж",
    "карлик",
    "✓"
   ],
   [
    "lakuṇḍaka",
    "прил",
    "карликовый",
    "~"
   ]
  ],
  "count": 2
 },
 "laṇḍa": {
  "data": [
   [
    "laṇḍa",
    "муж",
    "навоз животных",
    "~"
   ],
   [
    "laṇḍikā",
    "жен",
    "навоз животных",
    "~"
   ]
  ],
  "count": 2
 },
 "latā": {
  "data": [
   [
    "latā 1",
    "жен",
    "лиана",
    "✓"
   ],
   [
    "latā 2",
    "жен",
    "(молнии) вилять",
    "✓"
   ]
  ],
  "count": 2
 },
 "lahu": {
  "data": [
   [
    "lahu 1",
    "прил",
    "быстрый",
    "✓"
   ],
   [
    "lahu 3",
    "прил",
    "короткий (гласный) например а и у",
    "✓"
   ],
   [
    "lahuka 1",
    "прил",
    "быстрый",
    "~"
   ],
   [
    "lahuka 2",
    "прил",
    "легкий",
    "✓"
   ],
   [
    "lahuka 3",
    "прил",
    "пустяковый",
    "~"
   ],
   [
    "lahukatara",
    "прил",
    "легче",
    "~"
   ],
   [
    "lahukatarika",
    "прил",
    "легче",
    "✓"
   ],
   [
    "lahukatta",
    "ср",
    "факт лёгкости",
    "~"
   ],
   [
    "lahutara",
    "прил",
    "легче",
    "~"
   ],
   [
    "lahutā",
    "жен",
    "легкость",
    "~"
   ],
   [
    "lahusa 1",
    "прил",
    "легкий",
    "~"
   ],
   [
    "lahusa 2",
    "прил",
    "раздражительный",
    "~"
   ],
   [
    "lahuṃ",
    "несклон",
    "быстро",
    "✓"
   ],
   [
    "sallahuka 1",
    "прил",
    "легкий",
    "✓"
   ],
   [
    "sallahuka 2",
    "прил",
    "легковесный",
    "~"
   ]
  ],
  "count": 19
 },
 "lumbini": {
  "data": [
   [
    "lumbini",
    "жен",
    "роща по имени лумбини, где родился Будда",
    "~"
   ],
   [
    "lumbineyya",
    "прил",
    "в окрестностях лумбини",
    "✓"
   ]
  ],
  "count": 2
 },
 "loha": {
  "data": [
   [
    "loha 1",
    "ср",
    "медь",
    "✓"
   ],
   [
    "loha 2",
    "ср",
    "металл",
    "~"
   ],
   [
    "loha 3",
    "муж",
    "что-то, сделанное из меди",
    "~"
   ]
  ],
  "count": 3
 },
 "v": {
  "data": [
   [
    "va 4.1",
    "буква",
    "(гр.) буква в",
    "✓"
   ],
   [
    "vatta 2.1",
    "буква",
    "буква v",
    "~"
   ]
  ],
  "count": 2
 },
 "vacā": {
  "data": [
   [
    "vacatta",
    "ср",
    "корень ириса или аир",
    "✓"
   ],
   [
    "vacā",
    "жен",
    "корневище ириса или корень аира",
    "✓"
   ]
  ],
  "count": 2
 },
 "vajira": {
  "data": [
   [
    "vajira 1",
    "ср",
    "алмаз",
    "✓"
   ],
   [
    "vajira 2",
    "ср",
    "громовая стрела",
    "✓"
   ],
   [
    "vajirā",
    "жен",
    "имя монахини",
    "~"
   ],
   [
    "vajirī",
    "жен",
    "имя принцессы",
    "✓"
   ]
  ],
  "count": 4
 },
 "vajjī": {
  "data": [
   [
    "vajjiya 2.1",
    "прил",
    "принадлежащий к Ваджджи",
    "~"
   ],
   [
    "vajjī 1",
    "муж",
    "название жителей Ваджжи",
    "✓"
   ],
   [
    "vajjī 2",
    "прил",
    "принадлежащий Ваджджи",
    "✓"
   ],
   [
    "vajjī 3",
    "муж",
    "название страны",
    "✓"
   ]
  ],
  "count": 4
 },
 "vaṭaṃsa": {
  "data": [
   [
    "vaṭaṃsa",
    "муж",
    "венок",
    "~"
   ],
   [
    "vaṭaṃsaka",
    "прил",
    "венчающийся цветами",
    "✓"
   ]
  ],
  "count": 2
 },
 "vaṇija": {
  "data": [
   [
    "vaṇi",
    "муж",
    "бизнес",
    "✓"
   ],
   [
    "vaṇijjā",
    "жен",
    "торговля (в)",
    "✓"
   ],
   [
    "vāṇija",
    "муж",
    "торговец",
    "✓"
   ],
   [
    "vāṇijaka",
    "муж",
    "неумелый торговец",
    "✓"
   ],
   [
    "vāṇijja",
    "ср",
    "торговля",
    "✓"
   ]
  ],
  "count": 5
 },
 "vanibbaka": {
  "data": [
   [
    "vanibbaka",
    "муж",
    "нищий",
    "✓"
   ]
  ],
  "count": 2
 },
 "vata1": {
  "data": [
   [
    "vata 1.1",
    "несклон",
    "о нет! о боже!",
    "✓"
   ],
   [
    "vata 1.2",
    "несклон",
    "несомненно",
    "✓"
   ]
  ],
  "count": 2
 },
 "vatthi": {
  "data": [
   [
    "vatthi 1",
    "жен",
    "мочевой пузырь",
    "✓"
   ],
   [
    "vatthi 3",
    "жен",
    "живот",
    "✓"
   ],
   [
    "vatthī",
    "муж",
    "моча",
    "✓"
   ]
  ],
  "count": 5
 },
 "varāha": {
  "data": [
   [
    "varāha",
    "муж",
    "дикая свинья",
    "✓"
   ]
  ],
  "count": 2
 },
 "valāha": {
  "data": [
   [
    "valāha",
    "муж",
    "облако",
    "~"
   ],
   [
    "valāhaka 1",
    "муж",
    "облако",
    "✓"
   ],
   [
    "valāhaka 2",
    "муж",
    "имя королевского скакуна Махасудассаны",
    "✓"
   ],
   [
    "suvalāhaka",
    "прил",
    "с прекрасными облаками",
    "✓"
   ]
  ],
  "count": 4
 },
 "vasu": {
  "data": [
   [
    "vāsava",
    "муж",
    "эпитет Сакки",
    "✓"
   ]
  ],
  "count": 3
 },
 "vaṃsa": {
  "data": [
   [
    "vaṃsa 1",
    "муж",
    "бамбук",
    "✓"
   ],
   [
    "vaṃsa 2",
    "муж",
    "акробатика",
    "~"
   ],
   [
    "vaṃsa 3",
    "муж",
    "родословная",
    "✓"
   ]
  ],
  "count": 7
 },
 "vāka": {
  "data": [
   [
    "vāka 1",
    "ср",
    "кора",
    "✓"
   ],
   [
    "vāka 2",
    "ср",
    "древесное волокно",
    "✓"
   ]
  ],
  "count": 2
 },
 "vāgurā": {
  "data": [
   [
    "vākurā",
    "жен",
    "сеть для ловли оленей",
    "~"
   ],
   [
    "vāgurā",
    "жен",
    "сеть для ловли оленей",
    "~"
   ]
  ],
  "count": 2
 },
 "vāma": {
  "data": [
   [
    "vāma 1",
    "прил",
    "слева (с левой стороны)",
    "✓"
   ],
   [
    "vāmaka",
    "муж",
    "имя ведийского мудреца",
    "✓"
   ],
   [
    "vāmato",
    "несклон",
    "неправильно",
    "~"
   ]
  ],
  "count": 4
 },
 "vāmana": {
  "data": [
   [
    "vāmanaka 1",
    "прил",
    "карликовый",
    "✓"
   ]
  ],
  "count": 4
 },
 "vāri": {
  "data": [
   [
    "vāri 1.1",
    "ср",
    "вода",
    "✓"
   ],
   [
    "vārī",
    "прил",
    "с водой",
    "✓"
   ]
  ],
  "count": 2
 },
 "vāla": {
  "data": [
   [
    "vāla 1.1",
    "муж",
    "волосы на хвосте",
    "✓"
   ],
   [
    "vāla 1.2",
    "муж",
    "сито, сделанное из хвостовых волос",
    "✓"
   ],
   [
    "vālaka",
    "прил",
    "-окаймлённый",
    "~"
   ],
   [
    "vāladhi",
    "муж",
    "хвост",
    "✓"
   ],
   [
    "vāḷa 2.1",
    "муж",
    "волос хвоста",
    "✓"
   ]
  ],
  "count": 5
 },
 "vāḷa": {
  "data": [
   [
    "vāḷa 1.1",
    "муж",
    "дикое животное",
    "✓"
   ],
   [
    "vāḷatta",
    "ср",
    "злобность",
    "✓"
   ]
  ],
  "count": 3
 },
 "vālikā": {
  "data": [
   [
    "vālikā",
    "жен",
    "песок",
    "✓"
   ],
   [
    "vālukā 1",
    "жен",
    "песок",
    "✓"
   ],
   [
    "vālukā 2",
    "жен",
    "зернышко песка",
    "~"
   ]
  ],
  "count": 3
 },
 "vāsi": {
  "data": [
   [
    "vāsi 1.1",
    "жен",
    "топор",
    "✓"
   ],
   [
    "vāsi 1.2",
    "жен",
    "острый нож",
    "~"
   ]
  ],
  "count": 2
 },
 "vāseṭṭha": {
  "data": [
   [
    "vāseṭṭha 1",
    "муж",
    "имя ведического мудреца",
    "✓"
   ],
   [
    "vāseṭṭha 2",
    "муж",
    "фамилия брахманов",
    "✓"
   ],
   [
    "vāseṭṭha 3",
    "муж",
    "имя молодого брахмана",
    "✓"
   ],
   [
    "vāseṭṭha 4",
    "муж",
    "название семьи брахманов",
    "~"
   ],
   [
    "vāseṭṭhī",
    "жен",
    "восета — имя монахини-араханта",
    "✓"
   ]
  ],
  "count": 5
 },
 "viṭapa": {
  "data": [
   [
    "viṭapa 1",
    "муж",
    "ветвь",
    "~"
   ],
   [
    "viṭapī",
    "муж",
    "дерево",
    "✓"
   ]
  ],
  "count": 3
 },
 "videha": {
  "data": [
   [
    "videha",
    "муж",
    "название страны",
    "~"
   ],
   [
    "videhā",
    "муж",
    "видеханцы",
    "✓"
   ],
   [
    "vedehikā",
    "жен",
    "ведеһика - имя мирянки в Саваттхи",
    "✓"
   ],
   [
    "suvidehā",
    "муж",
    "хорошие люди из видехи",
    "✓"
   ]
  ],
  "count": 5
 },
 "vi": {
  "data": [
   [
    "vinā 1",
    "несклон",
    "без (чего-либо)",
    "✓"
   ],
   [
    "vinā 2",
    "несклон",
    "отдельно",
    "✓"
   ]
  ],
  "count": 2
 },
 "visada": {
  "data": [
   [
    "visada 1",
    "прил",
    "чистый",
    "✓"
   ],
   [
    "visadatā",
    "жен",
    "ясность",
    "~"
   ]
  ],
  "count": 4
 },
 "salla": {
  "data": [
   [
    "visalla",
    "прил",
    "без стрелы",
    "✓"
   ],
   [
    "visallāna",
    "прил",
    "тех, кто удалил стрелу",
    "~"
   ],
   [
    "salla 1",
    "муж",
    "стрела",
    "✓"
   ],
   [
    "salla 2",
    "ср",
    "(любой острый предмет, который причиняет боль) стрела",
    "✓"
   ],
   [
    "sallato",
    "несклон",
    "как стрела",
    "✓"
   ],
   [
    "sasalla",
    "прил",
    "имеющий стрелу",
    "~"
   ]
  ],
  "count": 9
 },
 "sāci": {
  "data": [
   [
    "visāci",
    "несклон",
    "косо",
    "~"
   ],
   [
    "sāci",
    "несклон",
    "криво",
    "✓"
   ]
  ],
  "count": 2
 },
 "visāṇa": {
  "data": [
   [
    "visāṇa 1",
    "ср",
    "рог",
    "✓"
   ]
  ],
  "count": 2
 },
 "visūka": {
  "data": [
   [
    "visūka 1",
    "ср",
    "представление",
    "✓"
   ],
   [
    "visūka 2",
    "ср",
    "кручение",
    "✓"
   ],
   [
    "visūkāyika",
    "ср",
    "изгибание",
    "~"
   ],
   [
    "visūkāyita 1",
    "ср",
    "извивание",
    "✓"
   ],
   [
    "visūkāyita 2",
    "ср",
    "беспокойство",
    "~"
   ]
  ],
  "count": 6
 },
 "vissa": {
  "data": [
   [
    "vissa",
    "прил",
    "прокисший",
    "✓"
   ],
   [
    "vissavant",
    "прил",
    "затхлый",
    "✓"
   ]
  ],
  "count": 2
 },
 "viha": {
  "data": [
   [
    "viha",
    "муж",
    "небо",
    "✓"
   ],
   [
    "veha",
    "муж",
    "небо",
    "✓"
   ],
   [
    "vehāyasa",
    "муж",
    "воздух",
    "~"
   ],
   [
    "vehāyasaṃ",
    "несклон",
    "в воздухе",
    "~"
   ],
   [
    "vehāsa",
    "муж",
    "воздух",
    "✓"
   ],
   [
    "vehāsaya",
    "муж",
    "воздух",
    "~"
   ],
   [
    "vehāsaṃ",
    "несклон",
    "в воздухе",
    "✓"
   ]
  ],
  "count": 7
 },
 "vīṇā": {
  "data": [
   [
    "vīṇakā",
    "жен",
    "маленькая вина",
    "~"
   ],
   [
    "vīṇā",
    "жен",
    "индийская лютня",
    "✓"
   ]
  ],
  "count": 3
 },
 "veḷu": {
  "data": [
   [
    "veṇu 2",
    "муж",
    "флейта",
    "~"
   ],
   [
    "veḷu 1",
    "муж",
    "бамбук",
    "✓"
   ],
   [
    "veḷu 2",
    "жен",
    "бамбук",
    "✓"
   ],
   [
    "veḷuva",
    "муж",
    "название деревни",
    "✓"
   ],
   [
    "veḷuvant",
    "прил",
    "обильный бамбуком",
    "✓"
   ]
  ],
  "count": 6
 },
 "veṇhu": {
  "data": [
   [
    "veṇhu",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "veṇhū",
    "муж",
    "группа божеств под названием veṇhū",
    "~"
   ]
  ],
  "count": 2
 },
 "verañjā": {
  "data": [
   [
    "verañja",
    "прил",
    "живущий в веранье",
    "~"
   ],
   [
    "verañjaka",
    "прил",
    "из Веранджи",
    "✓"
   ],
   [
    "verañjā",
    "жен",
    "название города",
    "~"
   ]
  ],
  "count": 3
 },
 "velāma": {
  "data": [
   [
    "velāma",
    "муж",
    "имя Будды в предыдущем воплощении",
    "~"
   ],
   [
    "velāmikā",
    "жен",
    "женщина, рожденная от смешанных брачующихся родителей из знатного и брахманского сословий",
    "✓"
   ]
  ],
  "count": 3
 },
 "vesālī": {
  "data": [
   [
    "vesāla",
    "прил",
    "из Весали",
    "~"
   ],
   [
    "vesālika",
    "прил",
    "связанный с Весали",
    "✓"
   ],
   [
    "vesāliya",
    "прил",
    "из Весали",
    "~"
   ],
   [
    "vesālī",
    "жен",
    "название города",
    "✓"
   ]
  ],
  "count": 4
 },
 "vessa": {
  "data": [
   [
    "vessa 1.1",
    "муж",
    "человек из купеческой и сельскохозяйственной касты",
    "✓"
   ],
   [
    "vessāyana",
    "муж",
    "человек из класса купцов или земледельцев",
    "✓"
   ],
   [
    "vessī 1",
    "жен",
    "женщина третьей касты купцов и земледельцев",
    "✓"
   ]
  ],
  "count": 5
 },
 "sakaṭa": {
  "data": [
   [
    "sakaṭa",
    "ср",
    "телега",
    "✓"
   ],
   [
    "sākaṭika",
    "муж",
    "возчик",
    "✓"
   ]
  ],
  "count": 2
 },
 "sakuṇa": {
  "data": [
   [
    "sakuṇa",
    "муж",
    "птица",
    "✓"
   ],
   [
    "sakuṇika",
    "прил",
    "относящийся к птице",
    "~"
   ],
   [
    "sakuṇikā",
    "жен",
    "птица-самка",
    "✓"
   ],
   [
    "sakuṇī",
    "жен",
    "женская птица",
    "✓"
   ],
   [
    "sakunta",
    "муж",
    "птица",
    "✓"
   ],
   [
    "sākuṇika",
    "муж",
    "ловец птиц",
    "✓"
   ],
   [
    "sākuṇiya",
    "муж",
    "охотник на птиц",
    "~"
   ],
   [
    "sākuntika",
    "муж",
    "ловец птиц",
    "✓"
   ]
  ],
  "count": 8
 },
 "sakkharā": {
  "data": [
   [
    "sakkharā 1",
    "жен",
    "гравий",
    "✓"
   ],
   [
    "sakkharā 2",
    "жен",
    "глиняный черепок",
    "✓"
   ],
   [
    "sakkharika",
    "прил",
    "песчанистый",
    "✓"
   ]
  ],
  "count": 5
 },
 "sakha": {
  "data": [
   [
    "sakha",
    "муж",
    "друг",
    "✓"
   ],
   [
    "sakhāra",
    "муж",
    "друг",
    "✓"
   ],
   [
    "sakhi",
    "муж",
    "друг",
    "✓"
   ],
   [
    "sakhila",
    "прил",
    "дружелюбный",
    "✓"
   ],
   [
    "sakhī",
    "жен",
    "женская подруга",
    "✓"
   ],
   [
    "sākhalya",
    "ср",
    "дружелюбие",
    "✓"
   ]
  ],
  "count": 6
 },
 "saṅkha": {
  "data": [
   [
    "saṅkha 1",
    "муж",
    "раковина моллюска",
    "✓"
   ],
   [
    "saṅkha 2",
    "муж",
    "название длиннокорневого водного растения",
    "~"
   ]
  ],
  "count": 4
 },
 "saṇa": {
  "data": [
   [
    "saṇa 1",
    "ср",
    "мадрасская конопля",
    "~"
   ],
   [
    "saṇa 2",
    "ср",
    "джут",
    "~"
   ],
   [
    "saṇṇa",
    "прил",
    "изготовленный из мадраской конопли",
    "~"
   ],
   [
    "sāṇa 1.1",
    "прил",
    "изготовленный из мадарского конопляного волокна",
    "✓"
   ],
   [
    "sāṇa 1.2",
    "ср",
    "ткань из конопли санн",
    "✓"
   ],
   [
    "sāṇa 1.3",
    "муж",
    "имя мирянина",
    "✓"
   ],
   [
    "sāṇi 1",
    "жен",
    "грубая конопляная ткань",
    "✓"
   ],
   [
    "sāṇi 2",
    "жен",
    "экран",
    "✓"
   ],
   [
    "sāṇī",
    "жен",
    "экран",
    "✓"
   ]
  ],
  "count": 9
 },
 "saṇḍa": {
  "data": [
   [
    "saṇḍa 1",
    "муж",
    "(деревьев) скопление",
    "✓"
   ],
   [
    "saṇḍa 2",
    "муж",
    "группа",
    "✓"
   ],
   [
    "sanda 1.1",
    "прил",
    "густой",
    "✓"
   ]
  ],
  "count": 3
 },
 "saṇha": {
  "data": [
   [
    "saṇha 1",
    "прил",
    "плавный",
    "✓"
   ],
   [
    "saṇha 2",
    "прил",
    "тонкий",
    "✓"
   ],
   [
    "saṇha 3",
    "прил",
    "гладкий",
    "✓"
   ],
   [
    "saṇha 4",
    "прил",
    "гладкий",
    "~"
   ],
   [
    "saṇha 5",
    "муж",
    "типа тетивы для лука, сделанная из бамбука",
    "✓"
   ],
   [
    "saṇhena",
    "несклон",
    "гладко",
    "✓"
   ]
  ],
  "count": 6
 },
 "satta": {
  "data": [
   [
    "satta 1.1",
    "кол.ч",
    "семь (7)",
    "✓"
   ],
   [
    "sattaka 1.1",
    "ср",
    "септет",
    "✓"
   ],
   [
    "sattakkhattuṃ",
    "несклон",
    "семь раз",
    "✓"
   ],
   [
    "sattadhā",
    "несклон",
    "на семь частей",
    "✓"
   ],
   [
    "sattannaṃ 1",
    "кол.ч",
    "семи",
    "✓"
   ],
   [
    "sattannaṃ 2",
    "кол.ч",
    "семи",
    "✓"
   ],
   [
    "sattama 1.1",
    "поряд.ч",
    "седьмой (7ой)",
    "✓"
   ],
   [
    "sattamī 1",
    "жен",
    "(грам.) сослагательное наклонение",
    "✓"
   ]
  ],
  "count": 9
 },
 "satthi": {
  "data": [
   [
    "satthi 1.1",
    "ср",
    "бедро",
    "✓"
   ],
   [
    "satthi 1.2",
    "ср",
    "стержень для повозки",
    "✓"
   ]
  ],
  "count": 2
 },
 "hada": {
  "data": [
   [
    "sad",
    "прист",
    "сердце",
    "✗"
   ],
   [
    "suhajja 1",
    "муж",
    "друг",
    "✓"
   ],
   [
    "suhada 1",
    "прил",
    "добросердечный",
    "~"
   ],
   [
    "hajja",
    "прил",
    "связанный с сердцем",
    "~"
   ],
   [
    "hada",
    "ср",
    "сердце",
    "~"
   ],
   [
    "hadaya 1",
    "ср",
    "сердце",
    "✓"
   ],
   [
    "hadaya 2",
    "ср",
    "центр",
    "~"
   ],
   [
    "hadaya 3",
    "прил",
    "с сердцем",
    "~"
   ]
  ],
  "count": 11
 },
 "saddala": {
  "data": [
   [
    "susaddala",
    "прил",
    "с сочной зелёной травой",
    "✓"
   ]
  ],
  "count": 2
 },
 "sabba": {
  "data": [
   [
    "sabba 1",
    "местоим",
    "весь",
    "✓"
   ],
   [
    "sabba 2",
    "местоим",
    "все",
    "✓"
   ],
   [
    "sabba 3",
    "местоим",
    "весь",
    "✓"
   ],
   [
    "sabbato 1",
    "несклон",
    "от всего",
    "✓"
   ],
   [
    "sabbato 2",
    "несклон",
    "во всех направлениях",
    "✓"
   ],
   [
    "sabbato 3",
    "несклон",
    "как всё",
    "✓"
   ],
   [
    "sabbato 4",
    "местоим",
    "после всех корней",
    "✓"
   ],
   [
    "sabbatta",
    "ср",
    "всё",
    "✓"
   ],
   [
    "sabbattha 1",
    "несклон",
    "везде",
    "✓"
   ],
   [
    "sabbattha 2",
    "несклон",
    "во всех отношениях",
    "✓"
   ],
   [
    "sabbattha 3",
    "несклон",
    "во всех случаях",
    "✓"
   ],
   [
    "sabbatthakaṃ",
    "несклон",
    "везде",
    "~"
   ],
   [
    "sabbatthatā",
    "жен",
    "факт пребывания повсюду",
    "✓"
   ],
   [
    "sabbatthatāya",
    "несклон",
    "в целом",
    "✓"
   ],
   [
    "sabbathā",
    "несклон",
    "всячески",
    "✓"
   ],
   [
    "sabbadā",
    "несклон",
    "всегда",
    "✓"
   ],
   [
    "sabbadhi",
    "несклон",
    "везде",
    "✓"
   ],
   [
    "sabbadhī",
    "несклон",
    "везде",
    "✓"
   ],
   [
    "sabbaso 1",
    "несклон",
    "всячески",
    "✓"
   ],
   [
    "sabbaso 2",
    "несклон",
    "вокруг",
    "✓"
   ],
   [
    "sabbaṃ",
    "несклон",
    "целиком",
    "✓"
   ],
   [
    "sabbāvant",
    "прил",
    "полный",
    "✓"
   ],
   [
    "sabbāsaṃ",
    "местоим",
    "всех",
    "✓"
   ],
   [
    "sabbe",
    "местоим",
    "всё",
    "✓"
   ],
   [
    "sabbesaṃ 1",
    "местоим",
    "для всех",
    "✓"
   ],
   [
    "sabbesaṃ 2",
    "местоим",
    "всех",
    "✓"
   ]
  ],
  "count": 28
 },
 "saha": {
  "data": [
   [
    "sabyatā",
    "жен",
    "товарищество",
    "~"
   ],
   [
    "saha 1.1",
    "прил",
    "взаимный",
    "✓"
   ],
   [
    "saha 1.2",
    "несклон",
    "с",
    "✓"
   ],
   [
    "saha 1.3",
    "несклон",
    "сразу после",
    "✓"
   ],
   [
    "saha 1.4",
    "несклон",
    "одновременно (с)",
    "✓"
   ],
   [
    "sahabya",
    "ср",
    "содружество (с)",
    "~"
   ],
   [
    "sahabyatā",
    "жен",
    "товарищество",
    "✓"
   ],
   [
    "sahā",
    "несклон",
    "с",
    "✓"
   ]
  ],
  "count": 10
 },
 "samīpa": {
  "data": [
   [
    "samīpa",
    "прил",
    "(о времени или пространстве) находящийся рядом",
    "✓"
   ],
   [
    "samīpaṃ",
    "несклон",
    "к ближайшему",
    "✓"
   ],
   [
    "samīpe",
    "несклон",
    "рядом (с)",
    "✓"
   ]
  ],
  "count": 3
 },
 "sampha": {
  "data": [
   [
    "sampha 1",
    "прил",
    "легкомысленный",
    "✓"
   ],
   [
    "sampha 2",
    "ср",
    "пустословие",
    "✓"
   ]
  ],
  "count": 2
 },
 "samma": {
  "data": [
   [
    "samma 1",
    "несклон",
    "друг",
    "✓"
   ],
   [
    "sammiya",
    "муж",
    "дорогой друг",
    "~"
   ]
  ],
  "count": 2
 },
 "sara1": {
  "data": [
   [
    "sara 1.1",
    "муж",
    "тростник",
    "✓"
   ],
   [
    "sara 1.2",
    "муж",
    "стрела",
    "✓"
   ]
  ],
  "count": 2
 },
 "sarāva": {
  "data": [
   [
    "sarāva",
    "ср",
    "миска",
    "✓"
   ],
   [
    "sarāvaka",
    "ср",
    "маленькая миска",
    "~"
   ]
  ],
  "count": 2
 },
 "sarīsapa": {
  "data": [
   [
    "sarīsapa",
    "ср",
    "змея",
    "✓"
   ],
   [
    "sarīṃsapa",
    "муж",
    "змея",
    "✓"
   ],
   [
    "siriṃsapa 1",
    "муж",
    "змея",
    "✓"
   ],
   [
    "siriṃsapa 2",
    "ср",
    "змея",
    "✓"
   ]
  ],
  "count": 6
 },
 "salāṭu": {
  "data": [
   [
    "salāṭu",
    "прил",
    "незрелый",
    "~"
   ],
   [
    "salāṭuka",
    "прил",
    "несозревший",
    "~"
   ]
  ],
  "count": 2
 },
 "sittha": {
  "data": [
   [
    "sasitthaka",
    "прил",
    "с рисовыми зернами",
    "✓"
   ],
   [
    "sittha",
    "ср",
    "рисовое зерно",
    "✓"
   ]
  ],
  "count": 3
 },
 "sasu": {
  "data": [
   [
    "sasu",
    "жен",
    "тёща",
    "✓"
   ],
   [
    "sasura",
    "муж",
    "тесть",
    "✓"
   ],
   [
    "sassu",
    "жен",
    "свекровь",
    "✓"
   ],
   [
    "sassura",
    "муж",
    "тесть",
    "✓"
   ]
  ],
  "count": 4
 },
 "sahassa": {
  "data": [
   [
    "sahassa 1",
    "кол.ч",
    "одна тысяча (1000)",
    "✓"
   ],
   [
    "sahassa 2",
    "прил",
    "содержит одну тысячу",
    "✓"
   ],
   [
    "sahassakkhattuṃ",
    "несклон",
    "тысячу раз",
    "✓"
   ],
   [
    "sahassadhā",
    "несклон",
    "состоящий из тысячи частей",
    "✓"
   ],
   [
    "sahassī",
    "прил",
    "числом в одну тысячу",
    "✓"
   ]
  ],
  "count": 6
 },
 "hirañña": {
  "data": [
   [
    "sahirañña",
    "прил",
    "с золотом",
    "✓"
   ],
   [
    "hirañña",
    "ср",
    "золото",
    "✓"
   ]
  ],
  "count": 4
 },
 "sāṭa": {
  "data": [
   [
    "sāṭa",
    "муж",
    "полотно",
    "✓"
   ],
   [
    "sāṭaka 1",
    "муж",
    "плащ",
    "✓"
   ],
   [
    "sāṭaka 2",
    "муж",
    "ткань",
    "✓"
   ],
   [
    "sāṭaka 3",
    "ср",
    "особый вид глиняной миски",
    "~"
   ],
   [
    "sāṭi",
    "жен",
    "одеяние",
    "✓"
   ],
   [
    "sāṭikā",
    "жен",
    "ткань",
    "✓"
   ],
   [
    "sāṭī",
    "прил",
    "носящая",
    "✓"
   ]
  ],
  "count": 7
 },
 "sāmuga": {
  "data": [
   [
    "sāpūga",
    "ср",
    "название колийского городка",
    "✓"
   ],
   [
    "sāmuga",
    "ср",
    "название одного из городов колийцев",
    "✓"
   ],
   [
    "sāmugiya",
    "прил",
    "проживающий в Самуге",
    "✓"
   ]
  ],
  "count": 3
 },
 "sāma": {
  "data": [
   [
    "sāma 1.1",
    "муж",
    "темный цвет",
    "✓"
   ],
   [
    "sāma 1.2",
    "прил",
    "коричневый",
    "✓"
   ],
   [
    "sāmaka",
    "прил",
    "о деревне Сама",
    "~"
   ],
   [
    "sāmā 1",
    "жен",
    "женщина коричневого цвета кожи",
    "✓"
   ],
   [
    "sāmā 3",
    "жен",
    "имя одной из арханток",
    "✓"
   ],
   [
    "sāmā 4",
    "жен",
    "имя архатки-ни",
    "✓"
   ],
   [
    "sāmāvatī 1",
    "жен",
    "имя мирянки",
    "~"
   ],
   [
    "sāmāvatī 2",
    "жен",
    "имя первой королевы короля Удены",
    "✓"
   ]
  ],
  "count": 9
 },
 "sāmīci": {
  "data": [
   [
    "sāmīci 1",
    "жен",
    "правильный путь",
    "✓"
   ],
   [
    "sāmīcika",
    "прил",
    "правильный",
    "~"
   ]
  ],
  "count": 3
 },
 "sālā": {
  "data": [
   [
    "sāla 3.1",
    "прил",
    "имеющий дом",
    "✓"
   ],
   [
    "sālavatī 1",
    "жен",
    "название небесного зала собраний",
    "~"
   ],
   [
    "sālavatī 2",
    "жен",
    "королевская куртизанка по имени",
    "~"
   ],
   [
    "sālā 1",
    "жен",
    "зал",
    "✓"
   ],
   [
    "sālā 2",
    "жен",
    "конюшня",
    "✓"
   ],
   [
    "sālā 3",
    "жен",
    "название брахманской деревни в Косале",
    "✓"
   ],
   [
    "sāleyya",
    "прил",
    "о городе Сала",
    "✓"
   ],
   [
    "sāleyyaka",
    "прил",
    "из города Сала",
    "✓"
   ]
  ],
  "count": 8
 },
 "sāli": {
  "data": [
   [
    "sāli",
    "муж",
    "рис",
    "✓"
   ]
  ],
  "count": 2
 },
 "sāhuḷa": {
  "data": [
   [
    "sāhuḷa",
    "прил",
    "грубый",
    "~"
   ],
   [
    "sāhuḷi",
    "прил",
    "грубый",
    "✓"
   ]
  ],
  "count": 2
 },
 "sikatā": {
  "data": [
   [
    "sikatā 1",
    "жен",
    "зерно",
    "✓"
   ]
  ],
  "count": 2
 },
 "siṅgāla": {
  "data": [
   [
    "sigāla",
    "муж",
    "шакал",
    "✓"
   ],
   [
    "sigālaka 2",
    "муж",
    "имя мирянина",
    "~"
   ],
   [
    "siṅgāla",
    "муж",
    "шакал",
    "✓"
   ],
   [
    "siṅgālaka 1",
    "муж",
    "тявканье маленького шакала",
    "✓"
   ],
   [
    "siṅgālaka 2",
    "муж",
    "имя мирского ученика",
    "~"
   ],
   [
    "segālaka",
    "муж",
    "маленький вой шакала",
    "~"
   ]
  ],
  "count": 7
 },
 "siṅga": {
  "data": [
   [
    "siṅga 1",
    "ср",
    "рог",
    "✓"
   ],
   [
    "siṅgiya",
    "муж",
    "имя архата",
    "✓"
   ],
   [
    "siṅgī 1",
    "прил",
    "изукрашенный",
    "✓"
   ],
   [
    "siṅgī 2",
    "прил",
    "хитрый",
    "~"
   ],
   [
    "siṅgī 4",
    "жен",
    "золото, используемое для изготовления украшений",
    "~"
   ]
  ],
  "count": 10
 },
 "sindhu": {
  "data": [
   [
    "sindhava 1",
    "прил",
    "Синд",
    "✓"
   ],
   [
    "sindhava 2",
    "муж",
    "синдхская лошадь",
    "~"
   ],
   [
    "sindhu 1",
    "муж",
    "название страны вокруг реки Инд",
    "~"
   ]
  ],
  "count": 5
 },
 "sipāṭikā": {
  "data": [
   [
    "sipāṭikā 1",
    "жен",
    "семенная коробочка",
    "✓"
   ]
  ],
  "count": 2
 },
 "sippa": {
  "data": [
   [
    "sippa 1",
    "ср",
    "мастерство",
    "✓"
   ],
   [
    "sippika 1.1",
    "муж",
    "ремесленник",
    "✓"
   ],
   [
    "sippī 2.1",
    "муж",
    "ремесленник",
    "~"
   ],
   [
    "sippī 2.2",
    "муж",
    "художник",
    "~"
   ]
  ],
  "count": 5
 },
 "sippī": {
  "data": [
   [
    "sippikā 1.1",
    "жен",
    "устрица",
    "✓"
   ],
   [
    "sippinikā",
    "жен",
    "название реки",
    "~"
   ],
   [
    "sippiniyā",
    "жен",
    "название реки",
    "~"
   ],
   [
    "sippī 1.1",
    "жен",
    "устрица",
    "✓"
   ]
  ],
  "count": 4
 },
 "siras": {
  "data": [
   [
    "sira",
    "прил",
    "с головой",
    "✓"
   ],
   [
    "siras",
    "муж",
    "голова",
    "✓"
   ],
   [
    "sirasā",
    "муж",
    "с головой",
    "✓"
   ],
   [
    "siro 1",
    "муж",
    "голова",
    "✓"
   ],
   [
    "siro 2",
    "муж",
    "голову",
    "✓"
   ]
  ],
  "count": 5
 },
 "sirīsa": {
  "data": [
   [
    "sirīsa",
    "муж",
    "альбиция леббек",
    "✓"
   ],
   [
    "serīsaka 1",
    "прил",
    "сделанный из дерева сириса",
    "~"
   ],
   [
    "serīsaka 2",
    "муж",
    "имя духа",
    "~"
   ]
  ],
  "count": 3
 },
 "silā": {
  "data": [
   [
    "silā 1",
    "жен",
    "камень",
    "✓"
   ],
   [
    "silā 2",
    "жен",
    "полудрагоценный камень",
    "✓"
   ],
   [
    "silāvati",
    "жен",
    "имя деревни шакьев",
    "~"
   ],
   [
    "sela 1",
    "прил",
    "каменистый",
    "✓"
   ],
   [
    "sela 2",
    "муж",
    "скала",
    "✓"
   ],
   [
    "sela 3",
    "муж",
    "кристалл",
    "✓"
   ],
   [
    "sela 4",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sela 5",
    "муж",
    "имя брахманского учителя",
    "✓"
   ],
   [
    "selā",
    "жен",
    "имя арханта монахини",
    "✓"
   ]
  ],
  "count": 9
 },
 "siva": {
  "data": [
   [
    "siva 1",
    "прил",
    "безопасный",
    "✓"
   ],
   [
    "siva 2",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "sivaka 1",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "sivaka 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sivika",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sivī",
    "муж",
    "имя царя",
    "~"
   ]
  ],
  "count": 7
 },
 "siṃsapā": {
  "data": [
   [
    "siṃsapā",
    "жен",
    "дерево симсапа",
    "✓"
   ],
   [
    "sīsapā",
    "жен",
    "дерево симсапа",
    "✓"
   ]
  ],
  "count": 2
 },
 "sīha": {
  "data": [
   [
    "sīha 1",
    "муж",
    "лев",
    "✓"
   ],
   [
    "sīha 2",
    "муж",
    "имя военного генерала в Весали",
    "~"
   ],
   [
    "sīha 3",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sīhavant",
    "муж",
    "обладающий качествами льва",
    "✓"
   ],
   [
    "sīhā",
    "жен",
    "название архатки",
    "✓"
   ]
  ],
  "count": 7
 },
 "sukhuma": {
  "data": [
   [
    "sukhuma 1",
    "прил",
    "тонкий",
    "✓"
   ],
   [
    "sukhuma 2",
    "прил",
    "прекрасного качества",
    "✓"
   ],
   [
    "sukhumaka",
    "прил",
    "крошечный",
    "~"
   ],
   [
    "sukhumatara",
    "прил",
    "более тонкий",
    "✓"
   ],
   [
    "sukhumatta 1",
    "ср",
    "гладкость",
    "✓"
   ],
   [
    "sukhumatta 2",
    "ср",
    "факт излишней утонченности",
    "~"
   ],
   [
    "sukhumāla",
    "прил",
    "нежный",
    "✓"
   ],
   [
    "sukhumālattana",
    "ср",
    "деликатность, отличие быть утонченным",
    "~"
   ],
   [
    "sukhumālinī",
    "жен",
    "изысканная женщина",
    "✓"
   ],
   [
    "susukhuma",
    "прил",
    "чрезвычайно тонкий",
    "✓"
   ],
   [
    "sokhumma",
    "ср",
    "тонкость",
    "~"
   ]
  ],
  "count": 13
 },
 "suṅka": {
  "data": [
   [
    "suṅka 1",
    "муж",
    "налог",
    "✓"
   ],
   [
    "suṅka 2",
    "муж",
    "внесение платы за невесту",
    "~"
   ],
   [
    "suṅka 3",
    "муж",
    "плата проститутки",
    "✓"
   ]
  ],
  "count": 4
 },
 "suṭṭhu": {
  "data": [
   [
    "suṭṭhu",
    "несклон",
    "хорошо",
    "✓"
   ],
   [
    "suṭṭhutara",
    "прил",
    "лучше (чем)",
    "~"
   ],
   [
    "suṭṭhutā 1",
    "жен",
    "добавка к благополучию",
    "~"
   ]
  ],
  "count": 4
 },
 "sudda": {
  "data": [
   [
    "sudda 1.1",
    "муж",
    "человек низшей касты",
    "✓"
   ],
   [
    "suddī",
    "жен",
    "женщина низшего сословия",
    "✓"
   ]
  ],
  "count": 2
 },
 "sunāparanta": {
  "data": [
   [
    "sunāparanta",
    "муж",
    "название страны",
    "✓"
   ],
   [
    "sunāparantaka",
    "прил",
    "из Сунапаранты",
    "✓"
   ]
  ],
  "count": 2
 },
 "sumbha": {
  "data": [
   [
    "sumbha",
    "муж",
    "имя самостоятельно пробужденного Будды",
    "~"
   ],
   [
    "sumbhaka",
    "ср",
    "нормальный вид глиняной чаши",
    "~"
   ],
   [
    "sumbhā",
    "муж",
    "люди города Сумбха",
    "✓"
   ]
  ],
  "count": 4
 },
 "sve": {
  "data": [
   [
    "suve",
    "несклон",
    "завтра",
    "✓"
   ],
   [
    "svātana",
    "прил",
    "завтрашний",
    "✓"
   ],
   [
    "svātanāya",
    "несклон",
    "на завтра",
    "✓"
   ],
   [
    "sve",
    "несклон",
    "завтра",
    "✓"
   ]
  ],
  "count": 4
 },
 "susāna": {
  "data": [
   [
    "susāna",
    "ср",
    "кладбище",
    "✓"
   ],
   [
    "sosānika",
    "муж",
    "аскет живущий на кладбище",
    "✓"
   ],
   [
    "sosānikatta",
    "ср",
    "факт быть аскетом, живущим на кладбище",
    "✓"
   ]
  ],
  "count": 3
 },
 "susu": {
  "data": [
   [
    "susu 1",
    "прил",
    "молодой",
    "✓"
   ],
   [
    "susu 2",
    "муж",
    "мальчик",
    "✗"
   ],
   [
    "susu 3",
    "муж",
    "детёныш животного",
    "✓"
   ]
  ],
  "count": 3
 },
 "susumāra": {
  "data": [
   [
    "susumāra",
    "муж",
    "крокодил",
    "✓"
   ],
   [
    "suṃsumāra",
    "муж",
    "крокодил",
    "✓"
   ]
  ],
  "count": 2
 },
 "sūka": {
  "data": [
   [
    "sūka 1",
    "ср",
    "частица",
    "✓"
   ],
   [
    "sūka 2",
    "ср",
    "(о растении) волосок",
    "~"
   ],
   [
    "sūki",
    "жен",
    "волос",
    "~"
   ]
  ],
  "count": 3
 },
 "sūkara": {
  "data": [
   [
    "sūkara",
    "муж",
    "свинья",
    "✓"
   ],
   [
    "sūkarika",
    "муж",
    "свинарь",
    "✓"
   ],
   [
    "sokarika",
    "муж",
    "фермер свиней",
    "~"
   ]
  ],
  "count": 3
 },
 "sūta": {
  "data": [
   [
    "sūta",
    "муж",
    "коневод",
    "~"
   ],
   [
    "sūtaka",
    "муж",
    "возница",
    "~"
   ]
  ],
  "count": 2
 },
 "sūnā": {
  "data": [
   [
    "sūnā 1",
    "жен",
    "бойня",
    "✓"
   ],
   [
    "sūnā 2",
    "жен",
    "разделочный блок",
    "✓"
   ]
  ],
  "count": 2
 },
 "sūpa": {
  "data": [
   [
    "sūpa 1",
    "муж",
    "дал",
    "✓"
   ],
   [
    "sūpa 2",
    "муж",
    "суп",
    "✓"
   ],
   [
    "sūpaka",
    "прил",
    "с чечевичным карри",
    "✓"
   ],
   [
    "sūpeyya 1",
    "ср",
    "соус",
    "✓"
   ],
   [
    "sūpya",
    "прил",
    "относящийся к далу",
    "~"
   ]
  ],
  "count": 6
 },
 "sūla": {
  "data": [
   [
    "sūla",
    "ср",
    "кол",
    "✓"
   ],
   [
    "sūlā",
    "жен",
    "колики",
    "✓"
   ]
  ],
  "count": 2
 },
 "sena": {
  "data": [
   [
    "sena 3.1",
    "муж",
    "ястреб",
    "✓"
   ],
   [
    "senaka 2",
    "муж",
    "имя архата монаха",
    "~"
   ]
  ],
  "count": 3
 },
 "semha": {
  "data": [
   [
    "semha",
    "ср",
    "мокрота",
    "✓"
   ]
  ],
  "count": 2
 },
 "soṇī": {
  "data": [
   [
    "soṇī 2.1",
    "жен",
    "бедра",
    "✓"
   ]
  ],
  "count": 1
 },
 "sobbha": {
  "data": [
   [
    "sobbha 1",
    "ср",
    "глубокая яма",
    "✓"
   ],
   [
    "sobbha 2",
    "муж",
    "водоем",
    "✓"
   ]
  ],
  "count": 2
 },
 "soma": {
  "data": [
   [
    "soma 2",
    "муж",
    "раслина сома",
    "~"
   ],
   [
    "somā",
    "жен",
    "имя архатки монахини",
    "✓"
   ],
   [
    "somā 2",
    "жен",
    "имя мирянки, сестры жены Пасенади",
    "✓"
   ]
  ],
  "count": 4
 },
 "ha": {
  "data": [
   [
    "ha 2.1",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "have",
    "несклон",
    "именно",
    "✓"
   ]
  ],
  "count": 2
 },
 "hanu": {
  "data": [
   [
    "hanu 1",
    "жен",
    "челюсть",
    "✓"
   ],
   [
    "hanu 2",
    "прил",
    "с челюстью",
    "✓"
   ],
   [
    "hanukā",
    "жен",
    "челюсть",
    "✓"
   ],
   [
    "hanutta",
    "ср",
    "факт наличия челюсти",
    "~"
   ]
  ],
  "count": 4
 },
 "haliddī": {
  "data": [
   [
    "haliddā",
    "жен",
    "куркума",
    "✓"
   ],
   [
    "haliddi 1",
    "жен",
    "куркума",
    "✓"
   ],
   [
    "haliddi 2",
    "жен",
    "желтая краска",
    "✓"
   ],
   [
    "haliddi 3",
    "прил",
    "желтый",
    "✓"
   ],
   [
    "haliddikāni",
    "муж",
    "имя домовладельца",
    "~"
   ],
   [
    "haliddī",
    "жен",
    "куркума",
    "✓"
   ],
   [
    "hāliddakāni",
    "муж",
    "имя домохозяина",
    "~"
   ],
   [
    "hāliddika",
    "муж",
    "имя домовладельца",
    "~"
   ],
   [
    "hāliddikāni",
    "муж",
    "имя домохозяина",
    "~"
   ]
  ],
  "count": 9
 },
 "hima": {
  "data": [
   [
    "hima",
    "ср",
    "снег",
    "✓"
   ],
   [
    "himavant 1",
    "муж",
    "Гималаи",
    "✓"
   ],
   [
    "hemavata 1",
    "муж",
    "имя царя демонов",
    "✓"
   ],
   [
    "hemavata 2",
    "муж",
    "наименование горы",
    "~"
   ]
  ],
  "count": 6
 },
 "hiyyo": {
  "data": [
   [
    "hiyyattanī",
    "жен",
    "(грама) имперфектное прошедшее время",
    "✓"
   ],
   [
    "hiyyo 1",
    "несклон",
    "вчера",
    "✓"
   ],
   [
    "hiyyo 2",
    "несклон",
    "завтра",
    "✓"
   ],
   [
    "hīyattanī",
    "жен",
    "(грам.) прошедшее несовершенное время",
    "~"
   ]
  ],
  "count": 5
 },
 "huraṃ": {
  "data": [
   [
    "huraṃ 1",
    "несклон",
    "там",
    "✓"
   ],
   [
    "huraṃ 2",
    "несклон",
    "вне (чего-то)",
    "✓"
   ],
   [
    "hurā",
    "несклон",
    "отсюда",
    "✓"
   ]
  ],
  "count": 3
 },
 "hema": {
  "data": [
   [
    "hema 1",
    "ср",
    "золото",
    "✓"
   ],
   [
    "hema 2",
    "ср",
    "название вида слона",
    "~"
   ],
   [
    "hemaka",
    "муж",
    "имя брамина аскета",
    "✓"
   ],
   [
    "hemavatā",
    "муж",
    "название группы демонов",
    "~"
   ],
   [
    "hemavant",
    "прил",
    "золотой",
    "~"
   ]
  ],
  "count": 5
 }
}