var ru_family_idiom_json = {
 "kata": {
  "count": 8,
  "data": [
   [
    "abhuttāvinā kataṃ",
    "идиома",
    "сделано тем, кто не ел",
    "✓"
   ],
   [
    "ahatthapāse kataṃ",
    "идиома",
    "не сделано в пределах длины вытянутой руки",
    "✓"
   ],
   [
    "okāsakammaṃ kataṃ",
    "идиома",
    "предоставлено разрешение (кем-либо)",
    "✓"
   ],
   [
    "katamettāvatā",
    "сандхи",
    "того, что сделано, достаточно",
    "✓"
   ],
   [
    "kataṃ kiṃ",
    "идиома",
    "это было сделано?",
    "✓"
   ],
   [
    "bhuttāvinā kataṃ",
    "идиома",
    "сделано тем, кто поел",
    "✓"
   ],
   [
    "sabbamidaṃ carimaṃ kataṃ",
    "идиома",
    "как только всё это было сказано",
    "✓"
   ],
   [
    "hatthapāse kataṃ",
    "идиома",
    "сделано в пределах вытянутой руки",
    "✓"
   ]
  ]
 },
 "karaṇīya": {
  "count": 2,
  "data": [
   [
    "kenacideva karaṇīyena",
    "идиома",
    "по какому-то делу",
    "✓"
   ],
   [
    "yogo karaṇīyo",
    "идиома",
    "нужно практиковать медитацию",
    "✓"
   ]
  ]
 },
 "kalyāṇa": {
  "count": 1,
  "data": [
   [
    "kalyāṇamittassetaṃ",
    "сандхи",
    "для монаха, имеющего добрых друзей это",
    "✓"
   ]
  ]
 },
 "kāraṇa": {
  "count": 2,
  "data": [
   [
    "kāraṇaṃ kāriyamāna",
    "идиома",
    "тренируемый",
    "✓"
   ],
   [
    "kāraṇaṃ kāreti",
    "идиома",
    "тренирует (в)",
    "✓"
   ]
  ]
 },
 "kāla": {
  "count": 16,
  "data": [
   [
    "akālodāni",
    "сандхи",
    "сейчас не время",
    "~"
   ],
   [
    "etassa bhagavā kālo",
    "идиома",
    "сейчас подходящее время для этого, Благословенный! настало время, Благословенный!",
    "✓"
   ],
   [
    "kālasseva",
    "сандхи",
    "очень рано утром",
    "✓"
   ],
   [
    "kālaṃ āgameti",
    "идиома",
    "ждёт смерти",
    "✓"
   ],
   [
    "kālaṃ kaṅkhati",
    "идиома",
    "ждет смерти",
    "✓"
   ],
   [
    "kālaṃ katvā",
    "идиома",
    "умерший",
    "✓"
   ],
   [
    "kālaṃ karitvā",
    "идиома",
    "умерев",
    "✓"
   ],
   [
    "kālaṃ karissati",
    "идиома",
    "умрёт",
    "✓"
   ],
   [
    "kālaṃ karoti",
    "идиома",
    "умирает",
    "✓"
   ],
   [
    "kālaṃ kātuṃ",
    "идиома",
    "умереть",
    "✓"
   ],
   [
    "kālaṃ kurumāno",
    "идиома",
    "умирающий",
    "✓"
   ],
   [
    "kālaṃ maññati",
    "идиома",
    "это время действовать",
    "✓"
   ],
   [
    "kālena kālaṃ",
    "идиома",
    "время от времени",
    "✓"
   ],
   [
    "kālepi",
    "сандхи",
    "даже вовремя",
    "✓"
   ],
   [
    "pacchima kāla",
    "идиома",
    "современные времена",
    "✓"
   ],
   [
    "yassadāni kālaṃ maññati",
    "идиома",
    "время делать то, что он хочет",
    "✓"
   ]
  ]
 },
 "idāni": {
  "count": 15,
  "data": [
   [
    "akālodāni",
    "сандхи",
    "сейчас не время",
    "~"
   ],
   [
    "idañhi",
    "сандхи",
    "это действительно",
    "✓"
   ],
   [
    "idānāyasmā",
    "сандхи",
    "сейчас почтенный",
    "✓"
   ],
   [
    "idānāhaṃ",
    "сандхи",
    "прямо сейчас я",
    "✓"
   ],
   [
    "idānihaṃ",
    "сандхи",
    "прямо сейчас я",
    "✓"
   ],
   [
    "idāneva",
    "сандхи",
    "только сейчас",
    "✓"
   ],
   [
    "ettha dāni",
    "идиома",
    "ну же! здесь сейчас! ну теперь!",
    "✓"
   ],
   [
    "dānāyaṃ",
    "сандхи",
    "теперь это",
    "~"
   ],
   [
    "dānāhaṃ",
    "сандхи",
    "прямо сейчас я",
    "✓"
   ],
   [
    "dānime",
    "сандхи",
    "теперь они",
    "✓"
   ],
   [
    "dānisi",
    "сандхи",
    "теперь ты являешься",
    "✓"
   ],
   [
    "natthidāni",
    "сандхи",
    "нет сейчас",
    "✓"
   ],
   [
    "yassadāni",
    "сандхи",
    "сейчас кому либо",
    "✓"
   ],
   [
    "yassadāni kālaṃ maññati",
    "идиома",
    "время делать то, что он хочет",
    "✓"
   ],
   [
    "handa dāni",
    "идиома",
    "ну же! давай сейчас!",
    "✓"
   ]
  ]
 },
 "kicca": {
  "count": 1,
  "data": [
   [
    "kiccamātappaṃ",
    "сандхи",
    "усилие должно быть сделано",
    "✓"
   ]
  ]
 },
 "kiccha": {
  "count": 1,
  "data": [
   [
    "yatthākicchena",
    "сандхи",
    "где легко",
    "✓"
   ]
  ]
 },
 "kaci": {
  "count": 23,
  "data": [
   [
    "kañcideva",
    "сандхи",
    "что-то",
    "✓"
   ],
   [
    "kiñcideva",
    "сандхи",
    "кто-то",
    "✓"
   ],
   [
    "kismiñcideva",
    "сандхи",
    "только в каком бы ни было",
    "✓"
   ],
   [
    "kecideva",
    "сандхи",
    "некоторые даже",
    "~"
   ],
   [
    "kecime",
    "сандхи",
    "кто-либо из них",
    "✓"
   ],
   [
    "kenacideva karaṇīyena",
    "идиома",
    "по какому-то делу",
    "✓"
   ],
   [
    "kenacideva 1",
    "сандхи",
    "просто с чем-то",
    "✓"
   ],
   [
    "kenacideva 2",
    "сандхи",
    "с чем угодно",
    "~"
   ],
   [
    "kocañño",
    "сандхи",
    "кто-то другой",
    "✓"
   ],
   [
    "kocideva",
    "сандхи",
    "даже некоторый",
    "✓"
   ],
   [
    "kocideso",
    "сандхи",
    "какое-то дело",
    "✓"
   ],
   [
    "na kiñcana",
    "идиома",
    "совсем ничего",
    "✓"
   ],
   [
    "na kiñci",
    "идиома",
    "ни один",
    "✓"
   ],
   [
    "na koci",
    "идиома",
    "никто",
    "✓"
   ],
   [
    "nakassaci",
    "идиома",
    "не кому-то",
    "✓"
   ],
   [
    "no koci",
    "идиома",
    "ни один человек",
    "✓"
   ],
   [
    "yassa kassaci",
    "идиома",
    "для кого-либо",
    "✓"
   ],
   [
    "yaṃ kiñci",
    "идиома",
    "всякий",
    "✓"
   ],
   [
    "yā kāci",
    "идиома",
    "какая бы ни",
    "✓"
   ],
   [
    "yā kācimā",
    "идиома",
    "все эти",
    "✓"
   ],
   [
    "ye keci",
    "идиома",
    "что бы ни",
    "✓"
   ],
   [
    "ye kecime",
    "идиома",
    "любой из них",
    "✓"
   ],
   [
    "yesaṃ kesañci",
    "идиома",
    "каких бы то ни было",
    "~"
   ]
  ]
 },
 "kuddha": {
  "count": 1,
  "data": [
   [
    "kuddhabhāvamassa",
    "сандхи",
    "его состояние гнева",
    "~"
   ]
  ]
 },
 "akkha2": {
  "count": 1,
  "data": [
   [
    "akkhaṃ abbhañjati",
    "идиома",
    "смазывает ось",
    "~"
   ]
  ]
 },
 "abbhañjati": {
  "count": 1,
  "data": [
   [
    "akkhaṃ abbhañjati",
    "идиома",
    "смазывает ось",
    "~"
   ]
  ]
 },
 "gati": {
  "count": 1,
  "data": [
   [
    "yāvatājagatogati",
    "сандхи",
    "до тех пор, пока простирается земля",
    "~"
   ]
  ]
 },
 "garu": {
  "count": 3,
  "data": [
   [
    "agaruṃ karitvā",
    "идиома",
    "без создания проблемы",
    "✓"
   ],
   [
    "garuṃ karoti",
    "идиома",
    "уважает",
    "✓"
   ],
   [
    "sace te agaru",
    "идиома",
    "если тебе не тяжело",
    "✓"
   ]
  ]
 },
 "karitvā": {
  "count": 10,
  "data": [
   [
    "agaruṃ karitvā",
    "идиома",
    "без создания проблемы",
    "✓"
   ],
   [
    "anodhiṃ karitvā",
    "идиома",
    "полностью",
    "✓"
   ],
   [
    "ekaṃsaṃ uttarāsaṅgaṃ karitvā",
    "идиома",
    "перекинув накидку через одно плечо",
    "✓"
   ],
   [
    "kālaṃ karitvā",
    "идиома",
    "умерев",
    "✓"
   ],
   [
    "paccayaṃ karitvā",
    "идиома",
    "по этой причине",
    "✓"
   ],
   [
    "manasi karitvā",
    "идиома",
    "обратив внимание",
    "✓"
   ],
   [
    "maṃ pādato karitvā",
    "идиома",
    "указав на меня ногами",
    "✓"
   ],
   [
    "yoggaṃ karitvā",
    "идиома",
    "потренировавшись",
    "✓"
   ],
   [
    "raṇaṃ karitvā",
    "идиома",
    "ведя войну (против)",
    "✓"
   ],
   [
    "hatthe karitvā",
    "идиома",
    "взяв в руку",
    "✓"
   ]
  ]
 },
 "agāra": {
  "count": 2,
  "data": [
   [
    "agārasmā anagāriyaṃ pabbajati",
    "идиома",
    "уходит из дома в бездомность",
    "✓"
   ],
   [
    "agāraṃ ajjhāvasati",
    "идиома",
    "живет дома",
    "✓"
   ]
  ]
 },
 "pabbajati": {
  "count": 1,
  "data": [
   [
    "agārasmā anagāriyaṃ pabbajati",
    "идиома",
    "уходит из дома в бездомность",
    "✓"
   ]
  ]
 },
 "ajjhāvasati": {
  "count": 1,
  "data": [
   [
    "agāraṃ ajjhāvasati",
    "идиома",
    "живет дома",
    "✓"
   ]
  ]
 },
 "agga1": {
  "count": 5,
  "data": [
   [
    "aggohamasmi",
    "идиома",
    "я лучший в этом, я окончательный в этом",
    "✓"
   ],
   [
    "anamataggoyaṃ",
    "сандхи",
    "это (имеет) непостижимое начало",
    "✓"
   ],
   [
    "etadaggaṃ",
    "сандхи",
    "это величайший",
    "✓"
   ],
   [
    "ettāvataggaṃ",
    "сандхи",
    "такой наивысший",
    "✓"
   ],
   [
    "kesaggamattampi",
    "сандхи",
    "даже на толщину кончика волоса",
    "✓"
   ]
  ]
 },
 "aggi": {
  "count": 5,
  "data": [
   [
    "aggiṃ datvā",
    "идиома",
    "поддав огонь",
    "✓"
   ],
   [
    "aggiṃ paricarati",
    "идиома",
    "следит за священным огнем",
    "✓"
   ],
   [
    "caggimāsīno",
    "сандхи",
    "и сидел (рядом с) огнем",
    "✓"
   ],
   [
    "paññāṇamaggino",
    "сандхи",
    "характерная черта огня",
    "✓"
   ],
   [
    "yadaggi",
    "сандхи",
    "когда огонь",
    "✓"
   ]
  ]
 },
 "datvā": {
  "count": 2,
  "data": [
   [
    "aggiṃ datvā",
    "идиома",
    "поддав огонь",
    "✓"
   ],
   [
    "sūcighaṭikaṃ datvā",
    "идиома",
    "дав защёлку",
    "✓"
   ]
  ]
 },
 "paricarati": {
  "count": 1,
  "data": [
   [
    "aggiṃ paricarati",
    "идиома",
    "следит за священным огнем",
    "✓"
   ]
  ]
 },
 "ahaṃ": {
  "count": 145,
  "data": [
   [
    "aggohamasmi",
    "идиома",
    "я лучший в этом, я окончательный в этом",
    "✓"
   ],
   [
    "ajānamevāhaṃ",
    "сандхи",
    "не зная так я",
    "✓"
   ],
   [
    "ajāyihaṃ",
    "сандхи",
    "я родился в",
    "✓"
   ],
   [
    "athāhaṃ",
    "сандхи",
    "затем я",
    "✓"
   ],
   [
    "apissumaṃ",
    "сандхи",
    "и затем мне",
    "✓"
   ],
   [
    "apihaṃ",
    "сандхи",
    "пусть я",
    "✓"
   ],
   [
    "abhijānāmahaṃ",
    "сандхи",
    "я ясно помню",
    "✓"
   ],
   [
    "ayamahamasmi",
    "сандхи",
    "я являюсь этим",
    "✓"
   ],
   [
    "ayamahamasmīti",
    "сандхи",
    "'я это'",
    "✓"
   ],
   [
    "avañjhānitvevāhaṃ",
    "сандхи",
    "я утверждаю, что они несомненно не бесплодны",
    "✓"
   ],
   [
    "avijjampāhaṃ",
    "сандхи",
    "неведение действительно я (говорю)",
    "✓"
   ],
   [
    "ahañca",
    "сандхи",
    "и я",
    "✓"
   ],
   [
    "ahañce",
    "сандхи",
    "если я",
    "✓"
   ],
   [
    "ahañceva 1",
    "сандхи",
    "если бы я именно",
    "✓"
   ],
   [
    "ahañceva 2",
    "сандхи",
    "я и даже",
    "✓"
   ],
   [
    "ahaññeveko",
    "сандхи",
    "только я один",
    "✓"
   ],
   [
    "ahañhi",
    "сандхи",
    "я действительно",
    "✓"
   ],
   [
    "ahanti",
    "сандхи",
    "'я'",
    "✓"
   ],
   [
    "ahamaññatra",
    "сандхи",
    "я отдельно (от)",
    "✓"
   ],
   [
    "ahamasmi",
    "сандхи",
    "я есть",
    "✓"
   ],
   [
    "ahamettha",
    "сандхи",
    "в этом случае я",
    "✓"
   ],
   [
    "ahameva",
    "сандхи",
    "я просто",
    "✓"
   ],
   [
    "ahampāyasmante",
    "сандхи",
    "я тоже почтенных",
    "✓"
   ],
   [
    "ahampi",
    "сандхи",
    "я тоже",
    "✓"
   ],
   [
    "ahamhi",
    "сандхи",
    "я действительно",
    "✓"
   ],
   [
    "ahaṃ tesaṃ aññataro",
    "идиома",
    "я один из них",
    "✓"
   ],
   [
    "icchāmahaṃ",
    "сандхи",
    "я желаю",
    "✓"
   ],
   [
    "itihanti",
    "сандхи",
    "я такой",
    "✓"
   ],
   [
    "idānāhaṃ",
    "сандхи",
    "прямо сейчас я",
    "✓"
   ],
   [
    "idānihaṃ",
    "сандхи",
    "прямо сейчас я",
    "✓"
   ],
   [
    "idhāhaṃ 1",
    "сандхи",
    "здесь я",
    "✓"
   ],
   [
    "idhāhaṃ 2",
    "сандхи",
    "в связи с этим я",
    "✓"
   ],
   [
    "idhevāhaṃ",
    "сандхи",
    "прямо здесь я",
    "✓"
   ],
   [
    "imañcāhaṃ",
    "сандхи",
    "это и я",
    "✓"
   ],
   [
    "imāhaṃ",
    "сандхи",
    "этот я",
    "✓"
   ],
   [
    "imināhaṃ",
    "сандхи",
    "этим я",
    "✓"
   ],
   [
    "imehaṃ",
    "сандхи",
    "эти я",
    "✓"
   ],
   [
    "ekamidāhaṃ",
    "сандхи",
    "это одно (время) я",
    "✓"
   ],
   [
    "etamahaṃ",
    "сандхи",
    "я (видя) это",
    "✓"
   ],
   [
    "evāhaṃ",
    "сандхи",
    "так что я",
    "✓"
   ],
   [
    "esāhaṃ",
    "сандхи",
    "я",
    "✓"
   ],
   [
    "esohamasmi",
    "сандхи",
    "я являюсь этим",
    "✓"
   ],
   [
    "kaccāhaṃ",
    "сандхи",
    "я надеюсь, что я",
    "✓"
   ],
   [
    "karomahaṃ",
    "сандхи",
    "я делаю",
    "✓"
   ],
   [
    "kintāhaṃ 1",
    "сандхи",
    "как я могу?",
    "✓"
   ],
   [
    "kintāhaṃ 2",
    "сандхи",
    "что я (говорю) тебе?",
    "✓"
   ],
   [
    "kimassāhaṃ",
    "сандхи",
    "Что я могу для него сделать?",
    "✓"
   ],
   [
    "kimahaṃ 1",
    "сандхи",
    "что я?",
    "✓"
   ],
   [
    "kimahaṃ 2",
    "сандхи",
    "почему я?",
    "✓"
   ],
   [
    "kyāhaṃ karomi",
    "идиома",
    "что я (могу) сделать?",
    "✓"
   ],
   [
    "kyāhaṃ 1",
    "сандхи",
    "что я?",
    "✓"
   ],
   [
    "kyāhaṃ 2",
    "сандхи",
    "почему бы мне?",
    "✓"
   ],
   [
    "khamāmahaṃ",
    "сандхи",
    "я прощаю",
    "✓"
   ],
   [
    "khohaṃ",
    "сандхи",
    "действительно я",
    "✓"
   ],
   [
    "khvāhaṃ",
    "сандхи",
    "я действительно",
    "✓"
   ],
   [
    "cāhaṃ 1",
    "сандхи",
    "и я",
    "✓"
   ],
   [
    "cāhaṃ 2",
    "сандхи",
    "если я",
    "✓"
   ],
   [
    "cetanāhaṃ",
    "сандхи",
    "я (говорю) намерение",
    "✓"
   ],
   [
    "jānāmahaṃ",
    "сандхи",
    "я знаю",
    "✓"
   ],
   [
    "jeṭṭhohamasmi",
    "идиома",
    "я первенец (в)",
    "✓"
   ],
   [
    "tañcāhaṃ",
    "сандхи",
    "и это я",
    "✓"
   ],
   [
    "tatohaṃ",
    "сандхи",
    "после этого я",
    "✓"
   ],
   [
    "tatthāhaṃ 1",
    "сандхи",
    "там я",
    "✓"
   ],
   [
    "tatthāhaṃ 2",
    "сандхи",
    "в этом отношении я",
    "✓"
   ],
   [
    "tatrāpāhaṃ",
    "сандхи",
    "только там я",
    "✓"
   ],
   [
    "tathāhaṃ",
    "сандхи",
    "как я",
    "✓"
   ],
   [
    "tathūpamāhaṃ",
    "сандхи",
    "сопоставимый таким же образом",
    "✓"
   ],
   [
    "tadajjahaṃ",
    "сандхи",
    "тот сегодня я",
    "✓"
   ],
   [
    "tadevāhaṃ",
    "сандхи",
    "именно это я",
    "✓"
   ],
   [
    "tamahaṃ",
    "сандхи",
    "его я",
    "✓"
   ],
   [
    "tavāhamasmi",
    "сандхи",
    "я твой",
    "✓"
   ],
   [
    "tassāhaṃ 1",
    "сандхи",
    "его я",
    "✓"
   ],
   [
    "tāvāhaṃ",
    "сандхи",
    "пока я",
    "✓"
   ],
   [
    "tāsāhaṃ",
    "сандхи",
    "среди них я",
    "✓"
   ],
   [
    "tāhaṃ 1",
    "сандхи",
    "я того",
    "✓"
   ],
   [
    "tāhaṃ 2",
    "сандхи",
    "я тебе",
    "✓"
   ],
   [
    "tenāhaṃ",
    "сандхи",
    "тем я",
    "✓"
   ],
   [
    "tesamahaṃ aññataro",
    "идиома",
    "я один из них",
    "✓"
   ],
   [
    "tesāhaṃ",
    "сандхи",
    "их я",
    "✓"
   ],
   [
    "tyāhaṃ 1",
    "сандхи",
    "я их",
    "✓"
   ],
   [
    "tyāhaṃ 2",
    "сандхи",
    "я твой",
    "✓"
   ],
   [
    "tyāhaṃ 3",
    "сандхи",
    "я к вам",
    "✓"
   ],
   [
    "tvevāhaṃ",
    "сандхи",
    "однако даже тогда я",
    "✓"
   ],
   [
    "dānāhaṃ",
    "сандхи",
    "прямо сейчас я",
    "✓"
   ],
   [
    "dvāhaṃ",
    "сандхи",
    "дважды я",
    "✓"
   ],
   [
    "na panāhaṃ",
    "идиома",
    "но я не",
    "✓"
   ],
   [
    "nāmāhaṃ",
    "сандхи",
    "я истинно",
    "✓"
   ],
   [
    "nāhamasmi",
    "сандхи",
    "я не есть",
    "✓"
   ],
   [
    "nāhamettha",
    "сандхи",
    "В этом случае я не",
    "✓"
   ],
   [
    "nāhaṃ",
    "сандхи",
    "я не",
    "✓"
   ],
   [
    "nuhaṃ",
    "сандхи",
    "я?",
    "✓"
   ],
   [
    "nūnāhaṃ",
    "сандхи",
    "возможно я",
    "✓"
   ],
   [
    "nevāhaṃ",
    "сандхи",
    "я не",
    "✓"
   ],
   [
    "nesohamasmi",
    "сандхи",
    "я не это",
    "✓"
   ],
   [
    "panāhaṃ",
    "сандхи",
    "но я",
    "✓"
   ],
   [
    "passāmahaṃ",
    "сандхи",
    "вижу",
    "✓"
   ],
   [
    "puṭṭhohaṃ",
    "сандхи",
    "спрошенный я",
    "✓"
   ],
   [
    "bhūtapubbāhaṃ",
    "сандхи",
    "раньше я",
    "✓"
   ],
   [
    "maggakkhāyīhaṃ",
    "сандхи",
    "я направляю",
    "✓"
   ],
   [
    "mahamattasambhavaṃ",
    "сандхи",
    "я (увидев такой) само генерация",
    "✓"
   ],
   [
    "māhaṃ 1",
    "сандхи",
    "пусть я не",
    "✓"
   ],
   [
    "māhaṃ 2",
    "сандхи",
    "я никогда",
    "✓"
   ],
   [
    "modahaṃ",
    "сандхи",
    "я наслаждался",
    "✓"
   ],
   [
    "yatohaṃ",
    "сандхи",
    "с тех пор как я",
    "✓"
   ],
   [
    "yatthāhaṃ",
    "сандхи",
    "в котором я",
    "✓"
   ],
   [
    "yathāhaṃ",
    "сандхи",
    "так же как и я",
    "✓"
   ],
   [
    "yadāhaṃ",
    "сандхи",
    "когда я",
    "✓"
   ],
   [
    "yannūnāhaṃ",
    "сандхи",
    "что если я",
    "✓"
   ],
   [
    "yamahaṃ",
    "сандхи",
    "что бы ни было я",
    "✓"
   ],
   [
    "yassāhaṃ 1",
    "сандхи",
    "для которого я",
    "✓"
   ],
   [
    "yassāhaṃ 2",
    "сандхи",
    "кого я",
    "✓"
   ],
   [
    "yaṃnūnassāhaṃ",
    "сандхи",
    "что если бы я (объяснил) ему",
    "✓"
   ],
   [
    "yaṃnūnāhaṃ",
    "сандхи",
    "что если я",
    "✓"
   ],
   [
    "yāvāhaṃ",
    "сандхи",
    "до тех пор, пока я",
    "~"
   ],
   [
    "yāhaṃ 1",
    "сандхи",
    "которая я",
    "✓"
   ],
   [
    "yāhaṃ 2",
    "сандхи",
    "который я",
    "✓"
   ],
   [
    "yenāhaṃ 1",
    "сандхи",
    "которым я",
    "✓"
   ],
   [
    "yenāhaṃ 2",
    "сандхи",
    "где я",
    "✓"
   ],
   [
    "yohaṃ",
    "сандхи",
    "тот что",
    "✓"
   ],
   [
    "ramāmahaṃ",
    "сандхи",
    "я наслаждаюсь",
    "✓"
   ],
   [
    "rājāhaṃ",
    "сандхи",
    "я царь",
    "✓"
   ],
   [
    "labheyyāhaṃ",
    "сандхи",
    "я бы мог получить",
    "✓"
   ],
   [
    "vatassāhaṃ",
    "сандхи",
    "действительно, я мог бы",
    "~"
   ],
   [
    "vatāhaṃ",
    "сандхи",
    "о нет я",
    "✓"
   ],
   [
    "vadāmahaṃ",
    "сандхи",
    "я говорю",
    "✓"
   ],
   [
    "vāhaṃ",
    "сандхи",
    "или я",
    "✓"
   ],
   [
    "vuttāhaṃ",
    "сандхи",
    "когда сказано мной",
    "✓"
   ],
   [
    "vohaṃ",
    "сандхи",
    "действительно я",
    "✓"
   ],
   [
    "sakhāhamasmi",
    "сандхи",
    "я твой друг",
    "✓"
   ],
   [
    "sacāhaṃ",
    "сандхи",
    "если я",
    "✓"
   ],
   [
    "sadisohamasmīti",
    "сандхи",
    "я такой же",
    "~"
   ],
   [
    "sāvakohamasmi",
    "сандхи",
    "я ученик",
    "✓"
   ],
   [
    "sāhaṃ 1",
    "сандхи",
    "затем я",
    "✓"
   ],
   [
    "sāhaṃ 2",
    "сандхи",
    "тогда я",
    "✓"
   ],
   [
    "sudāhaṃ",
    "сандхи",
    "поистине я",
    "✓"
   ],
   [
    "seṭṭhohamasmi",
    "идиома",
    "я превосходный (из)",
    "✓"
   ],
   [
    "seyyohamasmi",
    "сандхи",
    "я - лучше",
    "✓"
   ],
   [
    "seyyohamasmīti",
    "сандхи",
    "я лучше",
    "~"
   ],
   [
    "sohamete",
    "сандхи",
    "и я эти",
    "✓"
   ],
   [
    "sohaṃ",
    "сандхи",
    "тот, я",
    "✓"
   ],
   [
    "svahaṃ",
    "сандхи",
    "так я",
    "✓"
   ],
   [
    "svāhaṃ",
    "сандхи",
    "так что я",
    "✓"
   ],
   [
    "handāhaṃ",
    "сандхи",
    "давай я",
    "✓"
   ],
   [
    "hīnohamasmi",
    "сандхи",
    "я хуже (по причине)",
    "✓"
   ],
   [
    "hīnohamasmīti",
    "сандхи",
    "я хуже",
    "~"
   ]
  ]
 },
 "asmi": {
  "count": 33,
  "data": [
   [
    "aggohamasmi",
    "идиома",
    "я лучший в этом, я окончательный в этом",
    "✓"
   ],
   [
    "aññathāsmīti",
    "сандхи",
    "я другой",
    "✓"
   ],
   [
    "abhibhosmi",
    "сандхи",
    "я победитель",
    "✓"
   ],
   [
    "ayamahamasmi",
    "сандхи",
    "я являюсь этим",
    "✓"
   ],
   [
    "ayamahamasmīti",
    "сандхи",
    "'я это'",
    "✓"
   ],
   [
    "asasmi",
    "сандхи",
    "я вечен",
    "✓"
   ],
   [
    "asasmīti",
    "сандхи",
    "я вечен",
    "✓"
   ],
   [
    "asmīti",
    "сандхи",
    "'я есть'",
    "✓"
   ],
   [
    "ahamasmi",
    "сандхи",
    "я есть",
    "✓"
   ],
   [
    "itthasmīti",
    "сандхи",
    "я таков",
    "✓"
   ],
   [
    "imināsmīti",
    "сандхи",
    "из-за этого я есть",
    "✓"
   ],
   [
    "evaṃsmīti",
    "сандхи",
    "я такой же",
    "✓"
   ],
   [
    "esohamasmi",
    "сандхи",
    "я являюсь этим",
    "✓"
   ],
   [
    "khosmi",
    "сандхи",
    "я, несомненно",
    "✓"
   ],
   [
    "jātosmi",
    "сандхи",
    "я такой человек",
    "~"
   ],
   [
    "jeṭṭhohamasmi",
    "идиома",
    "я первенец (в)",
    "✓"
   ],
   [
    "tavāhamasmi",
    "сандхи",
    "я твой",
    "✓"
   ],
   [
    "nāhamasmi",
    "сандхи",
    "я не есть",
    "✓"
   ],
   [
    "nu khosmi",
    "идиома",
    "был ли я?",
    "✓"
   ],
   [
    "nesohamasmi",
    "сандхи",
    "я не это",
    "✓"
   ],
   [
    "buddhosmi",
    "сандхи",
    "я просветленный",
    "✓"
   ],
   [
    "sakhāhamasmi",
    "сандхи",
    "я твой друг",
    "✓"
   ],
   [
    "satasmīti 1",
    "сандхи",
    "я существую",
    "✓"
   ],
   [
    "satasmīti 2",
    "сандхи",
    "я непостоянен",
    "✓"
   ],
   [
    "sadisohamasmi",
    "сандхи",
    "я такой же",
    "✓"
   ],
   [
    "sadisohamasmīti",
    "сандхи",
    "я такой же",
    "~"
   ],
   [
    "sambādhapaṭipannosmi",
    "сандхи",
    "я попал в неволю",
    "✓"
   ],
   [
    "sāvakohamasmi",
    "сандхи",
    "я ученик",
    "✓"
   ],
   [
    "seṭṭhohamasmi",
    "идиома",
    "я превосходный (из)",
    "✓"
   ],
   [
    "seyyohamasmi",
    "сандхи",
    "я - лучше",
    "✓"
   ],
   [
    "seyyohamasmīti",
    "сандхи",
    "я лучше",
    "~"
   ],
   [
    "hīnohamasmi",
    "сандхи",
    "я хуже (по причине)",
    "✓"
   ],
   [
    "hīnohamasmīti",
    "сандхи",
    "я хуже",
    "~"
   ]
  ]
 },
 "aṅga": {
  "count": 7,
  "data": [
   [
    "aṅganteva",
    "сандхи",
    "даже конечность",
    "✓"
   ],
   [
    "ariyañcaṭṭhaṅgikaṃ",
    "сандхи",
    "и Будды из восьми частей",
    "✓"
   ],
   [
    "ariyo aṭṭhaṅgiko maggo",
    "идиома",
    "путь Будды из восьми частей",
    "✓"
   ],
   [
    "tīṇaṅgāni",
    "сандхи",
    "три фактора",
    "~"
   ],
   [
    "dasahaṅgehi",
    "сандхи",
    "с десятью факторами",
    "✓"
   ],
   [
    "pañcahaṅgehi",
    "сандхи",
    "с пятью факторами",
    "✓"
   ],
   [
    "sattahaṅgehi",
    "сандхи",
    "с семью факторами",
    "~"
   ]
  ]
 },
 "eva": {
  "count": 246,
  "data": [
   [
    "aṅganteva",
    "сандхи",
    "даже конечность",
    "✓"
   ],
   [
    "ajjeva",
    "сандхи",
    "в этот же день",
    "✓"
   ],
   [
    "aññatreva",
    "сандхи",
    "без",
    "✓"
   ],
   [
    "aññabhāgiyañceva",
    "сандхи",
    "и если действительно принадлежащий к другому классу",
    "✓"
   ],
   [
    "aññāva",
    "сандхи",
    "просто одна вещь",
    "✓"
   ],
   [
    "aññeva",
    "сандхи",
    "даже другие",
    "✓"
   ],
   [
    "atippageva",
    "сандхи",
    "слишком рано утром",
    "✓"
   ],
   [
    "atippagova",
    "сандхи",
    "слишком рано",
    "✓"
   ],
   [
    "attanāva attano",
    "идиома",
    "лишь сам для себя",
    "✓"
   ],
   [
    "attanāva attānaṃ",
    "идиома",
    "собой о себе",
    "✓"
   ],
   [
    "attahitaparahitaubhayahitasabbalokahitameva",
    "сандхи",
    "собственное благо, благо другого, благо обоих и даже благо всего мира",
    "✓"
   ],
   [
    "attānaṃyeva",
    "сандхи",
    "только сам",
    "✓"
   ],
   [
    "attheva",
    "сандхи",
    "есть даже",
    "✓"
   ],
   [
    "antarāva",
    "сандхи",
    "по пути",
    "✓"
   ],
   [
    "antogadhāvāssa",
    "сандхи",
    "включенный в одного",
    "✓"
   ],
   [
    "antoyeva",
    "сандхи",
    "лишь внутри",
    "~"
   ],
   [
    "appeva",
    "сандхи",
    "вполне вероятно что",
    "✓"
   ],
   [
    "appeva nāma",
    "идиома",
    "было бы хорошо если бы",
    "✓"
   ],
   [
    "appevanāma",
    "сандхи",
    "было бы хорошо если",
    "✓"
   ],
   [
    "appevanāmimassa",
    "сандхи",
    "этого было бы хорошо если",
    "✓"
   ],
   [
    "amūlakañceva",
    "сандхи",
    "если действительно безосновательно",
    "✓"
   ],
   [
    "amhākañcevāyaṃ",
    "сандхи",
    "и просто это наше",
    "✓"
   ],
   [
    "ayañceva",
    "сандхи",
    "и это самый",
    "✓"
   ],
   [
    "ayameva",
    "сандхи",
    "именно это",
    "✓"
   ],
   [
    "ayamevettha",
    "сандхи",
    "вот именно здесь",
    "✓"
   ],
   [
    "alameva",
    "сандхи",
    "довольно (чтобы)",
    "✓"
   ],
   [
    "avañjhānitvevāhaṃ",
    "сандхи",
    "я утверждаю, что они несомненно не бесплодны",
    "✓"
   ],
   [
    "ahañceva 1",
    "сандхи",
    "если бы я именно",
    "✓"
   ],
   [
    "ahañceva 2",
    "сандхи",
    "я и даже",
    "✓"
   ],
   [
    "ahaññeveko",
    "сандхи",
    "только я один",
    "✓"
   ],
   [
    "ahameva",
    "сандхи",
    "я просто",
    "✓"
   ],
   [
    "ahudeva",
    "сандхи",
    "просто было",
    "✓"
   ],
   [
    "āditova",
    "сандхи",
    "с самого начала",
    "✓"
   ],
   [
    "ādimeva",
    "сандхи",
    "самое начало",
    "✓"
   ],
   [
    "āvi ceva raho ca",
    "идиома",
    "открыто и даже в уединении",
    "✓"
   ],
   [
    "icceva",
    "сандхи",
    "посредственно так",
    "~"
   ],
   [
    "iticiticeva",
    "сандхи",
    "именно так и эдак",
    "✓"
   ],
   [
    "iticīticeva",
    "сандхи",
    "так и этак",
    "~"
   ],
   [
    "idameva",
    "сандхи",
    "именно это",
    "✓"
   ],
   [
    "idāneva",
    "сандхи",
    "только сейчас",
    "✓"
   ],
   [
    "idheva",
    "сандхи",
    "прямо здесь",
    "✓"
   ],
   [
    "idhevāhaṃ",
    "сандхи",
    "прямо здесь я",
    "✓"
   ],
   [
    "imameva",
    "сандхи",
    "этот самый",
    "✓"
   ],
   [
    "imasmiññeva",
    "сандхи",
    "в этом самом",
    "✓"
   ],
   [
    "imasmiṃyeva",
    "сандхи",
    "именно в этом",
    "✓"
   ],
   [
    "imaṃyeva",
    "сандхи",
    "именно этот",
    "✓"
   ],
   [
    "imeva",
    "сандхи",
    "эти самые",
    "✓"
   ],
   [
    "uttānatthameva",
    "сандхи",
    "значение понятно в том виде, как оно есть",
    "~"
   ],
   [
    "uttānatthamevāti",
    "сандхи",
    "значение ясно само по себе",
    "~"
   ],
   [
    "uttānatthāneva",
    "сандхи",
    "значения ясны сами по себе",
    "~"
   ],
   [
    "uttānameva",
    "сандхи",
    "ясно само собой",
    "~"
   ],
   [
    "uttānamevāti",
    "сандхи",
    "является ясным как есть",
    "~"
   ],
   [
    "ubhova",
    "сандхи",
    "оба вместе",
    "✓"
   ],
   [
    "ekaññeva",
    "сандхи",
    "только один",
    "✓"
   ],
   [
    "ekadivaseneva",
    "сандхи",
    "всего за один день",
    "✓"
   ],
   [
    "ekaṃyeva",
    "сандхи",
    "только один",
    "✓"
   ],
   [
    "ekāyeva",
    "сандхи",
    "только одна",
    "✓"
   ],
   [
    "ekeneva",
    "сандхи",
    "с одним",
    "~"
   ],
   [
    "ekoyeva",
    "сандхи",
    "только один",
    "✓"
   ],
   [
    "ekova",
    "сандхи",
    "в одиночестве",
    "✓"
   ],
   [
    "etadeva",
    "сандхи",
    "только этот",
    "✓"
   ],
   [
    "etasseva",
    "сандхи",
    "этого самого",
    "✓"
   ],
   [
    "eteneva",
    "сандхи",
    "с помощью этого",
    "✓"
   ],
   [
    "eteyeva",
    "сандхи",
    "именно эти",
    "✓"
   ],
   [
    "ettheva 1",
    "сандхи",
    "прямо здесь",
    "✓"
   ],
   [
    "ettheva 2",
    "сандхи",
    "прямо сейчас",
    "~"
   ],
   [
    "evameva",
    "сандхи",
    "аналогично",
    "✓"
   ],
   [
    "evameva kho",
    "идиома",
    "подобным образом",
    "✓"
   ],
   [
    "evamevassu",
    "сандхи",
    "точно таким же образом",
    "✓"
   ],
   [
    "evamevāyaṃ",
    "сандхи",
    "так же это",
    "✓"
   ],
   [
    "evarūpāpi",
    "сандхи",
    "даже такие",
    "✓"
   ],
   [
    "evarūpepi 1",
    "сандхи",
    "в такой же качественной (личности)",
    "✓"
   ],
   [
    "evarūpepi 2",
    "сандхи",
    "даже когда такой",
    "✓"
   ],
   [
    "evarūpopi",
    "сандхи",
    "точно так же",
    "✓"
   ],
   [
    "evassa",
    "сандхи",
    "даже его",
    "✓"
   ],
   [
    "evassu",
    "сандхи",
    "так они будут",
    "~"
   ],
   [
    "evetaṃ",
    "сандхи",
    "именно это",
    "✓"
   ],
   [
    "evesā",
    "сандхи",
    "это просто",
    "✓"
   ],
   [
    "eseva",
    "сандхи",
    "именно этот",
    "✓"
   ],
   [
    "esevanto",
    "сандхи",
    "именно это конец (чего-то)",
    "✓"
   ],
   [
    "kañcideva",
    "сандхи",
    "что-то",
    "✓"
   ],
   [
    "kālasseva",
    "сандхи",
    "очень рано утром",
    "✓"
   ],
   [
    "kiñcideva",
    "сандхи",
    "кто-то",
    "✓"
   ],
   [
    "kinnumāva",
    "сандхи",
    "это не единственные",
    "~"
   ],
   [
    "kimevidaṃ 1",
    "сандхи",
    "что это?",
    "✓"
   ],
   [
    "kimevidaṃ 2",
    "сандхи",
    "не говоря уже об этом",
    "✓"
   ],
   [
    "kismiñcideva",
    "сандхи",
    "только в каком бы ни было",
    "✓"
   ],
   [
    "kecideva",
    "сандхи",
    "некоторые даже",
    "~"
   ],
   [
    "kenacideva karaṇīyena",
    "идиома",
    "по какому-то делу",
    "✓"
   ],
   [
    "kenacideva 1",
    "сандхи",
    "просто с чем-то",
    "✓"
   ],
   [
    "kenacideva 2",
    "сандхи",
    "с чем угодно",
    "~"
   ],
   [
    "kocideva",
    "сандхи",
    "даже некоторый",
    "✓"
   ],
   [
    "khippameva",
    "сандхи",
    "очень быстро",
    "✓"
   ],
   [
    "khippaṃyeva",
    "сандхи",
    "очень быстро",
    "✓"
   ],
   [
    "citiceva",
    "сандхи",
    "а потом это",
    "✓"
   ],
   [
    "cirasseva",
    "сандхи",
    "после очень долгого времени",
    "✓"
   ],
   [
    "ceva 1",
    "сандхи",
    "только если",
    "✓"
   ],
   [
    "ceva 2",
    "сандхи",
    "и даже",
    "✓"
   ],
   [
    "ceva 3",
    "сандхи",
    "но потом",
    "✓"
   ],
   [
    "ceva 4",
    "сандхи",
    "и только",
    "✓"
   ],
   [
    "cevassa",
    "сандхи",
    "и его одного",
    "✓"
   ],
   [
    "cevetassa",
    "сандхи",
    "и именно этого",
    "✓"
   ],
   [
    "cevettha",
    "сандхи",
    "а теперь вот",
    "✓"
   ],
   [
    "jātameva",
    "сандхи",
    "родившийся в тот же день",
    "✓"
   ],
   [
    "tañceva",
    "сандхи",
    "но это самое",
    "✓"
   ],
   [
    "taññeva",
    "сандхи",
    "именно этот",
    "✓"
   ],
   [
    "taññevettha",
    "сандхи",
    "в этом отношении",
    "✓"
   ],
   [
    "tattha tattheva",
    "идиома",
    "везде",
    "✓"
   ],
   [
    "tattheva",
    "сандхи",
    "прямо там",
    "✓"
   ],
   [
    "tatthevantaradhāyi",
    "сандхи",
    "исчез прямо там",
    "✓"
   ],
   [
    "tatthevantaradhāyīti",
    "сандхи",
    "исчез прямо там",
    "✓"
   ],
   [
    "tatreva",
    "сандхи",
    "там же",
    "✓"
   ],
   [
    "tathariva",
    "сандхи",
    "точно так",
    "✓"
   ],
   [
    "tatheva 1",
    "сандхи",
    "точно так же",
    "✓"
   ],
   [
    "tatheva 2",
    "сандхи",
    "действительно",
    "✓"
   ],
   [
    "tatheva 3",
    "сандхи",
    "именно так",
    "✓"
   ],
   [
    "tatheva 4",
    "сандхи",
    "точно так же",
    "✓"
   ],
   [
    "tadeva",
    "сандхи",
    "именно это",
    "✓"
   ],
   [
    "tadevassa",
    "сандхи",
    "точно это его",
    "✓"
   ],
   [
    "tadevettha",
    "сандхи",
    "именно это в данном случае",
    "✓"
   ],
   [
    "tameva",
    "сандхи",
    "именно этот",
    "✓"
   ],
   [
    "tamevassa",
    "сандхи",
    "просто то, что у него",
    "✓"
   ],
   [
    "tamevūpekkhaṃ",
    "сандхи",
    "то самое ментальное равновесие",
    "✓"
   ],
   [
    "taveva",
    "сандхи",
    "только твой",
    "✓"
   ],
   [
    "tasmiṃyeva",
    "сандхи",
    "в том самом",
    "✓"
   ],
   [
    "tasmiṃyeva āsane",
    "идиома",
    "на этом самом месте",
    "✓"
   ],
   [
    "tassa tasseva",
    "идиома",
    "того или иного",
    "✓"
   ],
   [
    "tassāyeva",
    "сандхи",
    "той самой",
    "✓"
   ],
   [
    "tasseva 1",
    "сандхи",
    "только для него",
    "✓"
   ],
   [
    "tasseva 2",
    "сандхи",
    "того самого",
    "✓"
   ],
   [
    "tādisameva",
    "сандхи",
    "в точности то же самое",
    "✓"
   ],
   [
    "tādisaṃyeva",
    "сандхи",
    "точно такой же",
    "✓"
   ],
   [
    "tādisovassa",
    "сандхи",
    "может быть точно так же",
    "✓"
   ],
   [
    "tāyeva",
    "сандхи",
    "поэтому самому",
    "✓"
   ],
   [
    "tāyevappāhāratāya",
    "сандхи",
    "из-за этого самого отсутствия пищи",
    "✓"
   ],
   [
    "tāvatakeneva",
    "сандхи",
    "только с этим",
    "✓"
   ],
   [
    "tāvade",
    "сандхи",
    "прямо тогда",
    "✓"
   ],
   [
    "tāvadeva 1",
    "сандхи",
    "прямо там",
    "✓"
   ],
   [
    "tāvadeva 2",
    "сандхи",
    "в тот же день",
    "✓"
   ],
   [
    "tāvadevassa",
    "сандхи",
    "прямо тогда для него",
    "✓"
   ],
   [
    "tāvadevassā",
    "сандхи",
    "прямо тогда для нее",
    "✓"
   ],
   [
    "tāsaṃyeva",
    "сандхи",
    "тех самых",
    "~"
   ],
   [
    "tīramevānudhāvati",
    "сандхи",
    "просто бежит вдоль этого берега",
    "✓"
   ],
   [
    "tuyhameva",
    "сандхи",
    "только для тебя",
    "✓"
   ],
   [
    "teneva",
    "сандхи",
    "именно этим",
    "✓"
   ],
   [
    "tenevantaravassena",
    "сандхи",
    "в течение того самого дождливого сезона",
    "✓"
   ],
   [
    "tenevāha",
    "сандхи",
    "поэтому было сказано",
    "~"
   ],
   [
    "teva",
    "сандхи",
    "они только",
    "✓"
   ],
   [
    "tesaññeva",
    "сандхи",
    "именно их",
    "✓"
   ],
   [
    "tesaṃyeva",
    "сандхи",
    "тех самых",
    "✓"
   ],
   [
    "tvaññeva",
    "сандхи",
    "ты один",
    "✓"
   ],
   [
    "tvaṃyeva",
    "сандхи",
    "ты один",
    "✓"
   ],
   [
    "tveva 1",
    "сандхи",
    "однако",
    "✓"
   ],
   [
    "tveva 2",
    "сандхи",
    "именно как",
    "✓"
   ],
   [
    "tveva 3",
    "сандхи",
    "но даже тогда",
    "✓"
   ],
   [
    "tvevāhaṃ",
    "сандхи",
    "однако даже тогда я",
    "✓"
   ],
   [
    "diṭṭheva dhamme",
    "идиома",
    "в этой жизни",
    "✓"
   ],
   [
    "diṭṭhevadhamme",
    "сандхи",
    "в этой жизни",
    "✓"
   ],
   [
    "disvāva",
    "сандхи",
    "увидев сразу",
    "~"
   ],
   [
    "dūratova",
    "сандхи",
    "издалека",
    "✓"
   ],
   [
    "dveyeva",
    "сандхи",
    "только два",
    "✓"
   ],
   [
    "dveva",
    "сандхи",
    "только два",
    "~"
   ],
   [
    "dhammameva",
    "сандхи",
    "только Дхамма",
    "✓"
   ],
   [
    "na ceva",
    "идиома",
    "и даже не",
    "✓"
   ],
   [
    "nacirasseva",
    "сандхи",
    "лишь спустя короткое время",
    "✓"
   ],
   [
    "nibbānasseva santike",
    "идиома",
    "очень близко к Ниббане",
    "✓"
   ],
   [
    "neva 1",
    "сандхи",
    "ни тот, ни другой",
    "✓"
   ],
   [
    "neva 2",
    "сандхи",
    "даже не",
    "✓"
   ],
   [
    "neva na",
    "идиома",
    "ни (тот) ни (другой)",
    "✓"
   ],
   [
    "nevajjhagā",
    "сандхи",
    "нельзя нигде найти",
    "✓"
   ],
   [
    "nevattato",
    "сандхи",
    "ни как себя",
    "✓"
   ],
   [
    "nevattantapo",
    "сандхи",
    "ни себе не вредящий, ни себя не мучающий, ни себя не истязающий",
    "✓"
   ],
   [
    "nevattasañcetanā",
    "сандхи",
    "ни своё намерение",
    "✓"
   ],
   [
    "nevatthi 1",
    "сандхи",
    "нет ни (ни)",
    "✓"
   ],
   [
    "nevatthi 2",
    "сандхи",
    "не будет",
    "✓"
   ],
   [
    "nevassa 1",
    "сандхи",
    "ни даже для него",
    "✓"
   ],
   [
    "nevassa 2",
    "сандхи",
    "даже не было бы",
    "✓"
   ],
   [
    "nevassu",
    "сандхи",
    "однозначно нет",
    "✓"
   ],
   [
    "nevāhaṃ",
    "сандхи",
    "я не",
    "✓"
   ],
   [
    "nevidha",
    "сандхи",
    "ни здесь",
    "✓"
   ],
   [
    "notevettha",
    "сандхи",
    "только не в этом случае",
    "✓"
   ],
   [
    "pageva 1",
    "сандхи",
    "тем более",
    "✓"
   ],
   [
    "paccattaññeva",
    "сандхи",
    "для себя",
    "✓"
   ],
   [
    "paṭikacceva 1",
    "сандхи",
    "прежде всего",
    "✓"
   ],
   [
    "paṭikacceva 2",
    "сандхи",
    "заранее",
    "~"
   ],
   [
    "paṭhamaññeva",
    "сандхи",
    "ещё до",
    "~"
   ],
   [
    "paneva",
    "сандхи",
    "точно далее",
    "✓"
   ],
   [
    "pātova",
    "сандхи",
    "очень рано утром",
    "✓"
   ],
   [
    "pāḷinayeneva",
    "сандхи",
    "в точности согласно смыслу текста",
    "~"
   ],
   [
    "punadeva",
    "сандхи",
    "снова",
    "✓"
   ],
   [
    "punareva",
    "сандхи",
    "только снова",
    "✓"
   ],
   [
    "pubbeva",
    "сандхи",
    "именно перед",
    "✓"
   ],
   [
    "purimanayeneva",
    "сандхи",
    "точно так же, как и раньше",
    "~"
   ],
   [
    "bahudeva",
    "сандхи",
    "именно много",
    "✓"
   ],
   [
    "maññevettha",
    "сандхи",
    "в этом случае даже я",
    "✓"
   ],
   [
    "manāpeneva",
    "сандхи",
    "только приятно",
    "✓"
   ],
   [
    "mamaññeva",
    "сандхи",
    "просто меня",
    "✓"
   ],
   [
    "mameva",
    "сандхи",
    "исключительно мой",
    "✓"
   ],
   [
    "mamevārabbha",
    "сандхи",
    "особенно для меня",
    "✓"
   ],
   [
    "mamevettha",
    "сандхи",
    "в этом случае просто спроси меня",
    "✓"
   ],
   [
    "mayhevekassa",
    "сандхи",
    "только для меня",
    "✓"
   ],
   [
    "yaññadeva",
    "сандхи",
    "просто что-то",
    "✓"
   ],
   [
    "yattha yattheva",
    "идиома",
    "где бы ни",
    "✓"
   ],
   [
    "yattheva",
    "сандхи",
    "где бы ни",
    "✓"
   ],
   [
    "yatheva",
    "сандхи",
    "именно как",
    "✓"
   ],
   [
    "yadeva",
    "сандхи",
    "любое",
    "✓"
   ],
   [
    "yasseva",
    "сандхи",
    "именно какого либо",
    "✓"
   ],
   [
    "yāvadeva",
    "сандхи",
    "вплоть до того",
    "✓"
   ],
   [
    "yena yeneva",
    "идиома",
    "где угодно",
    "✓"
   ],
   [
    "yeneva",
    "сандхи",
    "где бы ни был",
    "✓"
   ],
   [
    "yeva",
    "сандхи",
    "так",
    "✓"
   ],
   [
    "riva 2",
    "сандхи",
    "только",
    "✓"
   ],
   [
    "vatāyasmantaṃyeva",
    "сандхи",
    "действительно почтенный просто",
    "✓"
   ],
   [
    "vināyeva",
    "сандхи",
    "только без",
    "~"
   ],
   [
    "vivicceva",
    "сандхи",
    "просто уединяясь (от)",
    "✓"
   ],
   [
    "vihārotveva",
    "сандхи",
    "скорее, это просто образ жизни",
    "✓"
   ],
   [
    "vuttatthāneva",
    "сандхи",
    "значения уже были указаны",
    "~"
   ],
   [
    "vuttanayāneva",
    "сандхи",
    "в указанных способах",
    "~"
   ],
   [
    "vuttanayeneva",
    "сандхи",
    "точно таким же способом",
    "~"
   ],
   [
    "vuttānusāreneva",
    "сандхи",
    "в соответствии с тем, что только что было сказано",
    "~"
   ],
   [
    "sakideva 1",
    "сандхи",
    "только один раз",
    "✓"
   ],
   [
    "sakideva 2",
    "сандхи",
    "в то же время",
    "✓"
   ],
   [
    "sakiṃdeva",
    "сандхи",
    "только один раз",
    "✓"
   ],
   [
    "saññīmeva",
    "сандхи",
    "даже сознательный",
    "✓"
   ],
   [
    "satova",
    "сандхи",
    "именно внимательный",
    "✓"
   ],
   [
    "santaṃyeva 1",
    "сандхи",
    "это просто правда",
    "✓"
   ],
   [
    "santaṃyeva 2",
    "сандхи",
    "просто спокойно",
    "✓"
   ],
   [
    "sabbāneva",
    "сандхи",
    "в целом",
    "✓"
   ],
   [
    "sabbeva",
    "сандхи",
    "именно все",
    "✓"
   ],
   [
    "sabbeheva",
    "сандхи",
    "именно всеми",
    "✓"
   ],
   [
    "sabbhireva",
    "сандхи",
    "только с мудрыми",
    "✓"
   ],
   [
    "sammadeva 1",
    "сандхи",
    "совершенно",
    "✓"
   ],
   [
    "sammadeva 2",
    "сандхи",
    "верно",
    "✓"
   ],
   [
    "sayameva",
    "сандхи",
    "сам по себе",
    "✓"
   ],
   [
    "sahāvassa 1",
    "сандхи",
    "только с его",
    "✓"
   ],
   [
    "sahāvassa 2",
    "сандхи",
    "для того, кто с",
    "~"
   ],
   [
    "sāyeva",
    "сандхи",
    "именно эта",
    "✓"
   ],
   [
    "sāva",
    "сандхи",
    "просто это",
    "✓"
   ],
   [
    "sīlesvevassa",
    "сандхи",
    "в добродетельном поведении следует быть",
    "✓"
   ],
   [
    "sucirasseva",
    "сандхи",
    "наконец-то после долгого времени",
    "✓"
   ],
   [
    "subhantveva",
    "сандхи",
    "(сфокусированный) только на красивом",
    "✓"
   ],
   [
    "sova",
    "сандхи",
    "только тот",
    "✓"
   ],
   [
    "sveva",
    "сандхи",
    "именно он",
    "✓"
   ],
   [
    "hatthamevānukantati",
    "сандхи",
    "просто режет руку",
    "✓"
   ],
   [
    "heva",
    "сандхи",
    "весьма вероятно",
    "✓"
   ],
   [
    "hoteva",
    "сандхи",
    "есть просто",
    "✓"
   ]
  ]
 },
 "cakkhu": {
  "count": 4,
  "data": [
   [
    "ariyaṃ cakkhuṃ",
    "идиома",
    "благородное видение",
    "✓"
   ],
   [
    "cakkhuṃ bandhante janassa dassanāya",
    "идиома",
    "очень визуально вдохновляющий",
    "✓"
   ],
   [
    "cakkhūni uppādeti",
    "идиома",
    "является способным видеть",
    "✓"
   ],
   [
    "cakkhūni visodheti",
    "идиома",
    "является способным ясно видеть",
    "✓"
   ]
  ]
 },
 "carima": {
  "count": 2,
  "data": [
   [
    "apubbaṃ acarimaṃ",
    "идиома",
    "одновременно",
    "✓"
   ],
   [
    "sabbamidaṃ carimaṃ kataṃ",
    "идиома",
    "как только всё это было сказано",
    "✓"
   ]
  ]
 },
 "cira": {
  "count": 5,
  "data": [
   [
    "kīva cirena",
    "идиома",
    "как долго? сколько времени?",
    "✓"
   ],
   [
    "cirasseva",
    "сандхи",
    "после очень долгого времени",
    "✓"
   ],
   [
    "na cirena",
    "идиома",
    "быстро",
    "✓"
   ],
   [
    "nacirasseva",
    "сандхи",
    "лишь спустя короткое время",
    "✓"
   ],
   [
    "sucirasseva",
    "сандхи",
    "наконец-то после долгого времени",
    "✓"
   ]
  ]
 },
 "cora": {
  "count": 1,
  "data": [
   [
    "corosi",
    "сандхи",
    "ты вор!",
    "✓"
   ]
  ]
 },
 "accaya": {
  "count": 6,
  "data": [
   [
    "accayaṃ accayato disvā",
    "идиома",
    "увидев ошибку как ошибку",
    "✓"
   ],
   [
    "accayaṃ accayato deseti",
    "идиома",
    "признает ошибку",
    "✓"
   ],
   [
    "accayo accagamā",
    "идиома",
    "провинился",
    "✓"
   ],
   [
    "tassā rattiyā accayena",
    "идиома",
    "после прохождения той ночи",
    "✓"
   ],
   [
    "dīghassa addhuno accayena",
    "идиома",
    "после долгого времени",
    "✓"
   ],
   [
    "mamaccaye",
    "сандхи",
    "после моего ухода",
    "✓"
   ]
  ]
 },
 "disvā": {
  "count": 2,
  "data": [
   [
    "accayaṃ accayato disvā",
    "идиома",
    "увидев ошибку как ошибку",
    "✓"
   ],
   [
    "disvāva",
    "сандхи",
    "увидев сразу",
    "~"
   ]
  ]
 },
 "deseti": {
  "count": 2,
  "data": [
   [
    "accayaṃ accayato deseti",
    "идиома",
    "признает ошибку",
    "✓"
   ],
   [
    "dhammaṃ deseti",
    "идиома",
    "проповедует дхамму",
    "✓"
   ]
  ]
 },
 "accagamā": {
  "count": 1,
  "data": [
   [
    "accayo accagamā",
    "идиома",
    "провинился",
    "✓"
   ]
  ]
 },
 "accharā1": {
  "count": 1,
  "data": [
   [
    "accharaṃ paharati",
    "идиома",
    "щелкает пальцами",
    "✓"
   ]
  ]
 },
 "paharati": {
  "count": 1,
  "data": [
   [
    "accharaṃ paharati",
    "идиома",
    "щелкает пальцами",
    "✓"
   ]
  ]
 },
 "jāta": {
  "count": 2,
  "data": [
   [
    "jātameva",
    "сандхи",
    "родившийся в тот же день",
    "✓"
   ],
   [
    "jātosmi",
    "сандхи",
    "я такой человек",
    "~"
   ]
  ]
 },
 "ajānanta": {
  "count": 2,
  "data": [
   [
    "ajānamevaṃ",
    "сандхи",
    "не знающий это",
    "✓"
   ],
   [
    "ajānamevāhaṃ",
    "сандхи",
    "не зная так я",
    "✓"
   ]
  ]
 },
 "evaṃ": {
  "count": 62,
  "data": [
   [
    "ajānamevaṃ",
    "сандхи",
    "не знающий это",
    "✓"
   ],
   [
    "ajānamevāhaṃ",
    "сандхи",
    "не зная так я",
    "✓"
   ],
   [
    "iccassa evamāgataṃ hoti",
    "идиома",
    "что из этого следует",
    "~"
   ],
   [
    "iccevamādi",
    "сандхи",
    "таким образом и тому подобное",
    "✓"
   ],
   [
    "iccevaṃ",
    "сандхи",
    "так как этот",
    "✓"
   ],
   [
    "evañca",
    "сандхи",
    "и поэтому",
    "✓"
   ],
   [
    "evañcetaṃ 1",
    "сандхи",
    "даже если этот",
    "✓"
   ],
   [
    "evañcetaṃ 2",
    "сандхи",
    "таким образом и это",
    "~"
   ],
   [
    "evañcettha",
    "сандхи",
    "и в этом случае",
    "✓"
   ],
   [
    "evañhi",
    "сандхи",
    "точно так же",
    "✓"
   ],
   [
    "evantaṃ",
    "сандхи",
    "таким образом тот",
    "✓"
   ],
   [
    "evantiparivaṭṭaṃ",
    "сандхи",
    "таким образом с тремя кругами",
    "✓"
   ],
   [
    "evamaññepi",
    "сандхи",
    "так же и остальные",
    "✓"
   ],
   [
    "evamattho",
    "сандхи",
    "вот значение",
    "~"
   ],
   [
    "evamayaṃ",
    "сандхи",
    "таким образом это",
    "✓"
   ],
   [
    "evamassa 1",
    "сандхи",
    "может (подумать) таким образом",
    "✓"
   ],
   [
    "evamassa 2",
    "сандхи",
    "таким образом его",
    "✓"
   ],
   [
    "evamassa 3",
    "сандхи",
    "так ему",
    "✓"
   ],
   [
    "evamassa 4",
    "сандхи",
    "так его",
    "✓"
   ],
   [
    "evamassu",
    "сандхи",
    "так они должны быть",
    "✓"
   ],
   [
    "evamassu vacanīyā",
    "идиома",
    "нужно ответить им таким образом",
    "✓"
   ],
   [
    "evamāvuso",
    "сандхи",
    "да друг",
    "✓"
   ],
   [
    "evamāha",
    "сандхи",
    "один сказал так",
    "✓"
   ],
   [
    "evamāhaṃsu",
    "сандхи",
    "они сказали это",
    "✓"
   ],
   [
    "evamidaṃ",
    "сандхи",
    "таким образом этот",
    "✓"
   ],
   [
    "evamīdisesu",
    "сандхи",
    "так в таких",
    "~"
   ],
   [
    "evametasmā",
    "сандхи",
    "так из этого",
    "~"
   ],
   [
    "evametassa",
    "сандхи",
    "так этого",
    "✓"
   ],
   [
    "evametaṃ",
    "сандхи",
    "так",
    "✓"
   ],
   [
    "evametāsaṃ",
    "сандхи",
    "таким образом этих",
    "✓"
   ],
   [
    "evametissā",
    "сандхи",
    "так ею",
    "✓"
   ],
   [
    "evametesaṃ",
    "сандхи",
    "так этих",
    "✓"
   ],
   [
    "evamettha",
    "сандхи",
    "вот так здесь",
    "✓"
   ],
   [
    "evameva",
    "сандхи",
    "аналогично",
    "✓"
   ],
   [
    "evameva kho",
    "идиома",
    "подобным образом",
    "✓"
   ],
   [
    "evamevassu",
    "сандхи",
    "точно таким же образом",
    "✓"
   ],
   [
    "evamevaṃ",
    "сандхи",
    "таким же образом",
    "✓"
   ],
   [
    "evamevāyaṃ",
    "сандхи",
    "так же это",
    "✓"
   ],
   [
    "evamesā",
    "сандхи",
    "таким образом этот",
    "✓"
   ],
   [
    "evampi",
    "сандхи",
    "так же",
    "✓"
   ],
   [
    "evaṃ no ettha hoti",
    "идиома",
    "мы видим это так",
    "✓"
   ],
   [
    "evaṃ me ettha hoti",
    "идиома",
    "я вижу это так",
    "~"
   ],
   [
    "evaṃ me sutaṃ",
    "идиома",
    "я это так услышал",
    "✓"
   ],
   [
    "evaṃ vutte",
    "идиома",
    "когда это было сказано",
    "✓"
   ],
   [
    "evaṃ santaṃ",
    "идиома",
    "в этом случае",
    "✓"
   ],
   [
    "evaṃ santāyaṃ",
    "идиома",
    "в таком случае",
    "✓"
   ],
   [
    "evaṃ sante",
    "идиома",
    "в этом случае",
    "✓"
   ],
   [
    "evaṃ hoti",
    "идиома",
    "мысль пришла (к)",
    "✓"
   ],
   [
    "evaṃbyākho",
    "сандхи",
    "да, в самом деле",
    "✓"
   ],
   [
    "evaṃsa",
    "сандхи",
    "таким образом его",
    "✓"
   ],
   [
    "evaṃsmīti",
    "сандхи",
    "я такой же",
    "✓"
   ],
   [
    "evāyaṃ",
    "сандхи",
    "таким образом это",
    "✓"
   ],
   [
    "evāhaṃ",
    "сандхи",
    "так что я",
    "✓"
   ],
   [
    "tassa evamassa",
    "идиома",
    "эта (мысль) может посетить его",
    "✓"
   ],
   [
    "tassa evaṃ hoti",
    "идиома",
    "он думал",
    "✓"
   ],
   [
    "tassevanti",
    "сандхи",
    "так для него",
    "~"
   ],
   [
    "tassevaṃ 1",
    "сандхи",
    "так этого таким образом",
    "~"
   ],
   [
    "tassevaṃ 2",
    "сандхи",
    "когда он так",
    "~"
   ],
   [
    "mā hevaṃ",
    "идиома",
    "не (говори) этого",
    "✓"
   ],
   [
    "yathevaṃ",
    "сандхи",
    "как этот",
    "✓"
   ],
   [
    "hevantissa",
    "сандхи",
    "ведь такой как он",
    "✓"
   ],
   [
    "hevaṃ",
    "сандхи",
    "действительно так",
    "✓"
   ]
  ]
 },
 "ajāyi": {
  "count": 1,
  "data": [
   [
    "ajāyihaṃ",
    "сандхи",
    "я родился в",
    "✓"
   ]
  ]
 },
 "ajja": {
  "count": 10,
  "data": [
   [
    "ajjuposatho",
    "сандхи",
    "сегодня день празднования",
    "✓"
   ],
   [
    "ajjeva",
    "сандхи",
    "в этот же день",
    "✓"
   ],
   [
    "kvajja",
    "сандхи",
    "где сегодня?",
    "✓"
   ],
   [
    "najja",
    "сандхи",
    "сегодня?",
    "✓"
   ],
   [
    "paramajjadhammesu",
    "сандхи",
    "самое высокое среди учений сегодняшнего дня",
    "✓"
   ],
   [
    "yathājja",
    "сандхи",
    "поскольку сегодня",
    "✓"
   ],
   [
    "sacajja",
    "сандхи",
    "если сегодня",
    "~"
   ],
   [
    "sacejja",
    "сандхи",
    "если сегодня",
    "~"
   ],
   [
    "svajja",
    "сандхи",
    "сегодня он",
    "~"
   ],
   [
    "svājja",
    "сандхи",
    "сегодня он",
    "✓"
   ]
  ]
 },
 "uju": {
  "count": 1,
  "data": [
   [
    "ujuṃ karoti",
    "идиома",
    "выпрямляет",
    "✓"
   ]
  ]
 },
 "uposatha": {
  "count": 4,
  "data": [
   [
    "ajjuposatho",
    "сандхи",
    "сегодня день празднования",
    "✓"
   ],
   [
    "uposathaṃ upavasati",
    "идиома",
    "наблюдает день упосатхи",
    "✓"
   ],
   [
    "uposathaṃ karoti",
    "идиома",
    "проводит церемонию дня соблюдения",
    "✓"
   ],
   [
    "tadahuposathe",
    "сандхи",
    "в тот праздничный день",
    "✓"
   ]
  ]
 },
 "ajjhatta": {
  "count": 2,
  "data": [
   [
    "ajjhattañca",
    "сандхи",
    "внутренне и",
    "✓"
   ],
   [
    "cha ajjhattikāni āyatanāni",
    "идиома",
    "шесть внутренних органов чувств",
    "✓"
   ]
  ]
 },
 "ca": {
  "count": 135,
  "data": [
   [
    "ajjhattañca",
    "сандхи",
    "внутренне и",
    "✓"
   ],
   [
    "aññabhāgiyañceva",
    "сандхи",
    "и если действительно принадлежащий к другому классу",
    "✓"
   ],
   [
    "atha ca pana",
    "идиома",
    "и кроме того",
    "✓"
   ],
   [
    "analañca",
    "сандхи",
    "и не годный (для)",
    "✓"
   ],
   [
    "api ca 1",
    "идиома",
    "и еще",
    "✓"
   ],
   [
    "api ca 2",
    "идиома",
    "кроме того",
    "✓"
   ],
   [
    "apica 1",
    "сандхи",
    "но только",
    "✓"
   ],
   [
    "apica 2",
    "сандхи",
    "или",
    "~"
   ],
   [
    "apicettha",
    "сандхи",
    "но также и здесь",
    "~"
   ],
   [
    "amhākañcevāyaṃ",
    "сандхи",
    "и просто это наше",
    "✓"
   ],
   [
    "amhākañceso",
    "сандхи",
    "и он наш",
    "✓"
   ],
   [
    "ayañca",
    "сандхи",
    "но этот",
    "✓"
   ],
   [
    "ayañcettha",
    "сандхи",
    "и это тут",
    "✓"
   ],
   [
    "ayañceva",
    "сандхи",
    "и это самый",
    "✓"
   ],
   [
    "ariyañcaṭṭhaṅgikaṃ",
    "сандхи",
    "и Будды из восьми частей",
    "✓"
   ],
   [
    "alañca",
    "сандхи",
    "и может",
    "✓"
   ],
   [
    "asmiñca",
    "сандхи",
    "и в этом",
    "✓"
   ],
   [
    "asmiṃ loke paramhi ca",
    "идиома",
    "в этом мире и в следующем",
    "✓"
   ],
   [
    "ahañca",
    "сандхи",
    "и я",
    "✓"
   ],
   [
    "ahañceva 2",
    "сандхи",
    "я и даже",
    "✓"
   ],
   [
    "āvi ceva raho ca",
    "идиома",
    "открыто и даже в уединении",
    "✓"
   ],
   [
    "āsā ca niṭṭhā ca",
    "идиома",
    "надежды и стремления",
    "✓"
   ],
   [
    "iticiti 1",
    "сандхи",
    "по кусочкам",
    "✓"
   ],
   [
    "iticiti 2",
    "сандхи",
    "туда сюда",
    "✓"
   ],
   [
    "iticiticeva",
    "сандхи",
    "именно так и эдак",
    "✓"
   ],
   [
    "iticīticeva",
    "сандхи",
    "так и этак",
    "~"
   ],
   [
    "ito cito",
    "идиома",
    "туда и сюда",
    "✓"
   ],
   [
    "idañca",
    "сандхи",
    "и этот",
    "✓"
   ],
   [
    "idañcidañca",
    "сандхи",
    "такое и такое",
    "✓"
   ],
   [
    "imañca",
    "сандхи",
    "и это",
    "✓"
   ],
   [
    "imañcāhaṃ",
    "сандхи",
    "это и я",
    "✓"
   ],
   [
    "imasmiñca",
    "сандхи",
    "и в этом",
    "✓"
   ],
   [
    "uttariñca",
    "сандхи",
    "и дальше",
    "✓"
   ],
   [
    "uddhaṃ adho tiriyañca",
    "идиома",
    "над выше поперек",
    "✓"
   ],
   [
    "ekañca",
    "сандхи",
    "но один",
    "✓"
   ],
   [
    "etañca",
    "сандхи",
    "и это",
    "✓"
   ],
   [
    "evañca",
    "сандхи",
    "и поэтому",
    "✓"
   ],
   [
    "evañcetaṃ 2",
    "сандхи",
    "таким образом и это",
    "~"
   ],
   [
    "evañcettha",
    "сандхи",
    "и в этом случае",
    "✓"
   ],
   [
    "katamañcāvuso",
    "сандхи",
    "а как, друзья?",
    "✓"
   ],
   [
    "kathañca",
    "сандхи",
    "и как?",
    "✓"
   ],
   [
    "kathañcānanda",
    "сандхи",
    "и что, ананда?",
    "✓"
   ],
   [
    "kathañcāvuso",
    "сандхи",
    "и как, друзья?",
    "✓"
   ],
   [
    "kiñca 1",
    "сандхи",
    "и что?",
    "✓"
   ],
   [
    "kiñca 2",
    "сандхи",
    "почему нет?",
    "✓"
   ],
   [
    "kiñcāpi",
    "сандхи",
    "однако",
    "✓"
   ],
   [
    "kiñcetaṃ",
    "сандхи",
    "а что это?",
    "✓"
   ],
   [
    "kiñcetaṃ paṭicca vuttaṃ",
    "идиома",
    "И по поводу чего было сказано это?",
    "~"
   ],
   [
    "gāthācimā",
    "сандхи",
    "и этот стих",
    "✓"
   ],
   [
    "caggimāsīno",
    "сандхи",
    "и сидел (рядом с) огнем",
    "✓"
   ],
   [
    "caññe",
    "сандхи",
    "и другие",
    "✓"
   ],
   [
    "catthāya",
    "сандхи",
    "и с целью",
    "✓"
   ],
   [
    "catthi",
    "сандхи",
    "и нет",
    "✓"
   ],
   [
    "canekāyatanappavutto",
    "сандхи",
    "и с многими основами (было) провозглашено",
    "✓"
   ],
   [
    "cantalikkhasmiṃ",
    "сандхи",
    "и в небе",
    "✓"
   ],
   [
    "caparaṃ",
    "сандхи",
    "и далее",
    "✓"
   ],
   [
    "camhi 1",
    "сандхи",
    "и я",
    "✓"
   ],
   [
    "camhi 2",
    "сандхи",
    "но я",
    "✓"
   ],
   [
    "cassa 1",
    "сандхи",
    "и должен быть",
    "✓"
   ],
   [
    "cassa 2",
    "сандхи",
    "если бы было",
    "✓"
   ],
   [
    "cassa 3",
    "сандхи",
    "и для него",
    "✓"
   ],
   [
    "cassa 4",
    "сандхи",
    "и этого",
    "✓"
   ],
   [
    "cassaṃ",
    "сандхи",
    "но я мог бы быть",
    "✓"
   ],
   [
    "cassā",
    "сандхи",
    "и к ней",
    "✓"
   ],
   [
    "cassu",
    "сандхи",
    "и чтобы там были",
    "✓"
   ],
   [
    "cāpanataṃ",
    "сандхи",
    "и не склонный",
    "✓"
   ],
   [
    "cāpanato",
    "сандхи",
    "и склонённый назад",
    "✓"
   ],
   [
    "cāpi",
    "сандхи",
    "или даже",
    "✓"
   ],
   [
    "cāpime",
    "сандхи",
    "или даже эти",
    "✓"
   ],
   [
    "cābhinataṃ",
    "сандхи",
    "и склонный",
    "✓"
   ],
   [
    "cābhinato",
    "сандхи",
    "и склонен к",
    "✓"
   ],
   [
    "cāyasmatā",
    "сандхи",
    "и уважаемым",
    "✓"
   ],
   [
    "cāyasmā",
    "сандхи",
    "и, почетный",
    "✓"
   ],
   [
    "cāyaṃ",
    "сандхи",
    "и это",
    "✓"
   ],
   [
    "cāvuso",
    "сандхи",
    "и друг",
    "✓"
   ],
   [
    "cāsiṃ",
    "сандхи",
    "и я был",
    "✓"
   ],
   [
    "cāha",
    "сандхи",
    "и он сказал",
    "✓"
   ],
   [
    "cāhaṃ 1",
    "сандхи",
    "и я",
    "✓"
   ],
   [
    "cāhu 1",
    "сандхи",
    "и это было",
    "✓"
   ],
   [
    "cāhu 2",
    "сандхи",
    "и они сказали",
    "✓"
   ],
   [
    "citiceva",
    "сандхи",
    "а потом это",
    "✓"
   ],
   [
    "cidaṃ",
    "сандхи",
    "и этот",
    "✓"
   ],
   [
    "cimaṃ",
    "сандхи",
    "и это",
    "✓"
   ],
   [
    "cuttari",
    "сандхи",
    "и далее",
    "✓"
   ],
   [
    "cudakā",
    "сандхи",
    "и из воды",
    "✓"
   ],
   [
    "cūbhayaṃ",
    "сандхи",
    "и то, и другое",
    "✓"
   ],
   [
    "ceke",
    "сандхи",
    "и некоторые",
    "✓"
   ],
   [
    "cetarahi",
    "сандхи",
    "и сейчас",
    "✓"
   ],
   [
    "cetaṃ 1",
    "сандхи",
    "и этот",
    "✓"
   ],
   [
    "cetā 1.1",
    "сандхи",
    "и эти",
    "✓"
   ],
   [
    "cetā 1.2",
    "сандхи",
    "и эти женщины",
    "✓"
   ],
   [
    "cete",
    "сандхи",
    "если эти",
    "✓"
   ],
   [
    "cettha 1",
    "сандхи",
    "и там",
    "✓"
   ],
   [
    "cettha 2",
    "сандхи",
    "и здесь",
    "✓"
   ],
   [
    "cenaṃ",
    "сандхи",
    "и его",
    "✓"
   ],
   [
    "ceva 2",
    "сандхи",
    "и даже",
    "✓"
   ],
   [
    "ceva 3",
    "сандхи",
    "но потом",
    "✓"
   ],
   [
    "ceva 4",
    "сандхи",
    "и только",
    "✓"
   ],
   [
    "cevassa",
    "сандхи",
    "и его одного",
    "✓"
   ],
   [
    "cevetassa",
    "сандхи",
    "и именно этого",
    "✓"
   ],
   [
    "cevettha",
    "сандхи",
    "а теперь вот",
    "✓"
   ],
   [
    "cesa 2",
    "сандхи",
    "и это",
    "~"
   ],
   [
    "ceso",
    "сандхи",
    "и этот",
    "✓"
   ],
   [
    "chaccābhiṭhānāni",
    "сандхи",
    "и шесть смертельных преступлений",
    "✓"
   ],
   [
    "tañca 1",
    "сандхи",
    "и этот",
    "✓"
   ],
   [
    "tañca 2",
    "сандхи",
    "но это",
    "✓"
   ],
   [
    "tañcassa",
    "сандхи",
    "этот и его",
    "✓"
   ],
   [
    "tañcāyatanaṃ",
    "сандхи",
    "но то поле",
    "✓"
   ],
   [
    "tañcāyaṃ",
    "сандхи",
    "но этот человек",
    "✓"
   ],
   [
    "tañcāhaṃ",
    "сандхи",
    "и это я",
    "✓"
   ],
   [
    "tañceva",
    "сандхи",
    "но это самое",
    "✓"
   ],
   [
    "tadanudhammañca",
    "сандхи",
    "и в соответствии с этим",
    "✓"
   ],
   [
    "tāsañca",
    "сандхи",
    "и тех",
    "✓"
   ],
   [
    "tiriyañca",
    "сандхи",
    "и поперек",
    "✓"
   ],
   [
    "tena ca pana",
    "идиома",
    "и в этом случае когда",
    "✓"
   ],
   [
    "tesañca",
    "сандхи",
    "и тех",
    "✓"
   ],
   [
    "tvañca",
    "сандхи",
    "и ты",
    "✓"
   ],
   [
    "divā ca ratto ca",
    "идиома",
    "днем и ночью",
    "✓"
   ],
   [
    "na cāpi",
    "идиома",
    "но не",
    "✓"
   ],
   [
    "na ceva",
    "идиома",
    "и даже не",
    "✓"
   ],
   [
    "nocidha",
    "сандхи",
    "и не здесь",
    "✓"
   ],
   [
    "parañca",
    "сандхи",
    "и следующий",
    "✓"
   ],
   [
    "parato ca ghoso",
    "идиома",
    "слышать от другого человека",
    "✓"
   ],
   [
    "puna caparaṃ",
    "идиома",
    "и еще",
    "✓"
   ],
   [
    "mamañca",
    "сандхи",
    "и меня",
    "✓"
   ],
   [
    "yañca",
    "сандхи",
    "но что угодно",
    "✓"
   ],
   [
    "yato ca kho",
    "идиома",
    "но когда",
    "✓"
   ],
   [
    "yasmā ca kho",
    "идиома",
    "но потому что",
    "✓"
   ],
   [
    "yāvakīvañca",
    "сандхи",
    "и так долго как",
    "✓"
   ],
   [
    "yāvañcidaṃ",
    "сандхи",
    "и в данном случае",
    "✓"
   ],
   [
    "yāvatatiyañca",
    "сандхи",
    "но после третьего раза",
    "✓"
   ],
   [
    "yesañca",
    "сандхи",
    "и для тех кого",
    "✓"
   ],
   [
    "rattiyā ca divasassa ca",
    "идиома",
    "днем и ночью",
    "✓"
   ],
   [
    "vayañcassānupassati",
    "сандхи",
    "и он видит исчезновение этого",
    "✓"
   ],
   [
    "sukhañcetaṃdhivattatīti",
    "сандхи",
    "и счастье переполняет этого (человека)",
    "~"
   ]
  ]
 },
 "atta1": {
  "count": 26,
  "data": [
   [
    "attanāva attano",
    "идиома",
    "лишь сам для себя",
    "✓"
   ],
   [
    "attanāva attānaṃ",
    "идиома",
    "собой о себе",
    "✓"
   ],
   [
    "attano atthāya",
    "идиома",
    "для себя",
    "✓"
   ],
   [
    "attahitaparahitaubhayahitasabbalokahitameva",
    "сандхи",
    "собственное благо, благо другого, благо обоих и даже благо всего мира",
    "✓"
   ],
   [
    "attā nirattā",
    "идиома",
    "я и не-я",
    "✓"
   ],
   [
    "attānaṃ avacanīyaṃ karoti",
    "идиома",
    "делает себя не наставляемым",
    "✓"
   ],
   [
    "attānaṃ ācarati",
    "идиома",
    "ведет себя как само себя",
    "~"
   ],
   [
    "attānaṃ takketi",
    "идиома",
    "доверяет себе",
    "✓"
   ],
   [
    "attānaṃ pātetabbaṃ",
    "идиома",
    "следует спрыгнуть",
    "~"
   ],
   [
    "attānaṃyeva",
    "сандхи",
    "только сам",
    "✓"
   ],
   [
    "atthamattano",
    "сандхи",
    "собственное благо",
    "✓"
   ],
   [
    "kammakiliṭṭhamattano",
    "сандхи",
    "свои грязные дела",
    "✓"
   ],
   [
    "kammavisuddhimattano",
    "сандхи",
    "собственные чистые дела",
    "✓"
   ],
   [
    "jīvitamattano",
    "сандхи",
    "свою собственную жизнь",
    "✓"
   ],
   [
    "nibbānamattano",
    "сандхи",
    "угасание самого себя",
    "✓"
   ],
   [
    "nevattato",
    "сандхи",
    "ни как себя",
    "✓"
   ],
   [
    "nevattantapo",
    "сандхи",
    "ни себе не вредящий, ни себя не мучающий, ни себя не истязающий",
    "✓"
   ],
   [
    "nevattasañcetanā",
    "сандхи",
    "ни своё намерение",
    "✓"
   ],
   [
    "piyataramattanā",
    "сандхи",
    "дороже себя",
    "✓"
   ],
   [
    "mahamattasambhavaṃ",
    "сандхи",
    "я (увидев такой) само генерация",
    "✓"
   ],
   [
    "yathāttanā",
    "сандхи",
    "как собой",
    "✓"
   ],
   [
    "vimuttamattānaṃ",
    "сандхи",
    "свое освобождение",
    "✓"
   ],
   [
    "visuddhamattānaṃ",
    "сандхи",
    "собственное очищение",
    "✓"
   ],
   [
    "sallamattano",
    "сандхи",
    "жало в себе",
    "✓"
   ],
   [
    "sotthimattānaṃ",
    "сандхи",
    "себя в безопасности",
    "✓"
   ],
   [
    "hitamattano",
    "сандхи",
    "благо себя",
    "✓"
   ]
  ]
 },
 "ajjhosāya": {
  "count": 1,
  "data": [
   [
    "ajjhosāya tiṭṭhati",
    "идиома",
    "продолжает цепляться",
    "✓"
   ]
  ]
 },
 "tiṭṭhati": {
  "count": 5,
  "data": [
   [
    "ajjhosāya tiṭṭhati",
    "идиома",
    "продолжает цепляться",
    "✓"
   ],
   [
    "tiṭṭhatetaṃ",
    "сандхи",
    "пусть будет так!",
    "✓"
   ],
   [
    "tiṭṭhatesā",
    "сандхи",
    "неважно это!",
    "✓"
   ],
   [
    "paripanthe tiṭṭhati",
    "идиома",
    "совершает грабеж на дороге",
    "✓"
   ],
   [
    "pariyādāya tiṭṭhati",
    "идиома",
    "остается захватывающим",
    "✓"
   ]
  ]
 },
 "añjali": {
  "count": 3,
  "data": [
   [
    "añjaliṃ katvā",
    "идиома",
    "отдав уважение, сложив ладони вместе",
    "✓"
   ],
   [
    "tenañjaliṃ",
    "сандхи",
    "ладони в почтительном приветствии в направлении к",
    "✓"
   ],
   [
    "tenañjaliṃ paṇāmetvā",
    "идиома",
    "сложив ладони вместе в знак почтения по направлению к",
    "✓"
   ]
  ]
 },
 "katvā": {
  "count": 15,
  "data": [
   [
    "añjaliṃ katvā",
    "идиома",
    "отдав уважение, сложив ладони вместе",
    "✓"
   ],
   [
    "aṭṭhiṃ katvā",
    "идиома",
    "сосредоточившись (на)",
    "✓"
   ],
   [
    "antaraṃ katvā",
    "идиома",
    "предоставив приоритет",
    "✓"
   ],
   [
    "abhinīhāraṃ katvā",
    "идиома",
    "сделав намерение (для)",
    "✓"
   ],
   [
    "ādiṃ katvā",
    "идиома",
    "начиная с",
    "✓"
   ],
   [
    "ekaṃsaṃ cīvaraṃ katvā",
    "идиома",
    "приведя в порядок свое одеяние на одно плечо",
    "✓"
   ],
   [
    "kālaṃ katvā",
    "идиома",
    "умерший",
    "✓"
   ],
   [
    "cittiṃ katvāna",
    "идиома",
    "проявив уважение",
    "✓"
   ],
   [
    "tato sīsaṃ katvā",
    "идиома",
    "указав головой в этом направлении",
    "✓"
   ],
   [
    "padakkhiṇaṃ katvā",
    "идиома",
    "обойдя вокруг человека с правой стороны в знак уважения",
    "✓"
   ],
   [
    "pādakaṃ katvā",
    "идиома",
    "основавшись на этом",
    "~"
   ],
   [
    "piṭṭhito katvā",
    "идиома",
    "отвернувшись спиной",
    "~"
   ],
   [
    "maṅgalaṃ katvā",
    "идиома",
    "совершив обряд бракосочетания",
    "✓"
   ],
   [
    "manasi katvā",
    "идиома",
    "обратив внимание",
    "✓"
   ],
   [
    "sadisaṃ katvā",
    "идиома",
    "нарисовав сравнение (с)",
    "~"
   ]
  ]
 },
 "añña": {
  "count": 32,
  "data": [
   [
    "añña ... añña",
    "идиома",
    "одно … другое",
    "✓"
   ],
   [
    "añña añña",
    "идиома",
    "одно … другое",
    "✓"
   ],
   [
    "aññathā aññathā",
    "идиома",
    "одно ... другое",
    "✓"
   ],
   [
    "aññathāsmīti",
    "сандхи",
    "я другой",
    "✓"
   ],
   [
    "aññabhāgiyañceva",
    "сандхи",
    "и если действительно принадлежащий к другому классу",
    "✓"
   ],
   [
    "aññamaññassa",
    "сандхи",
    "один другому",
    "✓"
   ],
   [
    "aññamaññaṃ",
    "сандхи",
    "друг друга",
    "✓"
   ],
   [
    "aññasseva",
    "сандхи",
    "как у другого (человека)",
    "✓"
   ],
   [
    "aññāva",
    "сандхи",
    "просто одна вещь",
    "✓"
   ],
   [
    "aññenaññaṃ",
    "сандхи",
    "один другим",
    "✓"
   ],
   [
    "aññenaññaṃ",
    "сандхи",
    "один другим",
    "✓"
   ],
   [
    "aññenaññaṃ paṭicarati",
    "идиома",
    "уклоняется от одного вопроса другим",
    "✓"
   ],
   [
    "aññenapi",
    "сандхи",
    "друг другом",
    "✓"
   ],
   [
    "aññenāññaṃ",
    "сандхи",
    "один другим",
    "✓"
   ],
   [
    "aññenāññaṃ",
    "сандхи",
    "один другим",
    "✓"
   ],
   [
    "aññeva",
    "сандхи",
    "даже другие",
    "✓"
   ],
   [
    "atthaññaṃ",
    "сандхи",
    "есть ли что-то еще?",
    "✓"
   ],
   [
    "atthañño",
    "сандхи",
    "есть ли кто-то ещё?",
    "✓"
   ],
   [
    "athañño",
    "сандхи",
    "и затем другой",
    "~"
   ],
   [
    "kocañño",
    "сандхи",
    "кто-то другой",
    "✓"
   ],
   [
    "caññe",
    "сандхи",
    "и другие",
    "✓"
   ],
   [
    "tamaññe",
    "сандхи",
    "другие люди (говорят) что",
    "✓"
   ],
   [
    "tamañño",
    "сандхи",
    "кто-то другой",
    "✓"
   ],
   [
    "natthaññaṃ",
    "сандхи",
    "нет ничего другого",
    "✓"
   ],
   [
    "natthañño",
    "сандхи",
    "другого нет",
    "✓"
   ],
   [
    "nāññamaññassa",
    "сандхи",
    "не один к другому",
    "✓"
   ],
   [
    "moghamaññanti",
    "сандхи",
    "всё остальное неправильно",
    "✓"
   ],
   [
    "moghamaññaṃ",
    "сандхи",
    "все остальное неверно",
    "✓"
   ],
   [
    "sabbamaññaṃ",
    "сандхи",
    "все остальное",
    "✓"
   ],
   [
    "haññadatthatthipasaṃsalābhā",
    "сандхи",
    "здесь (нет) выгоды кроме получения похвалы",
    "✓"
   ],
   [
    "himavāññe",
    "сандхи",
    "гималаи (затмевают) других",
    "✓"
   ],
   [
    "himavāvaññe",
    "сандхи",
    "подобно гималаям (превосходит) других",
    "✓"
   ]
  ]
 },
 "aññatara": {
  "count": 5,
  "data": [
   [
    "aññataraṃ vā aññataraṃ vā",
    "идиома",
    "любой (из)",
    "✓"
   ],
   [
    "ahaṃ tesaṃ aññataro",
    "идиома",
    "я один из них",
    "✓"
   ],
   [
    "tesamahaṃ aññataro",
    "идиома",
    "я один из них",
    "✓"
   ],
   [
    "yenaññataro",
    "сандхи",
    "где определенный",
    "✓"
   ],
   [
    "so tesaṃ aññataro",
    "идиома",
    "он один из них",
    "✓"
   ]
  ]
 },
 "vā": {
  "count": 16,
  "data": [
   [
    "aññataraṃ vā aññataraṃ vā",
    "идиома",
    "любой (из)",
    "✓"
   ],
   [
    "atha vā",
    "идиома",
    "или",
    "✓"
   ],
   [
    "apare vā pariyāye",
    "идиома",
    "или впоследствии",
    "✓"
   ],
   [
    "iti vā hi",
    "идиома",
    "или просто так",
    "✓"
   ],
   [
    "idha vā huraṃ vā",
    "идиома",
    "здесь или там",
    "✓"
   ],
   [
    "uda vā",
    "идиома",
    "или",
    "✓"
   ],
   [
    "kathaṃ vā te ettha hoti",
    "идиома",
    "или что вы думаете об этом?",
    "✓"
   ],
   [
    "yadi vā",
    "идиома",
    "или",
    "✓"
   ],
   [
    "vāti 2.1",
    "сандхи",
    "или'",
    "✓"
   ],
   [
    "vāpi 1",
    "сандхи",
    "или даже",
    "✓"
   ],
   [
    "vāyaṃ 1",
    "сандхи",
    "либо этот",
    "✓"
   ],
   [
    "vāraññe",
    "сандхи",
    "или в лесу",
    "✓"
   ],
   [
    "vāssa 1",
    "сандхи",
    "или для него",
    "✓"
   ],
   [
    "vāssa 2",
    "сандхи",
    "или его",
    "✓"
   ],
   [
    "vāhametaṃ",
    "сандхи",
    "или я это",
    "✓"
   ],
   [
    "vāhaṃ",
    "сандхи",
    "или я",
    "✓"
   ]
  ]
 },
 "aññatra": {
  "count": 4,
  "data": [
   [
    "aññatra samayā",
    "идиома",
    "кроме как в нужное время",
    "✓"
   ],
   [
    "aññatreva",
    "сандхи",
    "без",
    "✓"
   ],
   [
    "ahamaññatra",
    "сандхи",
    "я отдельно (от)",
    "✓"
   ],
   [
    "kimaññatra",
    "сандхи",
    "как кроме?",
    "✓"
   ]
  ]
 },
 "samaya": {
  "count": 8,
  "data": [
   [
    "aññatra samayā",
    "идиома",
    "кроме как в нужное время",
    "✓"
   ],
   [
    "aparena samayena 1",
    "идиома",
    "в другое время",
    "✓"
   ],
   [
    "ekaṃ samayaṃ",
    "идиома",
    "однажды",
    "✓"
   ],
   [
    "tato aparena samayena",
    "идиома",
    "тогда в другое время",
    "✓"
   ],
   [
    "tasmiṃ samaye",
    "идиома",
    "тогда",
    "✓"
   ],
   [
    "tena kho pana samayena",
    "идиома",
    "и в то время",
    "✓"
   ],
   [
    "yasmiṃ samaye",
    "идиома",
    "когда угодно",
    "✓"
   ],
   [
    "samayena samayaṃ",
    "идиома",
    "время от времени",
    "✓"
   ]
  ]
 },
 "aññathā": {
  "count": 2,
  "data": [
   [
    "aññathā aññathā",
    "идиома",
    "одно ... другое",
    "✓"
   ],
   [
    "aññathā hoti",
    "идиома",
    "меняется",
    "✓"
   ]
  ]
 },
 "hoti": {
  "count": 11,
  "data": [
   [
    "aññathā hoti",
    "идиома",
    "меняется",
    "✓"
   ],
   [
    "iccassa evamāgataṃ hoti",
    "идиома",
    "что из этого следует",
    "~"
   ],
   [
    "ekodi hoti",
    "идиома",
    "объединяется",
    "✓"
   ],
   [
    "evaṃ no ettha hoti",
    "идиома",
    "мы видим это так",
    "✓"
   ],
   [
    "evaṃ me ettha hoti",
    "идиома",
    "я вижу это так",
    "~"
   ],
   [
    "evaṃ hoti",
    "идиома",
    "мысль пришла (к)",
    "✓"
   ],
   [
    "kathaṃ vā te ettha hoti",
    "идиома",
    "или что вы думаете об этом?",
    "✓"
   ],
   [
    "tassa evaṃ hoti",
    "идиома",
    "он думал",
    "✓"
   ],
   [
    "rasso hoti",
    "идиома",
    "является сокращённым",
    "~"
   ],
   [
    "seyyo hoti",
    "идиома",
    "он становится лучше",
    "✓"
   ],
   [
    "hoteva",
    "сандхи",
    "есть просто",
    "✓"
   ]
  ]
 },
 "iti": {
  "count": 74,
  "data": [
   [
    "aññathāsmīti",
    "сандхи",
    "я другой",
    "✓"
   ],
   [
    "adukkhamasukhantipi",
    "сандхи",
    "это нейтрально",
    "✓"
   ],
   [
    "ayamahamasmīti",
    "сандхи",
    "'я это'",
    "✓"
   ],
   [
    "asasmīti",
    "сандхи",
    "я вечен",
    "✓"
   ],
   [
    "asīti 2.1",
    "сандхи",
    "ты есть",
    "~"
   ],
   [
    "asmīti",
    "сандхи",
    "'я есть'",
    "✓"
   ],
   [
    "ahanti",
    "сандхи",
    "'я'",
    "✓"
   ],
   [
    "iccanena",
    "сандхи",
    "таким образом этим",
    "✓"
   ],
   [
    "iccassa evamāgataṃ hoti",
    "идиома",
    "что из этого следует",
    "~"
   ],
   [
    "iccādi",
    "сандхи",
    "так далее",
    "✓"
   ],
   [
    "iccāyasmā",
    "сандхи",
    "так (сказал) почтенный",
    "✓"
   ],
   [
    "iccāsi",
    "сандхи",
    "это было так",
    "✓"
   ],
   [
    "icceke",
    "сандхи",
    "таким образом некоторые",
    "✓"
   ],
   [
    "iccetaṃ kusalaṃ",
    "идиома",
    "тогда это хорошо",
    "✓"
   ],
   [
    "iccetaṃ 1",
    "сандхи",
    "это является",
    "✓"
   ],
   [
    "iccetaṃ 2",
    "сандхи",
    "так это",
    "~"
   ],
   [
    "iccete",
    "сандхи",
    "таким образом эти",
    "✓"
   ],
   [
    "icceva",
    "сандхи",
    "посредственно так",
    "~"
   ],
   [
    "iccevamādi",
    "сандхи",
    "таким образом и тому подобное",
    "✓"
   ],
   [
    "iccevaṃ",
    "сандхи",
    "так как этот",
    "✓"
   ],
   [
    "iti kho panetaṃ vuttaṃ",
    "идиома",
    "так было сказано",
    "~"
   ],
   [
    "iti vā hi",
    "идиома",
    "или просто так",
    "✓"
   ],
   [
    "iticiti 1",
    "сандхи",
    "по кусочкам",
    "✓"
   ],
   [
    "iticiti 2",
    "сандхи",
    "туда сюда",
    "✓"
   ],
   [
    "iticiticeva",
    "сандхи",
    "именно так и эдак",
    "✓"
   ],
   [
    "iticīticeva",
    "сандхи",
    "так и этак",
    "~"
   ],
   [
    "itipi",
    "сандхи",
    "(перечисление предметов)",
    "✓"
   ],
   [
    "itissa",
    "сандхи",
    "так ему",
    "✓"
   ],
   [
    "itissame",
    "сандхи",
    "так для него эти",
    "✓"
   ],
   [
    "itissime",
    "сандхи",
    "так для него эти",
    "✓"
   ],
   [
    "itissu",
    "сандхи",
    "так действительно",
    "✓"
   ],
   [
    "itiha 1",
    "сандхи",
    "согласно традиции",
    "✓"
   ],
   [
    "itiha 2",
    "сандхи",
    "таким образом здесь",
    "✓"
   ],
   [
    "itiha 3",
    "сандхи",
    "таким образом",
    "~"
   ],
   [
    "itihanti",
    "сандхи",
    "я такой",
    "✓"
   ],
   [
    "itihetaṃ",
    "сандхи",
    "так действительно это",
    "✓"
   ],
   [
    "itthasmīti",
    "сандхи",
    "я таков",
    "✓"
   ],
   [
    "imināsmīti",
    "сандхи",
    "из-за этого я есть",
    "✓"
   ],
   [
    "uttānatthamevāti",
    "сандхи",
    "значение ясно само по себе",
    "~"
   ],
   [
    "uttānamevāti",
    "сандхи",
    "является ясным как есть",
    "~"
   ],
   [
    "evaṃsmīti",
    "сандхи",
    "я такой же",
    "✓"
   ],
   [
    "kintāhaṃ 1",
    "сандхи",
    "как я могу?",
    "✓"
   ],
   [
    "kinti",
    "сандхи",
    "как тогда?",
    "✓"
   ],
   [
    "kinti karomi",
    "идиома",
    "что же мне делать? как мне помочь?",
    "✓"
   ],
   [
    "citiceva",
    "сандхи",
    "а потом это",
    "✓"
   ],
   [
    "tatthevantaradhāyīti",
    "сандхи",
    "исчез прямо там",
    "✓"
   ],
   [
    "tassevanti",
    "сандхи",
    "так для него",
    "~"
   ],
   [
    "tiādi",
    "сандхи",
    "так далее",
    "~"
   ],
   [
    "tiādimāha",
    "сандхи",
    "начало, он сказал это, и так далее",
    "~"
   ],
   [
    "tissa 1.1",
    "сандхи",
    "в этом отношении",
    "✓"
   ],
   [
    "tissu",
    "сандхи",
    "может быть",
    "✓"
   ],
   [
    "teti",
    "сандхи",
    "они",
    "~"
   ],
   [
    "dukkhanti",
    "сандхи",
    "страдание",
    "✓"
   ],
   [
    "dukkhantipi",
    "сандхи",
    "это неприятно",
    "✓"
   ],
   [
    "netaṃ natthīti vadāmi",
    "идиома",
    "я не отрицаю это",
    "✓"
   ],
   [
    "notevettha",
    "сандхи",
    "только не в этом случае",
    "✓"
   ],
   [
    "bhavissanti",
    "сандхи",
    "я смог бы'",
    "✓"
   ],
   [
    "mamanti",
    "сандхи",
    "'мой'",
    "✓"
   ],
   [
    "muddhāpi tassa vipateyyāti",
    "идиома",
    "могло бы разорваться даже его тело",
    "✓"
   ],
   [
    "meti 1",
    "сандхи",
    "это мое",
    "✓"
   ],
   [
    "meti 2",
    "сандхи",
    "мною",
    "✓"
   ],
   [
    "moghamaññanti",
    "сандхи",
    "всё остальное неправильно",
    "✓"
   ],
   [
    "vāti 2.1",
    "сандхи",
    "или'",
    "✓"
   ],
   [
    "vuttamarahatāti",
    "сандхи",
    "это было действительно сказано пробужденным",
    "✓"
   ],
   [
    "satasmīti 1",
    "сандхи",
    "я существую",
    "✓"
   ],
   [
    "satasmīti 2",
    "сандхи",
    "я непостоянен",
    "✓"
   ],
   [
    "sadisohamasmīti",
    "сандхи",
    "я такой же",
    "~"
   ],
   [
    "santi 3.1",
    "сандхи",
    "'я могу быть'",
    "✓"
   ],
   [
    "sukhañcetaṃdhivattatīti",
    "сандхи",
    "и счастье переполняет этого (человека)",
    "~"
   ],
   [
    "sukhantipi",
    "сандхи",
    "это удобно",
    "✓"
   ],
   [
    "seyyohamasmīti",
    "сандхи",
    "я лучше",
    "~"
   ],
   [
    "soyanti",
    "сандхи",
    "этот самый так",
    "✓"
   ],
   [
    "hīnohamasmīti",
    "сандхи",
    "я хуже",
    "~"
   ],
   [
    "hevantissa",
    "сандхи",
    "ведь такой как он",
    "✓"
   ]
  ]
 },
 "bhāgiya": {
  "count": 1,
  "data": [
   [
    "aññabhāgiyañceva",
    "сандхи",
    "и если действительно принадлежащий к другому классу",
    "✓"
   ]
  ]
 },
 "iva": {
  "count": 6,
  "data": [
   [
    "aññasseva",
    "сандхи",
    "как у другого (человека)",
    "✓"
   ],
   [
    "ivoccante",
    "сандхи",
    "произносится как это",
    "✓"
   ],
   [
    "chāyāva anapāyinī",
    "идиома",
    "как тень которая никогда не уходит",
    "✓"
   ],
   [
    "riva 1",
    "сандхи",
    "как",
    "✓"
   ],
   [
    "vekacaraṃ",
    "сандхи",
    "одинокий как",
    "✓"
   ],
   [
    "himavāvaññe",
    "сандхи",
    "подобно гималаям (превосходит) других",
    "✓"
   ]
  ]
 },
 "ñāṇa": {
  "count": 1,
  "data": [
   [
    "āsavānaṃ khayañāṇa",
    "идиома",
    "знание как устранить протечки",
    "✓"
   ]
  ]
 },
 "aññāṇa": {
  "count": 1,
  "data": [
   [
    "aññāṇatthampi",
    "сандхи",
    "даже ради выяснения",
    "✓"
   ]
  ]
 },
 "attha1": {
  "count": 37,
  "data": [
   [
    "aññāṇatthampi",
    "сандхи",
    "даже ради выяснения",
    "✓"
   ],
   [
    "atthamattano",
    "сандхи",
    "собственное благо",
    "✓"
   ],
   [
    "atthassa viññāpanāya",
    "идиома",
    "чтобы донести смысл",
    "✓"
   ],
   [
    "atthassāyaṃ",
    "сандхи",
    "этого значения",
    "✓"
   ],
   [
    "atthaṃ anubhavissati",
    "идиома",
    "будет достигнута своя цель",
    "✓"
   ],
   [
    "atthaṃ anubhoti",
    "идиома",
    "достигает своей цели",
    "✓"
   ],
   [
    "atthaṃ ājānāti",
    "идиома",
    "понимает смысл",
    "✓"
   ],
   [
    "atthaṃ carati",
    "идиома",
    "действует на благо",
    "✓"
   ],
   [
    "atthaṃ nānubhavissati",
    "идиома",
    "не достигнет своей цели",
    "✓"
   ],
   [
    "atthāsaṃ",
    "сандхи",
    "выгоды для них",
    "~"
   ],
   [
    "attho sambhavati",
    "идиома",
    "значение возможно",
    "~"
   ],
   [
    "ayamattho",
    "сандхи",
    "это значение",
    "~"
   ],
   [
    "uttamatthassa pattiyā",
    "идиома",
    "для достижения высшей цели",
    "✓"
   ],
   [
    "uttānatthameva",
    "сандхи",
    "значение понятно в том виде, как оно есть",
    "~"
   ],
   [
    "uttānatthamevāti",
    "сандхи",
    "значение ясно само по себе",
    "~"
   ],
   [
    "uttānatthāneva",
    "сандхи",
    "значения ясны сами по себе",
    "~"
   ],
   [
    "etamatthaṃ 1",
    "сандхи",
    "польза этого",
    "✓"
   ],
   [
    "etamatthaṃ 2",
    "сандхи",
    "это дело",
    "✓"
   ],
   [
    "etassa bhāsitassa atthaṃ",
    "идиома",
    "значение этого высказывания",
    "✓"
   ],
   [
    "evamattho",
    "сандхи",
    "вот значение",
    "~"
   ],
   [
    "kaccittha 2",
    "сандхи",
    "надеюсь, вы все",
    "✓"
   ],
   [
    "kamatthamanubhoti",
    "сандхи",
    "какую пользу получает один?",
    "✓"
   ],
   [
    "kvattho",
    "сандхи",
    "что означает? в чем цель?",
    "✓"
   ],
   [
    "tamattha",
    "сандхи",
    "эта цель",
    "✓"
   ],
   [
    "tamatthaṃ",
    "сандхи",
    "то значение",
    "✓"
   ],
   [
    "tassattho",
    "сандхи",
    "значение этого заключается в том",
    "~"
   ],
   [
    "pamādattha",
    "сандхи",
    "будьте беспечны! будьте небрежны! будьте беззаботны!",
    "✓"
   ],
   [
    "pariyodhāya atthaṃ bhaṇati",
    "идиома",
    "защищает дело",
    "✓"
   ],
   [
    "balavamhi balattho",
    "идиома",
    "правда на стороне сильного",
    "✓"
   ],
   [
    "mahatā atthena saṃyutto abhavissa",
    "идиома",
    "имел бы большую пользу",
    "✓"
   ],
   [
    "yametamatthaṃ",
    "сандхи",
    "что бы это ни значило",
    "✓"
   ],
   [
    "labhantatthe",
    "сандхи",
    "получающие пользу",
    "✓"
   ],
   [
    "vuttatthāneva",
    "сандхи",
    "значения уже были указаны",
    "~"
   ],
   [
    "saddhimattho",
    "сандхи",
    "значение с",
    "~"
   ],
   [
    "sātthaṃ sabyañjanaṃ",
    "идиома",
    "по духу и в словах",
    "✓"
   ],
   [
    "svāyamattho",
    "сандхи",
    "значение этого",
    "~"
   ],
   [
    "haññadatthatthipasaṃsalābhā",
    "сандхи",
    "здесь (нет) выгоды кроме получения похвалы",
    "✓"
   ]
  ]
 },
 "api": {
  "count": 150,
  "data": [
   [
    "aññāṇatthampi",
    "сандхи",
    "даже ради выяснения",
    "✓"
   ],
   [
    "aññenapi",
    "сандхи",
    "друг другом",
    "✓"
   ],
   [
    "aṇumattampi",
    "сандхи",
    "даже самое малое",
    "~"
   ],
   [
    "athavāpi",
    "сандхи",
    "или также даже",
    "✓"
   ],
   [
    "athāpi",
    "сандхи",
    "но потом",
    "✓"
   ],
   [
    "athopi",
    "сандхи",
    "и тоже",
    "✓"
   ],
   [
    "adukkhamasukhantipi",
    "сандхи",
    "это нейтрально",
    "✓"
   ],
   [
    "aparāpi",
    "сандхи",
    "и еще один",
    "✓"
   ],
   [
    "apāvuso",
    "сандхи",
    "возможно, друг",
    "~"
   ],
   [
    "api ca 1",
    "идиома",
    "и еще",
    "✓"
   ],
   [
    "api ca 2",
    "идиома",
    "кроме того",
    "✓"
   ],
   [
    "api ce",
    "идиома",
    "даже если",
    "✓"
   ],
   [
    "api nu",
    "идиома",
    "является?",
    "✓"
   ],
   [
    "api pana",
    "идиома",
    "но ли",
    "✓"
   ],
   [
    "apica 1",
    "сандхи",
    "но только",
    "✓"
   ],
   [
    "apica 2",
    "сандхи",
    "или",
    "~"
   ],
   [
    "apicettha",
    "сандхи",
    "но также и здесь",
    "~"
   ],
   [
    "apissu",
    "сандхи",
    "и затем",
    "✓"
   ],
   [
    "apissudaṃ",
    "сандхи",
    "как если бы",
    "✓"
   ],
   [
    "apissumaṃ",
    "сандхи",
    "и затем мне",
    "✓"
   ],
   [
    "apihaṃ",
    "сандхи",
    "пусть я",
    "✓"
   ],
   [
    "appampi",
    "сандхи",
    "даже немного",
    "✓"
   ],
   [
    "appahitepi",
    "сандхи",
    "даже если не посылали",
    "✓"
   ],
   [
    "appekadā",
    "сандхи",
    "иногда",
    "✓"
   ],
   [
    "appekadāhaṃ",
    "сандхи",
    "но в некоторые дни я",
    "✓"
   ],
   [
    "appeke",
    "сандхи",
    "и некоторые",
    "~"
   ],
   [
    "appeva",
    "сандхи",
    "вполне вероятно что",
    "✓"
   ],
   [
    "appeva nāma",
    "идиома",
    "было бы хорошо если бы",
    "✓"
   ],
   [
    "appevanāma",
    "сандхи",
    "было бы хорошо если",
    "✓"
   ],
   [
    "appevanāmimassa",
    "сандхи",
    "этого было бы хорошо если",
    "✓"
   ],
   [
    "amhākampi",
    "сандхи",
    "для нас тоже",
    "✓"
   ],
   [
    "amhākampetaṃ",
    "сандхи",
    "и для нас этот",
    "✓"
   ],
   [
    "ayampi",
    "сандхи",
    "это тоже",
    "✓"
   ],
   [
    "avijjampāhaṃ",
    "сандхи",
    "неведение действительно я (говорю)",
    "✓"
   ],
   [
    "ahampāyasmante",
    "сандхи",
    "я тоже почтенных",
    "✓"
   ],
   [
    "ahampi",
    "сандхи",
    "я тоже",
    "✓"
   ],
   [
    "āyasmāpi",
    "сандхи",
    "а потом почтенный",
    "✓"
   ],
   [
    "itipi",
    "сандхи",
    "(перечисление предметов)",
    "✓"
   ],
   [
    "itthetepi",
    "сандхи",
    "таким образом даже эти",
    "✓"
   ],
   [
    "idampi",
    "сандхи",
    "именно этот",
    "✓"
   ],
   [
    "imasmimpi",
    "сандхи",
    "и в этом",
    "✓"
   ],
   [
    "imināpetaṃ",
    "сандхи",
    "и это (следует понимать) таким (образом)",
    "✓"
   ],
   [
    "imettamapi",
    "сандхи",
    "есть только так много",
    "✓"
   ],
   [
    "imesampissa",
    "сандхи",
    "это было бы (на благо) этих",
    "✓"
   ],
   [
    "upamāyapidhekacce",
    "сандхи",
    "просто посредством сравнения некоторые люди здесь",
    "✓"
   ],
   [
    "ubhopi",
    "сандхи",
    "и оба",
    "✓"
   ],
   [
    "ekampi",
    "сандхи",
    "только один",
    "✓"
   ],
   [
    "ekarattampi",
    "сандхи",
    "даже на одну ночь",
    "✓"
   ],
   [
    "ekenapi",
    "сандхи",
    "хотя бы одним",
    "✓"
   ],
   [
    "etampi",
    "сандхи",
    "только этот",
    "✓"
   ],
   [
    "ettakopi",
    "сандхи",
    "даже столько",
    "✓"
   ],
   [
    "ettāvatāpi",
    "сандхи",
    "даже так много",
    "✓"
   ],
   [
    "evamaññepi",
    "сандхи",
    "так же и остальные",
    "✓"
   ],
   [
    "evampi",
    "сандхи",
    "так же",
    "✓"
   ],
   [
    "evarūpāpi",
    "сандхи",
    "даже такие",
    "✓"
   ],
   [
    "evarūpepi 1",
    "сандхи",
    "в такой же качественной (личности)",
    "✓"
   ],
   [
    "evarūpepi 2",
    "сандхи",
    "даже когда такой",
    "✓"
   ],
   [
    "evarūpopi",
    "сандхи",
    "точно так же",
    "✓"
   ],
   [
    "kālepi",
    "сандхи",
    "даже вовремя",
    "✓"
   ],
   [
    "kiñcāpi",
    "сандхи",
    "однако",
    "✓"
   ],
   [
    "kesaggamattampi",
    "сандхи",
    "даже на толщину кончика волоса",
    "✓"
   ],
   [
    "carapi re",
    "идиома",
    "прочь ты отсюда!",
    "✓"
   ],
   [
    "carapire",
    "идиома",
    "прочь отсюда!",
    "✓"
   ],
   [
    "cāpi",
    "сандхи",
    "или даже",
    "✓"
   ],
   [
    "cāpime",
    "сандхи",
    "или даже эти",
    "✓"
   ],
   [
    "cepi",
    "сандхи",
    "также если",
    "✓"
   ],
   [
    "tatiyampi",
    "сандхи",
    "и в третий раз",
    "✓"
   ],
   [
    "tatrapime",
    "сандхи",
    "в этом случае эти просто",
    "✓"
   ],
   [
    "tatrāpāsiṃ",
    "сандхи",
    "там я был",
    "✓"
   ],
   [
    "tatrāpāhaṃ",
    "сандхи",
    "только там я",
    "✓"
   ],
   [
    "tatrāpi",
    "сандхи",
    "даже в этом случае",
    "✓"
   ],
   [
    "tathāpi 1",
    "сандхи",
    "просто так",
    "✓"
   ],
   [
    "tathāpi 2",
    "сандхи",
    "однако",
    "~"
   ],
   [
    "tathāpi 3",
    "сандхи",
    "тем не менее",
    "~"
   ],
   [
    "tadapi",
    "сандхи",
    "только тот",
    "✓"
   ],
   [
    "tadamināpetaṃ",
    "сандхи",
    "это только этим",
    "✓"
   ],
   [
    "tadāpi",
    "сандхи",
    "прямо тогда",
    "✓"
   ],
   [
    "tampi",
    "сандхи",
    "это тоже",
    "✓"
   ],
   [
    "tampissa",
    "сандхи",
    "то действительно для него",
    "✓"
   ],
   [
    "tassapi",
    "сандхи",
    "даже его",
    "✓"
   ],
   [
    "taṃpassa",
    "сандхи",
    "это тоже было бы",
    "✓"
   ],
   [
    "tumhākampi",
    "сандхи",
    "для всех вас",
    "✓"
   ],
   [
    "tumhepi",
    "сандхи",
    "даже вы",
    "✓"
   ],
   [
    "tuyhampi",
    "сандхи",
    "и тебе тоже",
    "✓"
   ],
   [
    "tenapi",
    "сандхи",
    "только с этим",
    "✓"
   ],
   [
    "tepi",
    "сандхи",
    "они тоже",
    "✓"
   ],
   [
    "tepime",
    "сандхи",
    "они тоже эти",
    "✓"
   ],
   [
    "tesampi 1",
    "сандхи",
    "для них тоже",
    "✓"
   ],
   [
    "tesampi 2",
    "сандхи",
    "только их",
    "✓"
   ],
   [
    "tvampi",
    "сандхи",
    "ты тоже",
    "✓"
   ],
   [
    "dukkhantipi",
    "сандхи",
    "это неприятно",
    "✓"
   ],
   [
    "dutiyampi",
    "сандхи",
    "во второй раз",
    "✓"
   ],
   [
    "dūratopi",
    "сандхи",
    "издалека",
    "✓"
   ],
   [
    "devāpi",
    "сандхи",
    "даже боги",
    "✓"
   ],
   [
    "na cāpi",
    "идиома",
    "но не",
    "✓"
   ],
   [
    "napi",
    "сандхи",
    "даже не",
    "✓"
   ],
   [
    "nāṇupi",
    "сандхи",
    "даже не крошечный",
    "✓"
   ],
   [
    "nāpahosiṃ",
    "сандхи",
    "тогда меня не было",
    "✓"
   ],
   [
    "nāpi",
    "сандхи",
    "ни даже",
    "✓"
   ],
   [
    "no cepi",
    "идиома",
    "даже если нет",
    "✓"
   ],
   [
    "nopi",
    "сандхи",
    "ни",
    "✓"
   ],
   [
    "pacchatopissa",
    "сандхи",
    "просто было бы позади",
    "✓"
   ],
   [
    "panaññampi",
    "сандхи",
    "или что-нибудь еще",
    "✓"
   ],
   [
    "panaññānipi",
    "сандхи",
    "или какие-либо другие",
    "✓"
   ],
   [
    "pāyaṃ",
    "сандхи",
    "и это",
    "✓"
   ],
   [
    "pire",
    "сандхи",
    "(комм) изгой",
    "✓"
   ],
   [
    "punapi",
    "сандхи",
    "вновь",
    "✓"
   ],
   [
    "puratopissa",
    "сандхи",
    "просто было бы впереди (от)",
    "✓"
   ],
   [
    "bhāsitampetaṃ",
    "сандхи",
    "это тоже было сказано (кем-то)",
    "✓"
   ],
   [
    "mamapi",
    "сандхи",
    "меня тогда",
    "✓"
   ],
   [
    "mayampi",
    "сандхи",
    "мы тоже",
    "✓"
   ],
   [
    "mayampetaṃ",
    "сандхи",
    "мы тоже это",
    "✓"
   ],
   [
    "mayāpi",
    "сандхи",
    "мной тоже",
    "✓"
   ],
   [
    "mayhaṃpatthi",
    "сандхи",
    "для меня также есть",
    "✓"
   ],
   [
    "māyasmantānampi",
    "сандхи",
    "пусть не для достопочтенных",
    "✓"
   ],
   [
    "muddhāpi tassa vipateyyāti",
    "идиома",
    "могло бы разорваться даже его тело",
    "✓"
   ],
   [
    "muhuttampi",
    "сандхи",
    "даже на мгновение",
    "✓"
   ],
   [
    "yatthapi",
    "сандхи",
    "где бы то ни было",
    "✓"
   ],
   [
    "yathāpi",
    "сандхи",
    "как",
    "✓"
   ],
   [
    "yadapi",
    "сандхи",
    "именно который",
    "✓"
   ],
   [
    "yadāpi",
    "сандхи",
    "даже когда",
    "✓"
   ],
   [
    "yadipime",
    "сандхи",
    "если действительно эти",
    "~"
   ],
   [
    "yampi",
    "сандхи",
    "что бы ни было действительно",
    "✓"
   ],
   [
    "yampicchaṃ",
    "сандхи",
    "тот что желает",
    "✓"
   ],
   [
    "yampidaṃ",
    "сандхи",
    "любой",
    "✓"
   ],
   [
    "yampissa",
    "сандхи",
    "что конечно для него",
    "✓"
   ],
   [
    "yāpi",
    "сандхи",
    "и какой бы",
    "✓"
   ],
   [
    "yāpissa",
    "сандхи",
    "какой бы из его",
    "✓"
   ],
   [
    "yepi",
    "сандхи",
    "и которые",
    "✓"
   ],
   [
    "yepissa",
    "сандхи",
    "и те, кто его",
    "✓"
   ],
   [
    "yopi",
    "сандхи",
    "и что угодно",
    "✓"
   ],
   [
    "yopissa",
    "сандхи",
    "что бы ни было для него",
    "✓"
   ],
   [
    "vāpi 1",
    "сандхи",
    "или даже",
    "✓"
   ],
   [
    "vāpi 2",
    "сандхи",
    "наверняка",
    "✓"
   ],
   [
    "sacepi",
    "сандхи",
    "даже если",
    "✓"
   ],
   [
    "sabbesampissa",
    "сандхи",
    "это было бы на благо всех",
    "✓"
   ],
   [
    "sahāpi",
    "сандхи",
    "и вместе",
    "✓"
   ],
   [
    "sāpi",
    "сандхи",
    "даже та",
    "✓"
   ],
   [
    "sāpissa",
    "сандхи",
    "даже то его",
    "✓"
   ],
   [
    "sāmampi",
    "сандхи",
    "даже самому",
    "✓"
   ],
   [
    "sukhantipi",
    "сандхи",
    "это удобно",
    "✓"
   ],
   [
    "seyyathāpi",
    "сандхи",
    "как",
    "✓"
   ],
   [
    "sesapadadvayepi",
    "сандхи",
    "в оставшихся двух словах",
    "~"
   ],
   [
    "sesapadesupi",
    "сандхи",
    "во всех оставшихся словах",
    "~"
   ],
   [
    "sesavāresupi",
    "сандхи",
    "во всех остальных случаях",
    "~"
   ],
   [
    "sesesupi",
    "сандхи",
    "во всех остальных (примерах)",
    "~"
   ],
   [
    "sopassa",
    "сандхи",
    "он просто был бы",
    "~"
   ],
   [
    "sopāgā",
    "сандхи",
    "он также пришел (к)",
    "~"
   ],
   [
    "sopi",
    "сандхи",
    "он тоже",
    "✓"
   ],
   [
    "sopissa",
    "сандхи",
    "что действительно для него",
    "✓"
   ]
  ]
 },
 "paṭicarati": {
  "count": 1,
  "data": [
   [
    "aññenaññaṃ paṭicarati",
    "идиома",
    "уклоняется от одного вопроса другим",
    "✓"
   ]
  ]
 },
 "aṭṭīyati": {
  "count": 1,
  "data": [
   [
    "aṭṭīyati harāyati jigucchati",
    "идиома",
    "беспокоится, стыдится и испытывает отвращение",
    "✓"
   ]
  ]
 },
 "harāyati": {
  "count": 1,
  "data": [
   [
    "aṭṭīyati harāyati jigucchati",
    "идиома",
    "беспокоится, стыдится и испытывает отвращение",
    "✓"
   ]
  ]
 },
 "jigucchati": {
  "count": 1,
  "data": [
   [
    "aṭṭīyati harāyati jigucchati",
    "идиома",
    "беспокоится, стыдится и испытывает отвращение",
    "✓"
   ]
  ]
 },
 "aṭṭīyitabba": {
  "count": 1,
  "data": [
   [
    "aṭṭīyitabba harāyitabba jigucchitabba",
    "идиома",
    "следует беспокоиться, стыдиться и испытывать отвращение",
    "✓"
   ]
  ]
 },
 "harāyitabba": {
  "count": 1,
  "data": [
   [
    "aṭṭīyitabba harāyitabba jigucchitabba",
    "идиома",
    "следует беспокоиться, стыдиться и испытывать отвращение",
    "✓"
   ]
  ]
 },
 "jigucchitabba": {
  "count": 1,
  "data": [
   [
    "aṭṭīyitabba harāyitabba jigucchitabba",
    "идиома",
    "следует беспокоиться, стыдиться и испытывать отвращение",
    "✓"
   ]
  ]
 },
 "aṭṭīyitvā": {
  "count": 1,
  "data": [
   [
    "aṭṭīyitvā harāyitvā jigucchitvā",
    "идиома",
    "обеспокоившись, постыдившись и испытав отвращение (к)",
    "✓"
   ]
  ]
 },
 "harāyitvā": {
  "count": 1,
  "data": [
   [
    "aṭṭīyitvā harāyitvā jigucchitvā",
    "идиома",
    "обеспокоившись, постыдившись и испытав отвращение (к)",
    "✓"
   ]
  ]
 },
 "jigucchitvā": {
  "count": 1,
  "data": [
   [
    "aṭṭīyitvā harāyitvā jigucchitvā",
    "идиома",
    "обеспокоившись, постыдившись и испытав отвращение (к)",
    "✓"
   ]
  ]
 },
 "aṭṭha1": {
  "count": 6,
  "data": [
   [
    "aṭṭha vimokkhā",
    "идиома",
    "восемь освобождений",
    "✓"
   ],
   [
    "aṭṭhimāni",
    "сандхи",
    "эти восемь",
    "✓"
   ],
   [
    "aṭṭhime",
    "сандхи",
    "эти восемь",
    "✓"
   ],
   [
    "aṭṭhete",
    "сандхи",
    "эти восемь",
    "~"
   ],
   [
    "ariyañcaṭṭhaṅgikaṃ",
    "сандхи",
    "и Будды из восьми частей",
    "✓"
   ],
   [
    "ariyo aṭṭhaṅgiko maggo",
    "идиома",
    "путь Будды из восьми частей",
    "✓"
   ]
  ]
 },
 "aṭṭha2": {
  "count": 1,
  "data": [
   [
    "aṭṭhiṃ katvā",
    "идиома",
    "сосредоточившись (на)",
    "✓"
   ]
  ]
 },
 "vimokkha": {
  "count": 1,
  "data": [
   [
    "aṭṭha vimokkhā",
    "идиома",
    "восемь освобождений",
    "✓"
   ]
  ]
 },
 "ṭhāna": {
  "count": 6,
  "data": [
   [
    "aṭṭhānametaṃ",
    "сандхи",
    "это невозможно",
    "✓"
   ],
   [
    "gārayhaṃ ṭhānaṃ āgacchati",
    "идиома",
    "заслуживает порицания",
    "✓"
   ],
   [
    "ṭhānañhi",
    "сандхи",
    "безусловно возможно",
    "✓"
   ],
   [
    "ṭhānametaṃ vijjati",
    "идиома",
    "это возможно",
    "✓"
   ],
   [
    "tasmiṃ ṭhāne",
    "идиома",
    "в том месте",
    "✓"
   ],
   [
    "netaṃ ṭhānaṃ vijjati",
    "идиома",
    "это невозможно",
    "✓"
   ]
  ]
 },
 "etaṃ": {
  "count": 67,
  "data": [
   [
    "aṭṭhānametaṃ",
    "сандхи",
    "это невозможно",
    "✓"
   ],
   [
    "amhākampetaṃ",
    "сандхи",
    "и для нас этот",
    "✓"
   ],
   [
    "alametaṃ",
    "сандхи",
    "этого достаточно",
    "~"
   ],
   [
    "alametaṃ sabbaṃ",
    "идиома",
    "этого всего достаточно",
    "✓"
   ],
   [
    "iccetaṃ kusalaṃ",
    "идиома",
    "тогда это хорошо",
    "✓"
   ],
   [
    "iccetaṃ 1",
    "сандхи",
    "это является",
    "✓"
   ],
   [
    "iccetaṃ 2",
    "сандхи",
    "так это",
    "~"
   ],
   [
    "iñjitametaṃ",
    "сандхи",
    "это волнение",
    "✓"
   ],
   [
    "iti kho panetaṃ vuttaṃ",
    "идиома",
    "так было сказано",
    "~"
   ],
   [
    "itihetaṃ",
    "сандхи",
    "так действительно это",
    "✓"
   ],
   [
    "itthetaṃ",
    "сандхи",
    "здесь это",
    "✓"
   ],
   [
    "idametaṃ",
    "сандхи",
    "это (по отношению) к тому",
    "✓"
   ],
   [
    "imassetaṃ",
    "сандхи",
    "это для этого",
    "✓"
   ],
   [
    "imināpetaṃ",
    "сандхи",
    "и это (следует понимать) таким (образом)",
    "✓"
   ],
   [
    "ubhayametaṃ",
    "сандхи",
    "оба этих",
    "✓"
   ],
   [
    "etañca",
    "сандхи",
    "и это",
    "✓"
   ],
   [
    "etañhi",
    "сандхи",
    "точно этот",
    "✓"
   ],
   [
    "etamatthaṃ 1",
    "сандхи",
    "польза этого",
    "✓"
   ],
   [
    "etamatthaṃ 2",
    "сандхи",
    "это дело",
    "✓"
   ],
   [
    "etamahaṃ",
    "сандхи",
    "я (видя) это",
    "✓"
   ],
   [
    "etamādīnava",
    "сандхи",
    "эта опасность",
    "✓"
   ],
   [
    "etampi",
    "сандхи",
    "только этот",
    "✓"
   ],
   [
    "evañcetaṃ 1",
    "сандхи",
    "даже если этот",
    "✓"
   ],
   [
    "evañcetaṃ 2",
    "сандхи",
    "таким образом и это",
    "~"
   ],
   [
    "evametaṃ",
    "сандхи",
    "так",
    "✓"
   ],
   [
    "evetaṃ",
    "сандхи",
    "именно это",
    "✓"
   ],
   [
    "kalyāṇamittassetaṃ",
    "сандхи",
    "для монаха, имеющего добрых друзей это",
    "✓"
   ],
   [
    "kiñcetaṃ",
    "сандхи",
    "а что это?",
    "✓"
   ],
   [
    "kiñcetaṃ paṭicca vuttaṃ",
    "идиома",
    "И по поводу чего было сказано это?",
    "~"
   ],
   [
    "kimetaṃ",
    "сандхи",
    "что это?",
    "✓"
   ],
   [
    "cetaṃ 1",
    "сандхи",
    "и этот",
    "✓"
   ],
   [
    "cetaṃ 2",
    "сандхи",
    "если это",
    "✓"
   ],
   [
    "channetaṃ",
    "сандхи",
    "для шести это",
    "✓"
   ],
   [
    "ṭhānametaṃ vijjati",
    "идиома",
    "это возможно",
    "✓"
   ],
   [
    "tatthetaṃ",
    "сандхи",
    "тогда это",
    "✓"
   ],
   [
    "tadamināpetaṃ",
    "сандхи",
    "это только этим",
    "✓"
   ],
   [
    "tarathetaṃ",
    "сандхи",
    "переступите через это! пройдите через это!",
    "✓"
   ],
   [
    "tassetaṃ",
    "сандхи",
    "ему это",
    "✓"
   ],
   [
    "tiṭṭhatetaṃ",
    "сандхи",
    "пусть будет так!",
    "✓"
   ],
   [
    "tesametaṃ pāṭikaṅkhaṃ",
    "идиома",
    "им можно ожидать этого",
    "✓"
   ],
   [
    "netaṃ ṭhānaṃ vijjati",
    "идиома",
    "это невозможно",
    "✓"
   ],
   [
    "netaṃ natthīti vadāmi",
    "идиома",
    "я не отрицаю это",
    "✓"
   ],
   [
    "no hetaṃ",
    "идиома",
    "конечно нет! определенно нет!",
    "✓"
   ],
   [
    "nohetaṃ",
    "идиома",
    "конечно, нет! однозначно нет!",
    "✓"
   ],
   [
    "paṇītametaṃ",
    "сандхи",
    "это возвышенный",
    "✓"
   ],
   [
    "panetaṃ",
    "сандхи",
    "и это",
    "✓"
   ],
   [
    "buddhavacanānussaraṇavasenetaṃ",
    "сандхи",
    "из-за поминания учения Будды это (говорится)",
    "~"
   ],
   [
    "bhāsitampetaṃ",
    "сандхи",
    "это тоже было сказано (кем-то)",
    "✓"
   ],
   [
    "maññitametaṃ",
    "сандхи",
    "это воображение",
    "✓"
   ],
   [
    "mayampetaṃ",
    "сандхи",
    "мы тоже это",
    "✓"
   ],
   [
    "metamāsado",
    "сандхи",
    "не нападай на него!",
    "✓"
   ],
   [
    "metaṃ 1",
    "сандхи",
    "это мной",
    "✓"
   ],
   [
    "metaṃ 2",
    "сандхи",
    "это для меня",
    "✓"
   ],
   [
    "yatthetaṃ",
    "сандхи",
    "в котором это",
    "✓"
   ],
   [
    "yadetaṃ",
    "сандхи",
    "это",
    "✓"
   ],
   [
    "yametaṃ",
    "сандхи",
    "это",
    "✓"
   ],
   [
    "rakkhassetaṃ",
    "сандхи",
    "следи (за своими словами)!",
    "✓"
   ],
   [
    "rakkhassetaṃ vācaṃ",
    "идиома",
    "следи за своими словами!",
    "✓"
   ],
   [
    "vasenetaṃ",
    "сандхи",
    "этим из-за",
    "~"
   ],
   [
    "vāhametaṃ",
    "сандхи",
    "или я это",
    "✓"
   ],
   [
    "vuttañhetaṃ",
    "сандхи",
    "это действительно было сказано",
    "✓"
   ],
   [
    "veditabbametaṃ",
    "сандхи",
    "это следует знать",
    "✓"
   ],
   [
    "santametaṃ",
    "сандхи",
    "это спокойный",
    "✓"
   ],
   [
    "sandhāyetaṃ",
    "сандхи",
    "касающийся этого",
    "~"
   ],
   [
    "sabbametaṃ",
    "сандхи",
    "всё это",
    "✓"
   ],
   [
    "sukhañcetaṃdhivattatīti",
    "сандхи",
    "и счастье переполняет этого (человека)",
    "~"
   ],
   [
    "hetaṃ",
    "сандхи",
    "действительно это",
    "✓"
   ]
  ]
 },
 "attha2": {
  "count": 2,
  "data": [
   [
    "yenattho",
    "сандхи",
    "для которого есть необходимость",
    "~"
   ],
   [
    "hatthatthaṃ gacchanti",
    "идиома",
    "они погибают от руки (кого-то)",
    "✓"
   ]
  ]
 },
 "ṭhita": {
  "count": 2,
  "data": [
   [
    "ṭhitomhi",
    "сандхи",
    "я стою",
    "✓"
   ],
   [
    "pabbatamuddhaniṭṭhito",
    "сандхи",
    "стоящий на гребне горы",
    "✓"
   ]
  ]
 },
 "imāni": {
  "count": 11,
  "data": [
   [
    "aṭṭhimāni",
    "сандхи",
    "эти восемь",
    "✓"
   ],
   [
    "cattārimāni",
    "сандхи",
    "эти четыре",
    "✓"
   ],
   [
    "chayimāni",
    "сандхи",
    "эти шесть",
    "✓"
   ],
   [
    "tassimāni",
    "сандхи",
    "для него эти",
    "✓"
   ],
   [
    "tīṇimāni",
    "сандхи",
    "эти три",
    "✓"
   ],
   [
    "dasayimāni",
    "сандхи",
    "эти десять",
    "✓"
   ],
   [
    "dvemāni",
    "сандхи",
    "эти два",
    "✓"
   ],
   [
    "numāni",
    "сандхи",
    "эти?",
    "✓"
   ],
   [
    "pañcimāni",
    "сандхи",
    "эти пять",
    "✓"
   ],
   [
    "panimāni",
    "сандхи",
    "и эти",
    "✓"
   ],
   [
    "yānimāni",
    "сандхи",
    "эти",
    "✓"
   ]
  ]
 },
 "ime": {
  "count": 32,
  "data": [
   [
    "aṭṭhime",
    "сандхи",
    "эти восемь",
    "✓"
   ],
   [
    "itissame",
    "сандхи",
    "так для него эти",
    "✓"
   ],
   [
    "itissime",
    "сандхи",
    "так для него эти",
    "✓"
   ],
   [
    "iddhimantāssunāmime",
    "сандхи",
    "поистине они обладают сверхъестественными силами!",
    "✓"
   ],
   [
    "imeva",
    "сандхи",
    "эти самые",
    "✓"
   ],
   [
    "imehaṃ",
    "сандхи",
    "эти я",
    "✓"
   ],
   [
    "kathamime",
    "сандхи",
    "как эти?",
    "~"
   ],
   [
    "kiṃme",
    "сандхи",
    "какие это?",
    "✓"
   ],
   [
    "kecime",
    "сандхи",
    "кто-либо из них",
    "✓"
   ],
   [
    "khome",
    "сандхи",
    "действительно эти",
    "✓"
   ],
   [
    "cattārome",
    "сандхи",
    "эти четыре",
    "✓"
   ],
   [
    "cāpime",
    "сандхи",
    "или даже эти",
    "✓"
   ],
   [
    "chayime",
    "сандхи",
    "эти шесть",
    "✓"
   ],
   [
    "tatrapime",
    "сандхи",
    "в этом случае эти просто",
    "✓"
   ],
   [
    "tatrime",
    "сандхи",
    "там эти",
    "✓"
   ],
   [
    "tayome",
    "сандхи",
    "эти три",
    "✓"
   ],
   [
    "tassime",
    "сандхи",
    "для него эти",
    "✓"
   ],
   [
    "tepime",
    "сандхи",
    "они тоже эти",
    "✓"
   ],
   [
    "teme",
    "сандхи",
    "эти",
    "✓"
   ],
   [
    "dasayime",
    "сандхи",
    "эти десять",
    "✓"
   ],
   [
    "dānime",
    "сандхи",
    "теперь они",
    "✓"
   ],
   [
    "dveme",
    "сандхи",
    "эти два",
    "✓"
   ],
   [
    "nayime",
    "сандхи",
    "не эти",
    "✓"
   ],
   [
    "navayime",
    "сандхи",
    "эти девять",
    "✓"
   ],
   [
    "pañcime",
    "сандхи",
    "эти пять",
    "✓"
   ],
   [
    "yadipime",
    "сандхи",
    "если действительно эти",
    "~"
   ],
   [
    "ye kecime",
    "идиома",
    "любой из них",
    "✓"
   ],
   [
    "yeme",
    "сандхи",
    "те которые",
    "✓"
   ],
   [
    "vatime",
    "сандхи",
    "конечно они",
    "✓"
   ],
   [
    "saṭhāssunāmime",
    "сандхи",
    "Они действительно лукавы!",
    "✓"
   ],
   [
    "sattime",
    "сандхи",
    "эти семь",
    "✓"
   ],
   [
    "hīme",
    "сандхи",
    "именно эти",
    "✓"
   ]
  ]
 },
 "eta": {
  "count": 5,
  "data": [
   [
    "aṭṭhete",
    "сандхи",
    "эти восемь",
    "~"
   ],
   [
    "etassa bhagavā kālo",
    "идиома",
    "сейчас подходящее время для этого, Благословенный! настало время, Благословенный!",
    "✓"
   ],
   [
    "etassa bhāsitassa atthaṃ",
    "идиома",
    "значение этого высказывания",
    "✓"
   ],
   [
    "esānisaṃso",
    "сандхи",
    "это польза (от)",
    "✓"
   ],
   [
    "cetā 1.1",
    "сандхи",
    "и эти",
    "✓"
   ]
  ]
 },
 "iṇa": {
  "count": 1,
  "data": [
   [
    "iṇaṃ ādāya",
    "идиома",
    "беря кредит",
    "✓"
   ]
  ]
 },
 "aṇu": {
  "count": 2,
  "data": [
   [
    "aṇumattampi",
    "сандхи",
    "даже самое малое",
    "~"
   ],
   [
    "nāṇupi",
    "сандхи",
    "даже не крошечный",
    "✓"
   ]
  ]
 },
 "mattā": {
  "count": 4,
  "data": [
   [
    "aṇumattampi",
    "сандхи",
    "даже самое малое",
    "~"
   ],
   [
    "kesaggamattampi",
    "сандхи",
    "даже на толщину кончика волоса",
    "✓"
   ],
   [
    "dhuraṃ nikkhittamatte",
    "идиома",
    "в факте уклонения от своих обязанностей",
    "✓"
   ],
   [
    "pañcamattehi bhikkhusatehi",
    "идиома",
    "с 500 монахами",
    "✓"
   ]
  ]
 },
 "tathā": {
  "count": 13,
  "data": [
   [
    "tathariva",
    "сандхи",
    "точно так",
    "✓"
   ],
   [
    "tathā tathā",
    "идиома",
    "подобным образом",
    "✓"
   ],
   [
    "tathā yathā",
    "идиома",
    "так … что",
    "✓"
   ],
   [
    "tathāpi 1",
    "сандхи",
    "просто так",
    "✓"
   ],
   [
    "tathāpi 2",
    "сандхи",
    "однако",
    "~"
   ],
   [
    "tathāpi 3",
    "сандхи",
    "тем не менее",
    "~"
   ],
   [
    "tathāyaṃ",
    "сандхи",
    "подобно этому",
    "✓"
   ],
   [
    "tathārūpāssa",
    "сандхи",
    "такого рода, для него",
    "✓"
   ],
   [
    "tathāhaṃ",
    "сандхи",
    "как я",
    "✓"
   ],
   [
    "tathūpamāhaṃ",
    "сандхи",
    "сопоставимый таким же образом",
    "✓"
   ],
   [
    "tatheva 1",
    "сандхи",
    "точно так же",
    "✓"
   ],
   [
    "tatheva 4",
    "сандхи",
    "точно так же",
    "✓"
   ],
   [
    "yathā pure tathā pacchā",
    "идиома",
    "как прежде, так и потом",
    "✓"
   ]
  ]
 },
 "pāto": {
  "count": 4,
  "data": [
   [
    "atippageva",
    "сандхи",
    "слишком рано утром",
    "✓"
   ],
   [
    "atippagova",
    "сандхи",
    "слишком рано",
    "✓"
   ],
   [
    "pageva 1",
    "сандхи",
    "тем более",
    "✓"
   ],
   [
    "pātova",
    "сандхи",
    "очень рано утром",
    "✓"
   ]
  ]
 },
 "ati": {
  "count": 2,
  "data": [
   [
    "atippageva",
    "сандхи",
    "слишком рано утром",
    "✓"
   ],
   [
    "atippagova",
    "сандхи",
    "слишком рано",
    "✓"
   ]
  ]
 },
 "visa": {
  "count": 1,
  "data": [
   [
    "visaṃ khādati",
    "идиома",
    "берёт яд",
    "✓"
   ]
  ]
 },
 "atīta": {
  "count": 2,
  "data": [
   [
    "atītaṃ addhānaṃ",
    "идиома",
    "в прошлом",
    "✓"
   ],
   [
    "yadatītampahīnantaṃ",
    "сандхи",
    "все прошлое оставлено",
    "✓"
   ]
  ]
 },
 "addha2": {
  "count": 6,
  "data": [
   [
    "atītaṃ addhānaṃ",
    "идиома",
    "в прошлом",
    "✓"
   ],
   [
    "addhānaṃ āpādeti",
    "идиома",
    "проживает свою жизнь",
    "✓"
   ],
   [
    "anāgataṃ addhānaṃ",
    "идиома",
    "в будущем",
    "✓"
   ],
   [
    "dīghassa addhuno accayena",
    "идиома",
    "после долгого времени",
    "✓"
   ],
   [
    "dīghena addhunā",
    "идиома",
    "после долгого времени",
    "✓"
   ],
   [
    "paccuppannaṃ addhānaṃ",
    "идиома",
    "в настоящем",
    "✓"
   ]
  ]
 },
 "atta2": {
  "count": 1,
  "data": [
   [
    "attaṃ nirattaṃ",
    "идиома",
    "принятие и отвержение",
    "✓"
   ]
  ]
 },
 "atthāya": {
  "count": 3,
  "data": [
   [
    "attano atthāya",
    "идиома",
    "для себя",
    "✓"
   ],
   [
    "atthāya hitāya sukhāya",
    "идиома",
    "для блага, для пользы и для счастья",
    "✓"
   ],
   [
    "catthāya",
    "сандхи",
    "и с целью",
    "✓"
   ]
  ]
 },
 "hita": {
  "count": 3,
  "data": [
   [
    "attahitaparahitaubhayahitasabbalokahitameva",
    "сандхи",
    "собственное благо, благо другого, благо обоих и даже благо всего мира",
    "✓"
   ],
   [
    "atthāya hitāya sukhāya",
    "идиома",
    "для блага, для пользы и для счастья",
    "✓"
   ],
   [
    "hitamattano",
    "сандхи",
    "благо себя",
    "✓"
   ]
  ]
 },
 "ubha": {
  "count": 5,
  "data": [
   [
    "attahitaparahitaubhayahitasabbalokahitameva",
    "сандхи",
    "собственное благо, благо другого, благо обоих и даже благо всего мира",
    "✓"
   ],
   [
    "ubhayametaṃ",
    "сандхи",
    "оба этих",
    "✓"
   ],
   [
    "ubhopi",
    "сандхи",
    "и оба",
    "✓"
   ],
   [
    "ubhova",
    "сандхи",
    "оба вместе",
    "✓"
   ],
   [
    "cūbhayaṃ",
    "сандхи",
    "и то, и другое",
    "✓"
   ]
  ]
 },
 "sabbaloka": {
  "count": 2,
  "data": [
   [
    "attahitaparahitaubhayahitasabbalokahitameva",
    "сандхи",
    "собственное благо, благо другого, благо обоих и даже благо всего мира",
    "✓"
   ],
   [
    "sabbaloke anabhiratasaññā",
    "идиома",
    "распознавание неудовлетворенности во всем мире",
    "✓"
   ]
  ]
 },
 "niratta": {
  "count": 1,
  "data": [
   [
    "attaṃ nirattaṃ",
    "идиома",
    "принятие и отвержение",
    "✓"
   ]
  ]
 },
 "vacanīya": {
  "count": 2,
  "data": [
   [
    "attānaṃ avacanīyaṃ karoti",
    "идиома",
    "делает себя не наставляемым",
    "✓"
   ],
   [
    "evamassu vacanīyā",
    "идиома",
    "нужно ответить им таким образом",
    "✓"
   ]
  ]
 },
 "karoti": {
  "count": 43,
  "data": [
   [
    "attānaṃ avacanīyaṃ karoti",
    "идиома",
    "делает себя не наставляемым",
    "✓"
   ],
   [
    "aphāsuṃ karoti",
    "идиома",
    "доставляет беспокойство",
    "✓"
   ],
   [
    "abbhutaṃ karoti",
    "идиома",
    "делает ставку",
    "~"
   ],
   [
    "āguṃ karoti",
    "идиома",
    "совершает преступление",
    "✓"
   ],
   [
    "ātappaṃ karoti",
    "идиома",
    "прилагает усилия (чтобы)",
    "✓"
   ],
   [
    "uccāraṃ karoti",
    "идиома",
    "испражняется",
    "✓"
   ],
   [
    "ujuṃ karoti",
    "идиома",
    "выпрямляет",
    "✓"
   ],
   [
    "uttānī karoti",
    "идиома",
    "объясняет",
    "✓"
   ],
   [
    "upamaṃ te karissāmi",
    "идиома",
    "я дам тебе сравнение",
    "✓"
   ],
   [
    "uposathaṃ karoti",
    "идиома",
    "проводит церемонию дня соблюдения",
    "✓"
   ],
   [
    "ussukkaṃ karoti",
    "идиома",
    "прилагает все усилия, чтобы обеспечить (кого-то чем-то)",
    "✓"
   ],
   [
    "ekodiṃ karoti",
    "идиома",
    "объединяет",
    "✓"
   ],
   [
    "okāsaṃ karoti",
    "идиома",
    "дает разрешение (на)",
    "✓"
   ],
   [
    "katikaṃ karoti",
    "идиома",
    "заключает соглашение",
    "~"
   ],
   [
    "kammaṃ karoti",
    "идиома",
    "совершает поступок",
    "✓"
   ],
   [
    "kayirāthenaṃ",
    "сандхи",
    "он должен сделать это сам",
    "✓"
   ],
   [
    "karoti santhavaṃ",
    "идиома",
    "устанавливает близкие отношения с",
    "✓"
   ],
   [
    "karomahaṃ",
    "сандхи",
    "я делаю",
    "✓"
   ],
   [
    "kālaṃ karoti",
    "идиома",
    "умирает",
    "✓"
   ],
   [
    "kinti karomi",
    "идиома",
    "что же мне делать? как мне помочь?",
    "✓"
   ],
   [
    "kurute piyaṃ",
    "идиома",
    "дорожит",
    "✓"
   ],
   [
    "kyāhaṃ karomi",
    "идиома",
    "что я (могу) сделать?",
    "✓"
   ],
   [
    "kheḷaṃ karoti",
    "идиома",
    "плюет",
    "✓"
   ],
   [
    "garuṃ karoti",
    "идиома",
    "уважает",
    "✓"
   ],
   [
    "davaṃ karoti",
    "идиома",
    "шутит",
    "✓"
   ],
   [
    "namo karoti",
    "идиома",
    "отдает почтение (кому-то)",
    "✓"
   ],
   [
    "parikammaṃ karoti",
    "идиома",
    "устраивает приготовления",
    "✓"
   ],
   [
    "pariyāyaṃ karoti",
    "идиома",
    "делает крюк",
    "✓"
   ],
   [
    "passāvaṃ karoti",
    "идиома",
    "мочится",
    "✓"
   ],
   [
    "pātu karoti",
    "идиома",
    "обнаруживает",
    "✓"
   ],
   [
    "pādaṃ karoti",
    "идиома",
    "ставит ногу",
    "✓"
   ],
   [
    "piyaṃ karoti",
    "идиома",
    "завоевывает привязанность",
    "~"
   ],
   [
    "puññāni karoti",
    "идиома",
    "делает заслуги",
    "✓"
   ],
   [
    "byantiṃ karoti",
    "идиома",
    "заканчивает",
    "✓"
   ],
   [
    "maṅku karoti",
    "идиома",
    "стыдит",
    "✓"
   ],
   [
    "maṅkuṃ karoti",
    "идиома",
    "позорит",
    "✓"
   ],
   [
    "manasi karoti",
    "идиома",
    "обращает внимание",
    "✓"
   ],
   [
    "vacanaṃ karoti",
    "идиома",
    "делает поручение",
    "✓"
   ],
   [
    "vasaṃ karoti",
    "идиома",
    "берет под контроль",
    "✓"
   ],
   [
    "sakkāraṃ karoti",
    "идиома",
    "оказывает почести",
    "✓"
   ],
   [
    "sajjhāyaṃ karoti",
    "идиома",
    "декламирует",
    "✓"
   ],
   [
    "saññaṃ karoti 1",
    "идиома",
    "думает",
    "✓"
   ],
   [
    "saññaṃ karoti 2",
    "идиома",
    "делает знак",
    "✓"
   ]
  ]
 },
 "ācarati": {
  "count": 2,
  "data": [
   [
    "attānaṃ ācarati",
    "идиома",
    "ведет себя как само себя",
    "~"
   ],
   [
    "anācāraṃ ācarati",
    "идиома",
    "ведёт себя плохо",
    "✓"
   ]
  ]
 },
 "takketi": {
  "count": 1,
  "data": [
   [
    "attānaṃ takketi",
    "идиома",
    "доверяет себе",
    "✓"
   ]
  ]
 },
 "pātetabba": {
  "count": 1,
  "data": [
   [
    "attānaṃ pātetabbaṃ",
    "идиома",
    "следует спрыгнуть",
    "~"
   ]
  ]
 },
 "attha3": {
  "count": 2,
  "data": [
   [
    "atthaṃ gacchati",
    "идиома",
    "исчезает",
    "✓"
   ],
   [
    "atthaṃ paleti",
    "идиома",
    "исчезает",
    "✓"
   ]
  ]
 },
 "atthaṅgata": {
  "count": 1,
  "data": [
   [
    "atthaṅgate sūriye",
    "идиома",
    "после захода солнца",
    "✓"
   ]
  ]
 },
 "sūriya": {
  "count": 1,
  "data": [
   [
    "atthaṅgate sūriye",
    "идиома",
    "после захода солнца",
    "✓"
   ]
  ]
 },
 "atthi1": {
  "count": 18,
  "data": [
   [
    "atthaññaṃ",
    "сандхи",
    "есть ли что-то еще?",
    "✓"
   ],
   [
    "atthañño",
    "сандхи",
    "есть ли кто-то ещё?",
    "✓"
   ],
   [
    "atthāvuso",
    "сандхи",
    "есть, друг",
    "✓"
   ],
   [
    "atthekaccāni",
    "сандхи",
    "и есть некоторые",
    "~"
   ],
   [
    "atthekacco",
    "сандхи",
    "и некоторый",
    "~"
   ],
   [
    "attheva",
    "сандхи",
    "есть даже",
    "✓"
   ],
   [
    "idhatthi",
    "сандхи",
    "здесь есть",
    "✓"
   ],
   [
    "catthi",
    "сандхи",
    "и нет",
    "✓"
   ],
   [
    "nevatthi 1",
    "сандхи",
    "нет ни (ни)",
    "✓"
   ],
   [
    "nevatthi 2",
    "сандхи",
    "не будет",
    "✓"
   ],
   [
    "pamutyatthi",
    "сандхи",
    "есть свобода",
    "✓"
   ],
   [
    "matthi 1",
    "сандхи",
    "эти мои",
    "✓"
   ],
   [
    "matthi 2",
    "сандхи",
    "для меня есть",
    "✓"
   ],
   [
    "mayhaṃpatthi",
    "сандхи",
    "для меня также есть",
    "✓"
   ],
   [
    "mā pamādattha",
    "идиома",
    "вы не должны быть небрежными",
    "✓"
   ],
   [
    "yadatthi",
    "сандхи",
    "что бы там ни было",
    "✓"
   ],
   [
    "samatthi",
    "сандхи",
    "существует равный (к)",
    "✓"
   ],
   [
    "haññadatthatthipasaṃsalābhā",
    "сандхи",
    "здесь (нет) выгоды кроме получения похвалы",
    "✓"
   ]
  ]
 },
 "viññāpana": {
  "count": 1,
  "data": [
   [
    "atthassa viññāpanāya",
    "идиома",
    "чтобы донести смысл",
    "✓"
   ]
  ]
 },
 "ayaṃ": {
  "count": 77,
  "data": [
   [
    "atthassāyaṃ",
    "сандхи",
    "этого значения",
    "✓"
   ],
   [
    "athāyaṃ",
    "сандхи",
    "но это",
    "✓"
   ],
   [
    "anamataggoyaṃ",
    "сандхи",
    "это (имеет) непостижимое начало",
    "✓"
   ],
   [
    "antimoyaṃ",
    "сандхи",
    "это последний",
    "✓"
   ],
   [
    "amhākañcevāyaṃ",
    "сандхи",
    "и просто это наше",
    "✓"
   ],
   [
    "ayañca",
    "сандхи",
    "но этот",
    "✓"
   ],
   [
    "ayañcettha",
    "сандхи",
    "и это тут",
    "✓"
   ],
   [
    "ayañceva",
    "сандхи",
    "и это самый",
    "✓"
   ],
   [
    "ayañhi",
    "сандхи",
    "этот человек действительно",
    "✓"
   ],
   [
    "ayamattho",
    "сандхи",
    "это значение",
    "~"
   ],
   [
    "ayamanudhamma",
    "сандхи",
    "это естественно (для)",
    "✓"
   ],
   [
    "ayamantarākathā",
    "сандхи",
    "этот разговор",
    "✓"
   ],
   [
    "ayamantimā",
    "сандхи",
    "эта последняя",
    "✓"
   ],
   [
    "ayamassa",
    "сандхи",
    "это его",
    "✓"
   ],
   [
    "ayamahamasmi",
    "сандхи",
    "я являюсь этим",
    "✓"
   ],
   [
    "ayamahamasmīti",
    "сандхи",
    "'я это'",
    "✓"
   ],
   [
    "ayamāyasmā",
    "сандхи",
    "этот почтенный",
    "✓"
   ],
   [
    "ayamāhāro",
    "сандхи",
    "это топливо (для)",
    "✓"
   ],
   [
    "ayamuddeso",
    "сандхи",
    "это краткое изложение",
    "✓"
   ],
   [
    "ayamekānupassanā",
    "сандхи",
    "это одно наблюдение",
    "✓"
   ],
   [
    "ayameko",
    "сандхи",
    "это один",
    "✓"
   ],
   [
    "ayamettha",
    "сандхи",
    "в этом случае этот",
    "~"
   ],
   [
    "ayameva",
    "сандхи",
    "именно это",
    "✓"
   ],
   [
    "ayamevettha",
    "сандхи",
    "вот именно здесь",
    "✓"
   ],
   [
    "ayampi",
    "сандхи",
    "это тоже",
    "✓"
   ],
   [
    "ayaṃ tattha sāmīci",
    "идиома",
    "это правильный поступок",
    "✓"
   ],
   [
    "ayaṃsa",
    "сандхи",
    "этот для неё",
    "✓"
   ],
   [
    "etthāyaṃ",
    "сандхи",
    "теперь в этом отношении",
    "✓"
   ],
   [
    "evamayaṃ",
    "сандхи",
    "таким образом это",
    "✓"
   ],
   [
    "evamevāyaṃ",
    "сандхи",
    "так же это",
    "✓"
   ],
   [
    "evaṃ santāyaṃ",
    "идиома",
    "в таком случае",
    "✓"
   ],
   [
    "evāyaṃ",
    "сандхи",
    "таким образом это",
    "✓"
   ],
   [
    "kathāyaṃ",
    "сандхи",
    "как это?",
    "✓"
   ],
   [
    "kiñcāyaṃ",
    "сандхи",
    "что бы ни",
    "✓"
   ],
   [
    "khvāyaṃ",
    "сандхи",
    "действительно этот",
    "✓"
   ],
   [
    "cāyaṃ",
    "сандхи",
    "и это",
    "✓"
   ],
   [
    "tañcāyaṃ",
    "сандхи",
    "но этот человек",
    "✓"
   ],
   [
    "tatthāyaṃ",
    "сандхи",
    "там этот",
    "✓"
   ],
   [
    "tatrāyaṃ",
    "сандхи",
    "в связи с этим",
    "✓"
   ],
   [
    "tathāyaṃ",
    "сандхи",
    "подобно этому",
    "✓"
   ],
   [
    "tenāyaṃ",
    "сандхи",
    "им данное",
    "✓"
   ],
   [
    "dānāyaṃ",
    "сандхи",
    "теперь это",
    "~"
   ],
   [
    "natthi ayaṃ loko",
    "идиома",
    "этого мира не существует",
    "✓"
   ],
   [
    "nanāyaṃ",
    "сандхи",
    "точно это?",
    "✓"
   ],
   [
    "nāmāyaṃ 1",
    "сандхи",
    "имя этого",
    "✓"
   ],
   [
    "nāmāyaṃ 2",
    "сандхи",
    "вот это",
    "✓"
   ],
   [
    "nāyamāyasmā",
    "сандхи",
    "этот достопочтенный не",
    "✓"
   ],
   [
    "nāyaṃ 1",
    "сандхи",
    "не этот",
    "✓"
   ],
   [
    "nāyaṃ 2",
    "сандхи",
    "этот человек?",
    "✓"
   ],
   [
    "nvayaṃ",
    "сандхи",
    "(для кого) это?",
    "✓"
   ],
   [
    "panāyamāyasmā",
    "сандхи",
    "и этот почтенный",
    "✓"
   ],
   [
    "panāyaṃ",
    "сандхи",
    "и это",
    "✓"
   ],
   [
    "pāyaṃ",
    "сандхи",
    "и это",
    "✓"
   ],
   [
    "māyaṃ 1",
    "сандхи",
    "не позволяй этому",
    "✓"
   ],
   [
    "māyaṃ 2",
    "сандхи",
    "меня этот",
    "✓"
   ],
   [
    "myāyaṃ 1",
    "сандхи",
    "мной этот",
    "✓"
   ],
   [
    "myāyaṃ 2",
    "сандхи",
    "у меня этого",
    "✓"
   ],
   [
    "myāyaṃ 3",
    "сандхи",
    "для меня это",
    "✓"
   ],
   [
    "myāyaṃ 4",
    "сандхи",
    "мне это",
    "~"
   ],
   [
    "yathāyaṃ",
    "сандхи",
    "как этот",
    "✓"
   ],
   [
    "yadāyaṃ",
    "сандхи",
    "когда этот",
    "✓"
   ],
   [
    "yāyaṃ 1",
    "сандхи",
    "та что",
    "✓"
   ],
   [
    "yāhayaṃ",
    "сандхи",
    "это (отдельно) от чего бы то ни было",
    "✓"
   ],
   [
    "yvāyaṃ",
    "сандхи",
    "который",
    "✓"
   ],
   [
    "vatayaṃ",
    "сандхи",
    "действительно это",
    "✓"
   ],
   [
    "vatāyaṃ",
    "сандхи",
    "действительно этот",
    "✓"
   ],
   [
    "vāyaṃ 1",
    "сандхи",
    "либо этот",
    "✓"
   ],
   [
    "vāyaṃ 2",
    "сандхи",
    "поистине этот",
    "✓"
   ],
   [
    "sacāyaṃ",
    "сандхи",
    "если он",
    "✓"
   ],
   [
    "sabboyaṃ",
    "сандхи",
    "весь этот",
    "✓"
   ],
   [
    "sāyaṃ 2.1",
    "сандхи",
    "именно этот",
    "✓"
   ],
   [
    "soyanti",
    "сандхи",
    "этот самый так",
    "✓"
   ],
   [
    "soyaṃ",
    "сандхи",
    "этот самый",
    "✓"
   ],
   [
    "svāyamattho",
    "сандхи",
    "значение этого",
    "~"
   ],
   [
    "svāyaṃ",
    "сандхи",
    "этот человек",
    "✓"
   ],
   [
    "hayaṃ",
    "сандхи",
    "действительно этот",
    "✓"
   ],
   [
    "hāyaṃ",
    "сандхи",
    "действительно это",
    "✓"
   ]
  ]
 },
 "anubhavati": {
  "count": 2,
  "data": [
   [
    "atthaṃ anubhavissati",
    "идиома",
    "будет достигнута своя цель",
    "✓"
   ],
   [
    "atthaṃ nānubhavissati",
    "идиома",
    "не достигнет своей цели",
    "✓"
   ]
  ]
 },
 "anubhoti": {
  "count": 2,
  "data": [
   [
    "atthaṃ anubhoti",
    "идиома",
    "достигает своей цели",
    "✓"
   ],
   [
    "kamatthamanubhoti",
    "сандхи",
    "какую пользу получает один?",
    "✓"
   ]
  ]
 },
 "ājānāti": {
  "count": 1,
  "data": [
   [
    "atthaṃ ājānāti",
    "идиома",
    "понимает смысл",
    "✓"
   ]
  ]
 },
 "gacchati": {
  "count": 24,
  "data": [
   [
    "atthaṃ gacchati",
    "идиома",
    "исчезает",
    "✓"
   ],
   [
    "abbhatthaṃ gacchati",
    "идиома",
    "исчезает",
    "✓"
   ],
   [
    "ādāya gacchati",
    "идиома",
    "уносит",
    "✓"
   ],
   [
    "gacchāvuso",
    "сандхи",
    "прочь друг! уходи брат!",
    "✓"
   ],
   [
    "tena muhuttaṃ gacchati",
    "идиома",
    "двигается какое-то время",
    "✓"
   ],
   [
    "niṭṭhaṃ gacchati",
    "идиома",
    "приходит к выводу",
    "✓"
   ],
   [
    "paradāraṃ gacchati",
    "идиома",
    "совершает прелюбодеяние",
    "✓"
   ],
   [
    "parikkhayaṃ gacchati",
    "идиома",
    "исчерпывается",
    "✓"
   ],
   [
    "parikkhayaṃ pariyādānaṃ gacchati",
    "идиома",
    "уничтожается и полностью исчезает",
    "✓"
   ],
   [
    "pariṇāmaṃ gacchati",
    "идиома",
    "переваривается",
    "✓"
   ],
   [
    "pahānaṃ gacchati",
    "идиома",
    "отбрасывается",
    "✓"
   ],
   [
    "pāraṃ gacchati",
    "идиома",
    "переправляется через (реку или сансару)",
    "✓"
   ],
   [
    "pāripūriṃ gacchati",
    "идиома",
    "становится завершённым",
    "✓"
   ],
   [
    "puthuttaṃ gacchati",
    "идиома",
    "опухает",
    "✓"
   ],
   [
    "vasaṃ gacchati",
    "идиома",
    "следует лидерству",
    "✓"
   ],
   [
    "vohāraṃ gacchati",
    "идиома",
    "называется",
    "✓"
   ],
   [
    "saṅkhaṃ gacchati",
    "идиома",
    "приходит к определению",
    "✓"
   ],
   [
    "saṅkhyaṃ gacchati",
    "идиома",
    "идет по имени",
    "✓"
   ],
   [
    "saṅgahaṃ gacchati",
    "идиома",
    "включается (в)",
    "✓"
   ],
   [
    "samugghātaṃ gacchati",
    "идиома",
    "искореняется",
    "✓"
   ],
   [
    "samodhānaṃ gacchati",
    "идиома",
    "содержится (в)",
    "✓"
   ],
   [
    "sammā pariṇāmaṃ gacchati",
    "идиома",
    "правильно усваивается",
    "✓"
   ],
   [
    "saraṇaṃ gacchati",
    "идиома",
    "уходит под покровительство",
    "✓"
   ],
   [
    "hatthatthaṃ gacchanti",
    "идиома",
    "они погибают от руки (кого-то)",
    "✓"
   ]
  ]
 },
 "carati": {
  "count": 9,
  "data": [
   [
    "atthaṃ carati",
    "идиома",
    "действует на благо",
    "✓"
   ],
   [
    "carapi re",
    "идиома",
    "прочь ты отсюда!",
    "✓"
   ],
   [
    "carapire",
    "идиома",
    "прочь отсюда!",
    "✓"
   ],
   [
    "cārikaṃ carati",
    "идиома",
    "странствует на турне (в)",
    "✓"
   ],
   [
    "dhammaṃ carati",
    "идиома",
    "практикует учение",
    "✓"
   ],
   [
    "brahmacariyaṃ carati",
    "идиома",
    "живет святым жизнью",
    "✓"
   ],
   [
    "manāpaṃ carati",
    "идиома",
    "доброжелательно поступает к",
    "✓"
   ],
   [
    "micchā carati 1",
    "идиома",
    "неправильно себя ведет",
    "~"
   ],
   [
    "micchā carati 2",
    "идиома",
    "совершает прелюбодеяние",
    "~"
   ]
  ]
 },
 "paleti": {
  "count": 1,
  "data": [
   [
    "atthaṃ paleti",
    "идиома",
    "исчезает",
    "✓"
   ]
  ]
 },
 "sukha": {
  "count": 6,
  "data": [
   [
    "atthāya hitāya sukhāya",
    "идиома",
    "для блага, для пользы и для счастья",
    "✓"
   ],
   [
    "sukhañcetaṃdhivattatīti",
    "сандхи",
    "и счастье переполняет этого (человека)",
    "~"
   ],
   [
    "sukhantipi",
    "сандхи",
    "это удобно",
    "✓"
   ],
   [
    "sukhamanveti",
    "сандхи",
    "за благими мыслями идут счастье и удовольствие, неотступные как тень",
    "✓"
   ],
   [
    "sukhaṃ seti",
    "идиома",
    "хорошо спит",
    "✓"
   ],
   [
    "seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati",
    "идиома",
    "потакает удовольствию поспать, отдохнуть и подремать",
    "✓"
   ]
  ]
 },
 "āvuso": {
  "count": 22,
  "data": [
   [
    "atthāvuso",
    "сандхи",
    "есть, друг",
    "✓"
   ],
   [
    "anekapariyāyenāvuso",
    "сандхи",
    "различными способами, друг",
    "✓"
   ],
   [
    "apāvuso",
    "сандхи",
    "возможно, друг",
    "~"
   ],
   [
    "āyāmāvuso",
    "сандхи",
    "пойдем друг",
    "✓"
   ],
   [
    "idhāvuso",
    "сандхи",
    "здесь друг",
    "✓"
   ],
   [
    "evamāvuso",
    "сандхи",
    "да друг",
    "✓"
   ],
   [
    "ehāvuso",
    "сандхи",
    "пошли друг! пойдем брат!",
    "✓"
   ],
   [
    "katamañcāvuso",
    "сандхи",
    "а как, друзья?",
    "✓"
   ],
   [
    "kathañcāvuso",
    "сандхи",
    "и как, друзья?",
    "✓"
   ],
   [
    "khvāvuso",
    "сандхи",
    "ведь брат",
    "✓"
   ],
   [
    "gacchāvuso",
    "сандхи",
    "прочь друг! уходи брат!",
    "✓"
   ],
   [
    "carahāvuso",
    "сандхи",
    "затем друг",
    "✓"
   ],
   [
    "cāvuso",
    "сандхи",
    "и друг",
    "✓"
   ],
   [
    "tatrāvuso",
    "сандхи",
    "в этом случае, братья",
    "✓"
   ],
   [
    "tenahāvuso",
    "сандхи",
    "поэтому друг",
    "✓"
   ],
   [
    "panāvuso",
    "сандхи",
    "и друг",
    "✓"
   ],
   [
    "pucchāvuso",
    "сандхи",
    "спрашивай друг",
    "✓"
   ],
   [
    "māvuso",
    "сандхи",
    "не надо, друг!",
    "✓"
   ],
   [
    "vuccatāvuso",
    "сандхи",
    "так называется, друг",
    "✓"
   ],
   [
    "santāvuso",
    "сандхи",
    "есть друг",
    "✓"
   ],
   [
    "sādhāvuso",
    "сандхи",
    "это хорошо друг",
    "✓"
   ],
   [
    "hāvuso",
    "сандхи",
    "верно друг",
    "✓"
   ]
  ]
 },
 "āsaṃ": {
  "count": 1,
  "data": [
   [
    "atthāsaṃ",
    "сандхи",
    "выгоды для них",
    "~"
   ]
  ]
 },
 "ekacca": {
  "count": 6,
  "data": [
   [
    "atthekaccāni",
    "сандхи",
    "и есть некоторые",
    "~"
   ],
   [
    "atthekacco",
    "сандхи",
    "и некоторый",
    "~"
   ],
   [
    "upamāyapidhekacce",
    "сандхи",
    "просто посредством сравнения некоторые люди здесь",
    "✓"
   ],
   [
    "tadevekaccesu",
    "сандхи",
    "в некоторых конкретных",
    "✓"
   ],
   [
    "midhekacce",
    "сандхи",
    "некоторые здесь",
    "✓"
   ],
   [
    "midhekacco",
    "сандхи",
    "здесь некоторая",
    "✓"
   ]
  ]
 },
 "sambhavati": {
  "count": 1,
  "data": [
   [
    "attho sambhavati",
    "идиома",
    "значение возможно",
    "~"
   ]
  ]
 },
 "atha": {
  "count": 20,
  "data": [
   [
    "atha kho 1",
    "идиома",
    "затем",
    "✓"
   ],
   [
    "atha kho 2",
    "идиома",
    "но",
    "✓"
   ],
   [
    "atha ca pana",
    "идиома",
    "и кроме того",
    "✓"
   ],
   [
    "atha ce",
    "идиома",
    "но если",
    "✓"
   ],
   [
    "atha vā",
    "идиома",
    "или",
    "✓"
   ],
   [
    "athañño",
    "сандхи",
    "и затем другой",
    "~"
   ],
   [
    "athavāpi",
    "сандхи",
    "или также даже",
    "✓"
   ],
   [
    "athassa 1",
    "сандхи",
    "тогда могло бы быть",
    "✓"
   ],
   [
    "athassa 2",
    "сандхи",
    "затем его",
    "✓"
   ],
   [
    "athassa 3",
    "сандхи",
    "тогда для него",
    "✓"
   ],
   [
    "athāguṃ",
    "сандхи",
    "тогда прибыло",
    "~"
   ],
   [
    "athāpara",
    "сандхи",
    "тогда ещё",
    "✓"
   ],
   [
    "athāparaṃ",
    "сандхи",
    "тогда",
    "✓"
   ],
   [
    "athāparesaṃ",
    "сандхи",
    "тогда с другой стороны",
    "✓"
   ],
   [
    "athāpi",
    "сандхи",
    "но потом",
    "✓"
   ],
   [
    "athāyaṃ",
    "сандхи",
    "но это",
    "✓"
   ],
   [
    "athāhaṃ",
    "сандхи",
    "затем я",
    "✓"
   ],
   [
    "athekadivasaṃ",
    "сандхи",
    "тогда однажды",
    "✓"
   ],
   [
    "athettha",
    "сандхи",
    "тогда здесь",
    "✓"
   ],
   [
    "athopi",
    "сандхи",
    "и тоже",
    "✓"
   ]
  ]
 },
 "kho": {
  "count": 32,
  "data": [
   [
    "atha kho 1",
    "идиома",
    "затем",
    "✓"
   ],
   [
    "atha kho 2",
    "идиома",
    "но",
    "✓"
   ],
   [
    "iti kho panetaṃ vuttaṃ",
    "идиома",
    "так было сказано",
    "~"
   ],
   [
    "evameva kho",
    "идиома",
    "подобным образом",
    "✓"
   ],
   [
    "evaṃbyākho",
    "сандхи",
    "да, в самом деле",
    "✓"
   ],
   [
    "kacci nu kho",
    "идиома",
    "так ли это?",
    "✓"
   ],
   [
    "kiṃ nu kho",
    "идиома",
    "с какой стати!?",
    "✓"
   ],
   [
    "ko nu kho",
    "идиома",
    "кто же в самом деле!?",
    "✓"
   ],
   [
    "kho pana",
    "идиома",
    "и теперь",
    "✓"
   ],
   [
    "khome",
    "сандхи",
    "действительно эти",
    "✓"
   ],
   [
    "khomhi",
    "сандхи",
    "я определенно",
    "✓"
   ],
   [
    "khosi",
    "сандхи",
    "ты действительно",
    "✓"
   ],
   [
    "khosmi",
    "сандхи",
    "я, несомненно",
    "✓"
   ],
   [
    "khohaṃ",
    "сандхи",
    "действительно я",
    "✓"
   ],
   [
    "khvassa 1",
    "сандхи",
    "для него действительно",
    "✓"
   ],
   [
    "khvassa 2",
    "сандхи",
    "действительно его",
    "✓"
   ],
   [
    "khvassa 3",
    "сандхи",
    "действительно это было бы",
    "✓"
   ],
   [
    "khvāyaṃ",
    "сандхи",
    "действительно этот",
    "✓"
   ],
   [
    "khvāvuso",
    "сандхи",
    "ведь брат",
    "✓"
   ],
   [
    "khvāssa 1",
    "сандхи",
    "действительно для него",
    "✓"
   ],
   [
    "khvāssa 2",
    "сандхи",
    "именно его",
    "✓"
   ],
   [
    "khvāhaṃ",
    "сандхи",
    "я действительно",
    "✓"
   ],
   [
    "khvesa",
    "сандхи",
    "действительно это",
    "✓"
   ],
   [
    "tatra kho",
    "идиома",
    "там",
    "✓"
   ],
   [
    "tena kho pana samayena",
    "идиома",
    "и в то время",
    "✓"
   ],
   [
    "nu kho",
    "идиома",
    "так?",
    "✓"
   ],
   [
    "nu khosmi",
    "идиома",
    "был ли я?",
    "✓"
   ],
   [
    "mā kho tumhe eso ajesi",
    "идиома",
    "не позволяйте этому человеку победить вас",
    "✓"
   ],
   [
    "yato ca kho",
    "идиома",
    "но когда",
    "✓"
   ],
   [
    "yasmā ca kho",
    "идиома",
    "но потому что",
    "✓"
   ],
   [
    "sa kho so",
    "идиома",
    "истинно это",
    "✓"
   ],
   [
    "siyā nu kho",
    "идиома",
    "может ли быть?",
    "✓"
   ]
  ]
 },
 "pana": {
  "count": 38,
  "data": [
   [
    "atha ca pana",
    "идиома",
    "и кроме того",
    "✓"
   ],
   [
    "api pana",
    "идиома",
    "но ли",
    "✓"
   ],
   [
    "iti kho panetaṃ vuttaṃ",
    "идиома",
    "так было сказано",
    "~"
   ],
   [
    "idha pana",
    "идиома",
    "и тут",
    "✓"
   ],
   [
    "kiṃ pana te",
    "идиома",
    "а у них это получается?",
    "✓"
   ],
   [
    "ko pana vādo",
    "идиома",
    "что уж и сказать (о)",
    "✓"
   ],
   [
    "kho pana",
    "идиома",
    "и теперь",
    "✓"
   ],
   [
    "tena kho pana samayena",
    "идиома",
    "и в то время",
    "✓"
   ],
   [
    "tena ca pana",
    "идиома",
    "и в этом случае когда",
    "✓"
   ],
   [
    "na panāhaṃ",
    "идиома",
    "но я не",
    "✓"
   ],
   [
    "panaññampi",
    "сандхи",
    "или что-нибудь еще",
    "✓"
   ],
   [
    "panaññānipi",
    "сандхи",
    "или какие-либо другие",
    "✓"
   ],
   [
    "panassa",
    "сандхи",
    "и для него",
    "✓"
   ],
   [
    "panāniccaṃ",
    "сандхи",
    "и непостоянный",
    "✓"
   ],
   [
    "panāyamāyasmā",
    "сандхи",
    "и этот почтенный",
    "✓"
   ],
   [
    "panāyasmato",
    "сандхи",
    "и для почтенного",
    "✓"
   ],
   [
    "panāyasmantaṃ",
    "сандхи",
    "и достопочтенного",
    "✓"
   ],
   [
    "panāyasmante",
    "сандхи",
    "и достопочтенные",
    "✓"
   ],
   [
    "panāyasmanto",
    "сандхи",
    "и достопочтенные",
    "✓"
   ],
   [
    "panāyasmā",
    "сандхи",
    "и почтенный",
    "✓"
   ],
   [
    "panāyaṃ",
    "сандхи",
    "и это",
    "✓"
   ],
   [
    "panāvuso",
    "сандхи",
    "и друг",
    "✓"
   ],
   [
    "panāssu",
    "сандхи",
    "и они могли бы быть",
    "✓"
   ],
   [
    "panāhaṃ",
    "сандхи",
    "но я",
    "✓"
   ],
   [
    "panidaṃ",
    "сандхи",
    "кроме того это",
    "✓"
   ],
   [
    "panimassa",
    "сандхи",
    "и этого",
    "✓"
   ],
   [
    "panimaṃ",
    "сандхи",
    "но этот",
    "✓"
   ],
   [
    "panimāni",
    "сандхи",
    "и эти",
    "✓"
   ],
   [
    "panimehi",
    "сандхи",
    "но с этими",
    "✓"
   ],
   [
    "paneke",
    "сандхи",
    "но некоторые",
    "✓"
   ],
   [
    "panetaṃ",
    "сандхи",
    "и это",
    "✓"
   ],
   [
    "panete",
    "сандхи",
    "и эти",
    "✓"
   ],
   [
    "panettha",
    "сандхи",
    "и здесь",
    "✓"
   ],
   [
    "paneva",
    "сандхи",
    "точно далее",
    "✓"
   ],
   [
    "panesā",
    "сандхи",
    "и эта",
    "✓"
   ],
   [
    "paneso",
    "сандхи",
    "и он",
    "✓"
   ],
   [
    "yathā kathaṃ pana",
    "идиома",
    "но как тогда?",
    "✓"
   ],
   [
    "yo pana bhikkhu",
    "идиома",
    "если какой либо монах",
    "✓"
   ]
  ]
 },
 "ce": {
  "count": 19,
  "data": [
   [
    "atha ce",
    "идиома",
    "но если",
    "✓"
   ],
   [
    "api ce",
    "идиома",
    "даже если",
    "✓"
   ],
   [
    "amūlakañceva",
    "сандхи",
    "если действительно безосновательно",
    "✓"
   ],
   [
    "ahañce",
    "сандхи",
    "если я",
    "✓"
   ],
   [
    "ahañceva 1",
    "сандхи",
    "если бы я именно",
    "✓"
   ],
   [
    "imañce",
    "сандхи",
    "если это",
    "✓"
   ],
   [
    "evañcetaṃ 1",
    "сандхи",
    "даже если этот",
    "✓"
   ],
   [
    "cāhaṃ 2",
    "сандхи",
    "если я",
    "✓"
   ],
   [
    "cetaṃ 2",
    "сандхи",
    "если это",
    "✓"
   ],
   [
    "cedaṃ",
    "сандхи",
    "если этот",
    "✓"
   ],
   [
    "cepi",
    "сандхи",
    "также если",
    "✓"
   ],
   [
    "ceva 1",
    "сандхи",
    "только если",
    "✓"
   ],
   [
    "cesa 1",
    "сандхи",
    "даже если он",
    "✓"
   ],
   [
    "tañce",
    "сандхи",
    "если этого",
    "✓"
   ],
   [
    "tato ce uttari",
    "идиома",
    "если больше чем это",
    "✓"
   ],
   [
    "no ce",
    "идиома",
    "если не",
    "✓"
   ],
   [
    "no cepi",
    "идиома",
    "даже если нет",
    "✓"
   ],
   [
    "pāpañce",
    "сандхи",
    "если злое действие",
    "✓"
   ],
   [
    "yañce",
    "сандхи",
    "чем если",
    "✓"
   ]
  ]
 },
 "assa3": {
  "count": 44,
  "data": [
   [
    "athassa 1",
    "сандхи",
    "тогда могло бы быть",
    "✓"
   ],
   [
    "iccassa evamāgataṃ hoti",
    "идиома",
    "что из этого следует",
    "~"
   ],
   [
    "idhassa",
    "сандхи",
    "здесь может быть",
    "✓"
   ],
   [
    "idhassu",
    "сандхи",
    "представьте, что существует",
    "~"
   ],
   [
    "idhāssu",
    "сандхи",
    "здесь могло бы быть",
    "✓"
   ],
   [
    "imesampissa",
    "сандхи",
    "это было бы (на благо) этих",
    "✓"
   ],
   [
    "ettha mayaṃ anassāma",
    "идиома",
    "в этом случае мы можем погибнуть",
    "✓"
   ],
   [
    "evamassa 1",
    "сандхи",
    "может (подумать) таким образом",
    "✓"
   ],
   [
    "evamassu",
    "сандхи",
    "так они должны быть",
    "✓"
   ],
   [
    "evassu",
    "сандхи",
    "так они будут",
    "~"
   ],
   [
    "kyassu",
    "сандхи",
    "кто может быть?",
    "✓"
   ],
   [
    "kvāssa",
    "сандхи",
    "где это могло быть?",
    "✓"
   ],
   [
    "khvassa 3",
    "сандхи",
    "действительно это было бы",
    "✓"
   ],
   [
    "cassa 1",
    "сандхи",
    "и должен быть",
    "✓"
   ],
   [
    "cassa 2",
    "сандхи",
    "если бы было",
    "✓"
   ],
   [
    "cassaṃ",
    "сандхи",
    "но я мог бы быть",
    "✓"
   ],
   [
    "cassu",
    "сандхи",
    "и чтобы там были",
    "✓"
   ],
   [
    "tatrassa 1",
    "сандхи",
    "там могло бы быть",
    "✓"
   ],
   [
    "tatrassa 2",
    "сандхи",
    "в этом случае это было бы",
    "✓"
   ],
   [
    "tatrāssa",
    "сандхи",
    "там бы был",
    "✓"
   ],
   [
    "tadassa 1",
    "сандхи",
    "это было бы",
    "✓"
   ],
   [
    "tassa evamassa",
    "идиома",
    "эта (мысль) может посетить его",
    "✓"
   ],
   [
    "tassassa",
    "идиома",
    "у него было бы",
    "✓"
   ],
   [
    "tassassu",
    "сандхи",
    "этого были бы",
    "✓"
   ],
   [
    "taṃpassa",
    "сандхи",
    "это тоже было бы",
    "✓"
   ],
   [
    "tādisovassa",
    "сандхи",
    "может быть точно так же",
    "✓"
   ],
   [
    "tānassu",
    "сандхи",
    "они могут быть",
    "✓"
   ],
   [
    "tānāssu",
    "сандхи",
    "они бы были",
    "✓"
   ],
   [
    "tissu",
    "сандхи",
    "может быть",
    "✓"
   ],
   [
    "tyassu",
    "сандхи",
    "они могут быть",
    "✓"
   ],
   [
    "nāssassa",
    "сандхи",
    "для него не было бы",
    "~"
   ],
   [
    "nevassa 2",
    "сандхи",
    "даже не было бы",
    "✓"
   ],
   [
    "pacchatopissa",
    "сандхи",
    "просто было бы позади",
    "✓"
   ],
   [
    "paṭisanthāravutyassa",
    "сандхи",
    "может быть сердечным по натуре",
    "✓"
   ],
   [
    "puratopissa",
    "сандхи",
    "просто было бы впереди (от)",
    "✓"
   ],
   [
    "bhāgī assa",
    "идиома",
    "он стал бы",
    "✓"
   ],
   [
    "mamassa",
    "сандхи",
    "это могло бы быть моим",
    "✓"
   ],
   [
    "yatthassu",
    "сандхи",
    "где бы они могли быть",
    "✓"
   ],
   [
    "yassassu",
    "сандхи",
    "для кого они могут быть",
    "✓"
   ],
   [
    "yvāssa",
    "сандхи",
    "который может быть",
    "✓"
   ],
   [
    "vatassāhaṃ",
    "сандхи",
    "действительно, я мог бы",
    "~"
   ],
   [
    "sīlesvevassa",
    "сандхи",
    "в добродетельном поведении следует быть",
    "✓"
   ],
   [
    "sopassa",
    "сандхи",
    "он просто был бы",
    "~"
   ],
   [
    "svāssa 2",
    "сандхи",
    "тот может быть",
    "✓"
   ]
  ]
 },
 "assa4": {
  "count": 79,
  "data": [
   [
    "athassa 2",
    "сандхи",
    "затем его",
    "✓"
   ],
   [
    "athassa 3",
    "сандхи",
    "тогда для него",
    "✓"
   ],
   [
    "antogadhāvāssa",
    "сандхи",
    "включенный в одного",
    "✓"
   ],
   [
    "ayamassa",
    "сандхи",
    "это его",
    "✓"
   ],
   [
    "ayaṃsa",
    "сандхи",
    "этот для неё",
    "✓"
   ],
   [
    "alasvassa",
    "сандхи",
    "ленивый человек... для него",
    "~"
   ],
   [
    "itissa",
    "сандхи",
    "так ему",
    "✓"
   ],
   [
    "itissame",
    "сандхи",
    "так для него эти",
    "✓"
   ],
   [
    "itissime",
    "сандхи",
    "так для него эти",
    "✓"
   ],
   [
    "idamassa",
    "сандхи",
    "это его",
    "✓"
   ],
   [
    "evamassa 2",
    "сандхи",
    "таким образом его",
    "✓"
   ],
   [
    "evamassa 3",
    "сандхи",
    "так ему",
    "✓"
   ],
   [
    "evamassa 4",
    "сандхи",
    "так его",
    "✓"
   ],
   [
    "evassa",
    "сандхи",
    "даже его",
    "✓"
   ],
   [
    "evaṃsa",
    "сандхи",
    "таким образом его",
    "✓"
   ],
   [
    "kimassa 1",
    "сандхи",
    "что ему?",
    "✓"
   ],
   [
    "kimassa 2",
    "сандхи",
    "что могло бы быть?",
    "✓"
   ],
   [
    "kimassāhaṃ",
    "сандхи",
    "Что я могу для него сделать?",
    "✓"
   ],
   [
    "kuddhabhāvamassa",
    "сандхи",
    "его состояние гнева",
    "~"
   ],
   [
    "kyassa",
    "сандхи",
    "кто для него?",
    "✓"
   ],
   [
    "khvassa 1",
    "сандхи",
    "для него действительно",
    "✓"
   ],
   [
    "khvassa 2",
    "сандхи",
    "действительно его",
    "✓"
   ],
   [
    "khvāssa 1",
    "сандхи",
    "действительно для него",
    "✓"
   ],
   [
    "khvāssa 2",
    "сандхи",
    "именно его",
    "✓"
   ],
   [
    "cassa 3",
    "сандхи",
    "и для него",
    "✓"
   ],
   [
    "cassa 4",
    "сандхи",
    "и этого",
    "✓"
   ],
   [
    "cittamassa",
    "сандхи",
    "его ум",
    "✓"
   ],
   [
    "cevassa",
    "сандхи",
    "и его одного",
    "✓"
   ],
   [
    "tañcassa",
    "сандхи",
    "этот и его",
    "✓"
   ],
   [
    "tañhissa",
    "сандхи",
    "это действительно для него",
    "✓"
   ],
   [
    "tatvassa",
    "сандхи",
    "тем самым к нему",
    "✓"
   ],
   [
    "tathārūpāssa",
    "сандхи",
    "такого рода, для него",
    "✓"
   ],
   [
    "tadassa 2",
    "сандхи",
    "это его",
    "✓"
   ],
   [
    "tadevassa",
    "сандхи",
    "точно это его",
    "✓"
   ],
   [
    "tamevassa",
    "сандхи",
    "просто то, что у него",
    "✓"
   ],
   [
    "tampissa",
    "сандхи",
    "то действительно для него",
    "✓"
   ],
   [
    "tāvatakvassa",
    "сандхи",
    "такой как его",
    "✓"
   ],
   [
    "tāvadevassa",
    "сандхи",
    "прямо тогда для него",
    "✓"
   ],
   [
    "tissa 1.1",
    "сандхи",
    "в этом отношении",
    "✓"
   ],
   [
    "tyassa",
    "сандхи",
    "они для него",
    "✓"
   ],
   [
    "tyāssa",
    "сандхи",
    "они его",
    "✓"
   ],
   [
    "nāssa 2.1",
    "сандхи",
    "ни ему",
    "✓"
   ],
   [
    "nāssa 2.2",
    "сандхи",
    "ни его",
    "✓"
   ],
   [
    "nāssassa",
    "сандхи",
    "для него не было бы",
    "~"
   ],
   [
    "nevassa 1",
    "сандхи",
    "ни даже для него",
    "✓"
   ],
   [
    "pacchāssa",
    "сандхи",
    "позднее для него",
    "✓"
   ],
   [
    "panassa",
    "сандхи",
    "и для него",
    "✓"
   ],
   [
    "panāssu",
    "сандхи",
    "и они могли бы быть",
    "✓"
   ],
   [
    "yatassa",
    "сандхи",
    "откуда (это) для него",
    "✓"
   ],
   [
    "yatthassa",
    "сандхи",
    "в ком",
    "✓"
   ],
   [
    "yathāssa",
    "сандхи",
    "как если бы он",
    "✓"
   ],
   [
    "yampissa",
    "сандхи",
    "что конечно для него",
    "✓"
   ],
   [
    "yassa 3",
    "сандхи",
    "кто либо к нему",
    "✓"
   ],
   [
    "yaṃnūnassāhaṃ",
    "сандхи",
    "что если бы я (объяснил) ему",
    "✓"
   ],
   [
    "yaṃpaccayāssa",
    "сандхи",
    "за счет чего для него",
    "✓"
   ],
   [
    "yaṃsa",
    "сандхи",
    "когда он (берет) что-либо",
    "✓"
   ],
   [
    "yāpissa",
    "сандхи",
    "какой бы из его",
    "✓"
   ],
   [
    "yāvatakvassa",
    "сандхи",
    "как его",
    "✓"
   ],
   [
    "yāssa",
    "сандхи",
    "чья бы из его",
    "✓"
   ],
   [
    "yenassa",
    "сандхи",
    "из-за его",
    "✓"
   ],
   [
    "yepissa",
    "сандхи",
    "и те, кто его",
    "✓"
   ],
   [
    "yopissa",
    "сандхи",
    "что бы ни было для него",
    "✓"
   ],
   [
    "yyāssa",
    "сандхи",
    "чей бы его",
    "~"
   ],
   [
    "vayañcassānupassati",
    "сандхи",
    "и он видит исчезновение этого",
    "✓"
   ],
   [
    "vāssa 1",
    "сандхи",
    "или для него",
    "✓"
   ],
   [
    "vāssa 2",
    "сандхи",
    "или его",
    "✓"
   ],
   [
    "satyassa",
    "сандхи",
    "внимательность его",
    "✓"
   ],
   [
    "santamassa",
    "сандхи",
    "принадлежности от него",
    "✓"
   ],
   [
    "sabbesampissa",
    "сандхи",
    "это было бы на благо всех",
    "✓"
   ],
   [
    "sahāvassa 1",
    "сандхи",
    "только с его",
    "✓"
   ],
   [
    "sahāvassa 2",
    "сандхи",
    "для того, кто с",
    "~"
   ],
   [
    "saṃvijjantassa",
    "сандхи",
    "существуют для него",
    "✓"
   ],
   [
    "sāpissa",
    "сандхи",
    "даже то его",
    "✓"
   ],
   [
    "sāssa 1",
    "сандхи",
    "что для него",
    "✓"
   ],
   [
    "sāssa 2",
    "сандхи",
    "что это его",
    "✓"
   ],
   [
    "sopissa",
    "сандхи",
    "что действительно для него",
    "✓"
   ],
   [
    "svāssa 1",
    "сандхи",
    "тот его",
    "✓"
   ],
   [
    "hissa 1",
    "сандхи",
    "действительно его",
    "✓"
   ],
   [
    "hevantissa",
    "сандхи",
    "ведь такой как он",
    "✓"
   ]
  ]
 },
 "āgā": {
  "count": 2,
  "data": [
   [
    "athāguṃ",
    "сандхи",
    "тогда прибыло",
    "~"
   ],
   [
    "sopāgā",
    "сандхи",
    "он также пришел (к)",
    "~"
   ]
  ]
 },
 "apara": {
  "count": 8,
  "data": [
   [
    "athāpara",
    "сандхи",
    "тогда ещё",
    "✓"
   ],
   [
    "athāparaṃ",
    "сандхи",
    "тогда",
    "✓"
   ],
   [
    "athāparesaṃ",
    "сандхи",
    "тогда с другой стороны",
    "✓"
   ],
   [
    "aparāpi",
    "сандхи",
    "и еще один",
    "✓"
   ],
   [
    "apare vā pariyāye",
    "идиома",
    "или впоследствии",
    "✓"
   ],
   [
    "aparena samayena 1",
    "идиома",
    "в другое время",
    "✓"
   ],
   [
    "tato aparena samayena",
    "идиома",
    "тогда в другое время",
    "✓"
   ],
   [
    "tyāpare",
    "сандхи",
    "они остальные двое",
    "✓"
   ]
  ]
 },
 "eka": {
  "count": 32,
  "data": [
   [
    "athekadivasaṃ",
    "сандхи",
    "тогда однажды",
    "✓"
   ],
   [
    "appasmeke",
    "сандхи",
    "некоторые люди имеющие мало",
    "✓"
   ],
   [
    "appeke",
    "сандхи",
    "и некоторые",
    "~"
   ],
   [
    "ayamekānupassanā",
    "сандхи",
    "это одно наблюдение",
    "✓"
   ],
   [
    "ayameko",
    "сандхи",
    "это один",
    "✓"
   ],
   [
    "ahaññeveko",
    "сандхи",
    "только я один",
    "✓"
   ],
   [
    "icceke",
    "сандхи",
    "таким образом некоторые",
    "✓"
   ],
   [
    "ittheke",
    "сандхи",
    "кого то здесь",
    "✓"
   ],
   [
    "ekañca",
    "сандхи",
    "но один",
    "✓"
   ],
   [
    "ekaññeva",
    "сандхи",
    "только один",
    "✓"
   ],
   [
    "ekañhi",
    "сандхи",
    "именно один",
    "✓"
   ],
   [
    "ekadivaseneva",
    "сандхи",
    "всего за один день",
    "✓"
   ],
   [
    "ekamidāhaṃ",
    "сандхи",
    "это одно (время) я",
    "✓"
   ],
   [
    "ekampi",
    "сандхи",
    "только один",
    "✓"
   ],
   [
    "ekarattampi",
    "сандхи",
    "даже на одну ночь",
    "✓"
   ],
   [
    "ekaṃ samayaṃ",
    "идиома",
    "однажды",
    "✓"
   ],
   [
    "ekaṃyeva",
    "сандхи",
    "только один",
    "✓"
   ],
   [
    "ekāyeva",
    "сандхи",
    "только одна",
    "✓"
   ],
   [
    "ekenapi",
    "сандхи",
    "хотя бы одним",
    "✓"
   ],
   [
    "ekenekā",
    "сандхи",
    "одинокая с одним мужчиной",
    "~"
   ],
   [
    "ekeneva",
    "сандхи",
    "с одним",
    "~"
   ],
   [
    "eko ekāya",
    "идиома",
    "(о мужчине и женщине) вместе",
    "✓"
   ],
   [
    "ekoyeva",
    "сандхи",
    "только один",
    "✓"
   ],
   [
    "ekova",
    "сандхи",
    "в одиночестве",
    "✓"
   ],
   [
    "ceke",
    "сандхи",
    "и некоторые",
    "✓"
   ],
   [
    "tatridamekaṃ",
    "сандхи",
    "вот один",
    "~"
   ],
   [
    "tatreko",
    "сандхи",
    "там один",
    "✓"
   ],
   [
    "nekattamupapajjati",
    "сандхи",
    "глубокая концентрация в медитации не возникает",
    "✓"
   ],
   [
    "paneke",
    "сандхи",
    "но некоторые",
    "✓"
   ],
   [
    "bahuneke",
    "сандхи",
    "некоторые люди с большим количеством",
    "✓"
   ],
   [
    "mayhevekassa",
    "сандхи",
    "только для меня",
    "✓"
   ],
   [
    "heke",
    "сандхи",
    "действительно некоторые люди",
    "✓"
   ]
  ]
 },
 "divasa": {
  "count": 4,
  "data": [
   [
    "athekadivasaṃ",
    "сандхи",
    "тогда однажды",
    "✓"
   ],
   [
    "ekadivaseneva",
    "сандхи",
    "всего за один день",
    "✓"
   ],
   [
    "divase divase",
    "идиома",
    "день за днём",
    "✓"
   ],
   [
    "rattiyā ca divasassa ca",
    "идиома",
    "днем и ночью",
    "✓"
   ]
  ]
 },
 "ettha": {
  "count": 50,
  "data": [
   [
    "athettha",
    "сандхи",
    "тогда здесь",
    "✓"
   ],
   [
    "apicettha",
    "сандхи",
    "но также и здесь",
    "~"
   ],
   [
    "ayañcettha",
    "сандхи",
    "и это тут",
    "✓"
   ],
   [
    "ayamettha",
    "сандхи",
    "в этом случае этот",
    "~"
   ],
   [
    "ayamevettha",
    "сандхи",
    "вот именно здесь",
    "✓"
   ],
   [
    "ahamettha",
    "сандхи",
    "в этом случае я",
    "✓"
   ],
   [
    "idamettha",
    "сандхи",
    "в этом случае",
    "~"
   ],
   [
    "ettha dāni",
    "идиома",
    "ну же! здесь сейчас! ну теперь!",
    "✓"
   ],
   [
    "ettha mayaṃ anassāma",
    "идиома",
    "в этом случае мы можем погибнуть",
    "✓"
   ],
   [
    "etthantare",
    "сандхи",
    "между этими",
    "✓"
   ],
   [
    "etthāyaṃ",
    "сандхи",
    "теперь в этом отношении",
    "✓"
   ],
   [
    "etthete",
    "сандхи",
    "здесь они",
    "✓"
   ],
   [
    "ettheva 1",
    "сандхи",
    "прямо здесь",
    "✓"
   ],
   [
    "ettheva 2",
    "сандхи",
    "прямо сейчас",
    "~"
   ],
   [
    "etthesā",
    "сандхи",
    "здесь эти",
    "✓"
   ],
   [
    "evañcettha",
    "сандхи",
    "и в этом случае",
    "✓"
   ],
   [
    "evamettha",
    "сандхи",
    "вот так здесь",
    "✓"
   ],
   [
    "evaṃ no ettha hoti",
    "идиома",
    "мы видим это так",
    "✓"
   ],
   [
    "evaṃ me ettha hoti",
    "идиома",
    "я вижу это так",
    "~"
   ],
   [
    "kaccittha 1",
    "сандхи",
    "я надеюсь здесь",
    "✓"
   ],
   [
    "kathaṃ vā te ettha hoti",
    "идиома",
    "или что вы думаете об этом?",
    "✓"
   ],
   [
    "kamettha",
    "сандхи",
    "кто здесь",
    "✓"
   ],
   [
    "kāyanuttha",
    "сандхи",
    "с чем здесь?",
    "✓"
   ],
   [
    "kutettha",
    "сандхи",
    "как в этом вопросе?",
    "✓"
   ],
   [
    "kvettha",
    "сандхи",
    "кто здесь?",
    "✓"
   ],
   [
    "cettha 1",
    "сандхи",
    "и там",
    "✓"
   ],
   [
    "cettha 2",
    "сандхи",
    "и здесь",
    "✓"
   ],
   [
    "cevettha",
    "сандхи",
    "а теперь вот",
    "✓"
   ],
   [
    "taññevettha",
    "сандхи",
    "в этом отношении",
    "✓"
   ],
   [
    "tadevettha",
    "сандхи",
    "именно это в данном случае",
    "✓"
   ],
   [
    "tamettha",
    "сандхи",
    "в этом случае, тот",
    "✓"
   ],
   [
    "taṃ kutettha labbhā",
    "идиома",
    "как это может быть?",
    "✓"
   ],
   [
    "taṃyevettha",
    "сандхи",
    "об этом вопросе",
    "✓"
   ],
   [
    "nayenettha",
    "сандхи",
    "таким образом здесь",
    "~"
   ],
   [
    "nālamettha",
    "сандхи",
    "это неуместно",
    "✓"
   ],
   [
    "nāhamettha",
    "сандхи",
    "В этом случае я не",
    "✓"
   ],
   [
    "niṭṭhamettha gantabbaṃ",
    "идиома",
    "в этом случае вывод должен быть сделан",
    "✓"
   ],
   [
    "nuttha",
    "сандхи",
    "что тут?",
    "✓"
   ],
   [
    "notevettha",
    "сандхи",
    "только не в этом случае",
    "✓"
   ],
   [
    "pañcamettha",
    "сандхи",
    "пятый здесь",
    "✓"
   ],
   [
    "panettha",
    "сандхи",
    "и здесь",
    "✓"
   ],
   [
    "parisuddhetthāyasmanto",
    "сандхи",
    "почтенные чисты в этом отношении",
    "✓"
   ],
   [
    "maññevettha",
    "сандхи",
    "в этом случае даже я",
    "✓"
   ],
   [
    "mamevettha",
    "сандхи",
    "в этом случае просто спроси меня",
    "✓"
   ],
   [
    "mayamettha",
    "сандхи",
    "в этом случае мы",
    "✓"
   ],
   [
    "mettha",
    "сандхи",
    "мной в этом отношении",
    "✓"
   ],
   [
    "yadettha",
    "сандхи",
    "здесь это",
    "✓"
   ],
   [
    "santettha",
    "сандхи",
    "здесь есть",
    "✓"
   ],
   [
    "sesamettha",
    "сандхи",
    "всё здесь остальное",
    "~"
   ],
   [
    "hettha",
    "сандхи",
    "действительно здесь",
    "✓"
   ]
  ]
 },
 "dassana": {
  "count": 3,
  "data": [
   [
    "cakkhuṃ bandhante janassa dassanāya",
    "идиома",
    "очень визуально вдохновляющий",
    "✓"
   ],
   [
    "dassanakāmamhā",
    "сандхи",
    "мы хотим увидеть",
    "✓"
   ],
   [
    "labhati dassanāya",
    "идиома",
    "получить возможность увидеть",
    "✓"
   ]
  ]
 },
 "diṭṭha": {
  "count": 5,
  "data": [
   [
    "diṭṭha suta muta",
    "идиома",
    "увиденное услышанное и ощутимое",
    "✓"
   ],
   [
    "diṭṭhe dhamme",
    "идиома",
    "в этом мире",
    "✓"
   ],
   [
    "diṭṭheva dhamme",
    "идиома",
    "в этой жизни",
    "✓"
   ],
   [
    "diṭṭhevadhamme",
    "сандхи",
    "в этой жизни",
    "✓"
   ],
   [
    "diṭṭhosi",
    "сандхи",
    "тебя видели",
    "✓"
   ]
  ]
 },
 "dinna": {
  "count": 3,
  "data": [
   [
    "adinnaṃ ādiyati",
    "идиома",
    "берет то что не было дано",
    "✓"
   ],
   [
    "adinnaṃ ādiyamāna",
    "идиома",
    "берущий то что не было дано",
    "✓"
   ],
   [
    "natthi dinnaṃ",
    "идиома",
    "нет плода от даяния",
    "✓"
   ]
  ]
 },
 "ādiyati": {
  "count": 1,
  "data": [
   [
    "adinnaṃ ādiyati",
    "идиома",
    "берет то что не было дано",
    "✓"
   ]
  ]
 },
 "ādiyamāna": {
  "count": 1,
  "data": [
   [
    "adinnaṃ ādiyamāna",
    "идиома",
    "берущий то что не было дано",
    "✓"
   ]
  ]
 },
 "dukkha": {
  "count": 12,
  "data": [
   [
    "aho dukkhaṃ",
    "идиома",
    "ох беда!",
    "✓"
   ],
   [
    "dukkhanirodhagāminī paṭipadā",
    "идиома",
    "путь практики, ведущий к прекращению страданий",
    "✓"
   ],
   [
    "dukkhanirodhagāminī paṭipadā ariyasaccaṃ",
    "идиома",
    "благородная истина о пути ведущего к прекращению страданий",
    "✓"
   ],
   [
    "dukkhanirodhaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о прекращении страданий",
    "✓"
   ],
   [
    "dukkhanti",
    "сандхи",
    "страдание",
    "✓"
   ],
   [
    "dukkhantipi",
    "сандхи",
    "это неприятно",
    "✓"
   ],
   [
    "dukkhamanveti",
    "сандхи",
    "страдание следует",
    "✓"
   ],
   [
    "dukkhamappiyaṃ",
    "сандхи",
    "страдание неприятно",
    "✓"
   ],
   [
    "dukkhamidaṃ",
    "сандхи",
    "это страдание",
    "✓"
   ],
   [
    "dukkhasamudayaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о происхождении страдания",
    "✓"
   ],
   [
    "dukkhaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о страдании",
    "✓"
   ],
   [
    "dukkhosamānasaṃvāso",
    "сандхи",
    "проживание вместе с другими болезненно",
    "✓"
   ]
  ]
 },
 "adukkhamasukha": {
  "count": 1,
  "data": [
   [
    "adukkhamasukhantipi",
    "сандхи",
    "это нейтрально",
    "✓"
   ]
  ]
 },
 "adu": {
  "count": 1,
  "data": [
   [
    "aduñhi",
    "сандхи",
    "такой действительно",
    "✓"
   ]
  ]
 },
 "hi": {
  "count": 53,
  "data": [
   [
    "aduñhi",
    "сандхи",
    "такой действительно",
    "✓"
   ],
   [
    "appañhi",
    "сандхи",
    "действительно короткий",
    "✓"
   ],
   [
    "ayañhi",
    "сандхи",
    "этот человек действительно",
    "✓"
   ],
   [
    "alañhi",
    "сандхи",
    "это действительно подходит (для)",
    "✓"
   ],
   [
    "ahañhi",
    "сандхи",
    "я действительно",
    "✓"
   ],
   [
    "ahamhi",
    "сандхи",
    "я действительно",
    "✓"
   ],
   [
    "iti vā hi",
    "идиома",
    "или просто так",
    "✓"
   ],
   [
    "itihetaṃ",
    "сандхи",
    "так действительно это",
    "✓"
   ],
   [
    "idañhi",
    "сандхи",
    "это действительно",
    "✓"
   ],
   [
    "ekañhi",
    "сандхи",
    "именно один",
    "✓"
   ],
   [
    "etañhi",
    "сандхи",
    "точно этот",
    "✓"
   ],
   [
    "evañhi",
    "сандхи",
    "точно так же",
    "✓"
   ],
   [
    "kathañhi",
    "сандхи",
    "как в самом деле !?",
    "✓"
   ],
   [
    "kiñhi",
    "сандхи",
    "что на самом деле?",
    "✓"
   ],
   [
    "ṭhānañhi",
    "сандхи",
    "безусловно возможно",
    "✓"
   ],
   [
    "tañhi",
    "сандхи",
    "это правда",
    "✓"
   ],
   [
    "tañhissa",
    "сандхи",
    "это действительно для него",
    "✓"
   ],
   [
    "tuyhañhi",
    "сандхи",
    "для тебя непременно",
    "✓"
   ],
   [
    "tuvañhi",
    "сандхи",
    "ты ведь",
    "✓"
   ],
   [
    "tena hi",
    "идиома",
    "поэтому",
    "✓"
   ],
   [
    "tenahāyasmanto",
    "сандхи",
    "в таком случае, достопочтенные",
    "✓"
   ],
   [
    "tenahi",
    "сандхи",
    "значит",
    "✓"
   ],
   [
    "na hi",
    "идиома",
    "определенно не",
    "✓"
   ],
   [
    "na hi tena",
    "идиома",
    "определенно не по той причине",
    "✓"
   ],
   [
    "na hi nūna",
    "идиома",
    "конечно нет!",
    "✓"
   ],
   [
    "na hi sādhu",
    "идиома",
    "это конечно не хорошо",
    "✓"
   ],
   [
    "no hidaṃ",
    "идиома",
    "совершенно нет! определенно нет! точно нет!",
    "✓"
   ],
   [
    "no hetaṃ",
    "идиома",
    "конечно нет! определенно нет!",
    "✓"
   ],
   [
    "nohetaṃ",
    "идиома",
    "конечно, нет! однозначно нет!",
    "✓"
   ],
   [
    "mayañhi",
    "сандхи",
    "мы действительно",
    "✓"
   ],
   [
    "mā hevaṃ",
    "идиома",
    "не (говори) этого",
    "✓"
   ],
   [
    "yañhi",
    "сандхи",
    "что угодно действительно",
    "✓"
   ],
   [
    "yatra hi nāma",
    "идиома",
    "в случае когда",
    "✓"
   ],
   [
    "vuttañhetaṃ",
    "сандхи",
    "это действительно было сказано",
    "✓"
   ],
   [
    "vuddhihesā",
    "сандхи",
    "действительно это рост",
    "✓"
   ],
   [
    "haññadatthatthipasaṃsalābhā",
    "сандхи",
    "здесь (нет) выгоды кроме получения похвалы",
    "✓"
   ],
   [
    "hayaṃ",
    "сандхи",
    "действительно этот",
    "✓"
   ],
   [
    "halaṃ",
    "сандхи",
    "это достаточно!",
    "✓"
   ],
   [
    "hānanda",
    "сандхи",
    "поистине ананда",
    "✓"
   ],
   [
    "hāyaṃ",
    "сандхи",
    "действительно это",
    "✓"
   ],
   [
    "hāvuso",
    "сандхи",
    "верно друг",
    "✓"
   ],
   [
    "hidaṃ",
    "сандхи",
    "это действительно",
    "✓"
   ],
   [
    "hissa 1",
    "сандхи",
    "действительно его",
    "✓"
   ],
   [
    "hissa 2",
    "сандхи",
    "безусловно",
    "✓"
   ],
   [
    "hīme",
    "сандхи",
    "именно эти",
    "✓"
   ],
   [
    "heke",
    "сандхи",
    "действительно некоторые люди",
    "✓"
   ],
   [
    "hetaṃ",
    "сандхи",
    "действительно это",
    "✓"
   ],
   [
    "hete",
    "сандхи",
    "эти конечно",
    "✓"
   ],
   [
    "hettha",
    "сандхи",
    "действительно здесь",
    "✓"
   ],
   [
    "heva",
    "сандхи",
    "весьма вероятно",
    "✓"
   ],
   [
    "hevantissa",
    "сандхи",
    "ведь такой как он",
    "✓"
   ],
   [
    "hevaṃ",
    "сандхи",
    "действительно так",
    "✓"
   ],
   [
    "hesā 1",
    "сандхи",
    "именно эта",
    "✓"
   ]
  ]
 },
 "dutiya": {
  "count": 1,
  "data": [
   [
    "dutiyampi",
    "сандхи",
    "во второй раз",
    "✓"
   ]
  ]
 },
 "desita": {
  "count": 1,
  "data": [
   [
    "desitādiccabandhunā",
    "сандхи",
    "проповедаемый Буддой",
    "~"
   ]
  ]
 },
 "dosa1": {
  "count": 1,
  "data": [
   [
    "rāga dosa moha",
    "идиома",
    "жажда, отвращение и заблуждение",
    "✓"
   ]
  ]
 },
 "addhaṃ": {
  "count": 1,
  "data": [
   [
    "addhamidaṃ",
    "сандхи",
    "определённо это! несомненно это!",
    "~"
   ]
  ]
 },
 "idaṃ": {
  "count": 51,
  "data": [
   [
    "addhamidaṃ",
    "сандхи",
    "определённо это! несомненно это!",
    "~"
   ],
   [
    "adhiccamidaṃ",
    "сандхи",
    "это случайность",
    "✓"
   ],
   [
    "alamidaṃ",
    "сандхи",
    "это подходит (для)",
    "✓"
   ],
   [
    "idañca",
    "сандхи",
    "и этот",
    "✓"
   ],
   [
    "idañcidañca",
    "сандхи",
    "такое и такое",
    "✓"
   ],
   [
    "idamavoca",
    "сандхи",
    "он сказал это",
    "✓"
   ],
   [
    "idamavocāyasmā",
    "сандхи",
    "достопочтенный сказал это",
    "✓"
   ],
   [
    "idamassa",
    "сандхи",
    "это его",
    "✓"
   ],
   [
    "idametaṃ",
    "сандхи",
    "это (по отношению) к тому",
    "✓"
   ],
   [
    "idamettha",
    "сандхи",
    "в этом случае",
    "~"
   ],
   [
    "idameva",
    "сандхи",
    "именно это",
    "✓"
   ],
   [
    "idampi",
    "сандхи",
    "именно этот",
    "✓"
   ],
   [
    "idaṃ kira me",
    "идиома",
    "мне кажется",
    "✓"
   ],
   [
    "idaṃ tasmiṃ",
    "идиома",
    "это (нарушение) для того (человека)",
    "✓"
   ],
   [
    "evamidaṃ",
    "сандхи",
    "таким образом этот",
    "✓"
   ],
   [
    "kathamidaṃ",
    "сандхи",
    "что это?",
    "~"
   ],
   [
    "kimidaṃ",
    "сандхи",
    "почему это? как это так? что с этим?",
    "✓"
   ],
   [
    "kimevidaṃ 1",
    "сандхи",
    "что это?",
    "✓"
   ],
   [
    "kimevidaṃ 2",
    "сандхи",
    "не говоря уже об этом",
    "✓"
   ],
   [
    "cittamidaṃ",
    "сандхи",
    "этот ум",
    "✓"
   ],
   [
    "cidaṃ",
    "сандхи",
    "и этот",
    "✓"
   ],
   [
    "cedaṃ",
    "сандхи",
    "если этот",
    "✓"
   ],
   [
    "tatridamekaṃ",
    "сандхи",
    "вот один",
    "~"
   ],
   [
    "tatridaṃ",
    "сандхи",
    "это здесь",
    "✓"
   ],
   [
    "tadidaṃ",
    "сандхи",
    "эта вещь",
    "✓"
   ],
   [
    "tayidaṃ",
    "сандхи",
    "именно это",
    "✓"
   ],
   [
    "tesamidaṃ",
    "сандхи",
    "это их",
    "✓"
   ],
   [
    "dīgharattamidaṃ",
    "сандхи",
    "долгое время этот",
    "✓"
   ],
   [
    "dukkhamidaṃ",
    "сандхи",
    "это страдание",
    "✓"
   ],
   [
    "nayidaṃ 1",
    "сандхи",
    "не это",
    "✓"
   ],
   [
    "no hidaṃ",
    "идиома",
    "совершенно нет! определенно нет! точно нет!",
    "✓"
   ],
   [
    "panidaṃ",
    "сандхи",
    "кроме того это",
    "✓"
   ],
   [
    "bhūtamidaṃ",
    "сандхи",
    "это есть",
    "✓"
   ],
   [
    "midaṃ",
    "сандхи",
    "это",
    "✓"
   ],
   [
    "yathayidaṃ",
    "сандхи",
    "такой как этот",
    "✓"
   ],
   [
    "yathāmedaṃ",
    "сандхи",
    "по этому (примеру) моему",
    "✓"
   ],
   [
    "yadidaṃ",
    "сандхи",
    "а именно",
    "✓"
   ],
   [
    "yamidaṃ",
    "сандхи",
    "то что",
    "✓"
   ],
   [
    "yampidaṃ",
    "сандхи",
    "любой",
    "✓"
   ],
   [
    "yāvañcidaṃ",
    "сандхи",
    "и в данном случае",
    "✓"
   ],
   [
    "yāvasubhāsitamidaṃ",
    "сандхи",
    "как хорошо это было сказано",
    "✓"
   ],
   [
    "yidaṃ",
    "сандхи",
    "этот",
    "✓"
   ],
   [
    "vatidaṃ",
    "сандхи",
    "действительно это",
    "✓"
   ],
   [
    "vuttamidaṃ",
    "сандхи",
    "это говорил",
    "✓"
   ],
   [
    "sabbamidaṃ",
    "сандхи",
    "всё это",
    "✓"
   ],
   [
    "sabbamidaṃ carimaṃ kataṃ",
    "идиома",
    "как только всё это было сказано",
    "✓"
   ],
   [
    "sampadamidaṃ",
    "сандхи",
    "этот результат (для)",
    "✓"
   ],
   [
    "sudaṃ 2",
    "сандхи",
    "действительно это",
    "✓"
   ],
   [
    "seyyathidaṃ",
    "сандхи",
    "то есть",
    "✓"
   ],
   [
    "seyyathīdaṃ",
    "сандхи",
    "то есть",
    "✓"
   ],
   [
    "hidaṃ",
    "сандхи",
    "это действительно",
    "✓"
   ]
  ]
 },
 "āpādeti": {
  "count": 2,
  "data": [
   [
    "addhānaṃ āpādeti",
    "идиома",
    "проживает свою жизнь",
    "✓"
   ],
   [
    "saṅghātaṃ āpādeti",
    "идиома",
    "повреждает",
    "✓"
   ]
  ]
 },
 "dvi": {
  "count": 6,
  "data": [
   [
    "dvāhaṃ",
    "сандхи",
    "дважды я",
    "✓"
   ],
   [
    "dvemā",
    "сандхи",
    "эти два",
    "✓"
   ],
   [
    "dvemāni",
    "сандхи",
    "эти два",
    "✓"
   ],
   [
    "dveme",
    "сандхи",
    "эти два",
    "✓"
   ],
   [
    "dveyeva",
    "сандхи",
    "только два",
    "✓"
   ],
   [
    "dveva",
    "сандхи",
    "только два",
    "~"
   ]
  ]
 },
 "dhamma": {
  "count": 19,
  "data": [
   [
    "khīyanadhammaṃ āpajjati",
    "идиома",
    "жалуется",
    "✓"
   ],
   [
    "khīyanadhammaṃ āpanna",
    "идиома",
    "подал жалобу",
    "✓"
   ],
   [
    "jarādhammomhi",
    "сандхи",
    "мне свойственно стареть",
    "✓"
   ],
   [
    "diṭṭhe dhamme",
    "идиома",
    "в этом мире",
    "✓"
   ],
   [
    "diṭṭheva dhamme",
    "идиома",
    "в этой жизни",
    "✓"
   ],
   [
    "diṭṭhevadhamme",
    "сандхи",
    "в этой жизни",
    "✓"
   ],
   [
    "dhammamuttamaṃ",
    "сандхи",
    "величайшее учение",
    "✓"
   ],
   [
    "dhammameva",
    "сандхи",
    "только Дхамма",
    "✓"
   ],
   [
    "dhammaṃ carati",
    "идиома",
    "практикует учение",
    "✓"
   ],
   [
    "dhammaṃ deseti",
    "идиома",
    "проповедует дхамму",
    "✓"
   ],
   [
    "dhammaṃ bhāsati",
    "идиома",
    "проповедует Дхамму",
    "✓"
   ],
   [
    "dhammiyā kathāya",
    "идиома",
    "беседой о Дхамме",
    "✓"
   ],
   [
    "dhammī kathā",
    "идиома",
    "разговор о Дхамме",
    "✓"
   ],
   [
    "dhammesa",
    "сандхи",
    "в этих вещах",
    "✓"
   ],
   [
    "dhammesu dhammānupassī viharati",
    "идиома",
    "один пребывает среди явлений, внимательно наблюдая за явлениями",
    "~"
   ],
   [
    "dhammesu niccheyya samuggahītaṃ",
    "идиома",
    "среди доктрин схваченный после различения",
    "✓"
   ],
   [
    "paramajjadhammesu",
    "сандхи",
    "самое высокое среди учений сегодняшнего дня",
    "✓"
   ],
   [
    "byādhidhammomhi",
    "сандхи",
    "мне свойственно болеть",
    "✓"
   ],
   [
    "maraṇadhammomhi",
    "сандхи",
    "мне свойственно умереть",
    "✓"
   ]
  ]
 },
 "adho": {
  "count": 2,
  "data": [
   [
    "uddhaṃ adho tiriyañca",
    "идиома",
    "над выше поперек",
    "✓"
   ],
   [
    "uddhaṃ adho tiriyaṃ",
    "идиома",
    "вверху, внизу и поперек",
    "✓"
   ]
  ]
 },
 "adhicitta": {
  "count": 1,
  "data": [
   [
    "adhicitte yuttaṃ",
    "идиома",
    "занятый медитацией, впряжённый в высший ум",
    "✓"
   ]
  ]
 },
 "yutta": {
  "count": 2,
  "data": [
   [
    "adhicitte yuttaṃ",
    "идиома",
    "занятый медитацией, впряжённый в высший ум",
    "✓"
   ],
   [
    "patta yutta",
    "идиома",
    "подходящие",
    "✓"
   ]
  ]
 },
 "adhicca": {
  "count": 1,
  "data": [
   [
    "adhiccamidaṃ",
    "сандхи",
    "это случайность",
    "✓"
   ]
  ]
 },
 "adhipati": {
  "count": 1,
  "data": [
   [
    "dibbenādhipateyyena",
    "сандхи",
    "божественной властью",
    "~"
   ]
  ]
 },
 "anta": {
  "count": 1,
  "data": [
   [
    "esevanto",
    "сандхи",
    "именно это конец (чего-то)",
    "✓"
   ]
  ]
 },
 "antara": {
  "count": 8,
  "data": [
   [
    "antaraṃ katvā",
    "идиома",
    "предоставив приоритет",
    "✓"
   ],
   [
    "antarāva",
    "сандхи",
    "по пути",
    "✓"
   ],
   [
    "ayamantarākathā",
    "сандхи",
    "этот разговор",
    "✓"
   ],
   [
    "etthantare",
    "сандхи",
    "между этими",
    "✓"
   ],
   [
    "tenevantaravassena",
    "сандхи",
    "в течение того самого дождливого сезона",
    "✓"
   ],
   [
    "bhayamantarato",
    "сандхи",
    "опасность изнутри",
    "✓"
   ],
   [
    "sattantarā",
    "сандхи",
    "семь (пядей) с внутренней стороны",
    "✓"
   ],
   [
    "samādhimānantarikaññamāhu",
    "сандхи",
    "говорят та стабильность ума с немедленными результатами",
    "✓"
   ]
  ]
 },
 "apāyī": {
  "count": 1,
  "data": [
   [
    "chāyāva anapāyinī",
    "идиома",
    "как тень которая никогда не уходит",
    "✓"
   ]
  ]
 },
 "anabhāva": {
  "count": 1,
  "data": [
   [
    "anabhāvaṃ gameti",
    "идиома",
    "удаляет",
    "✓"
   ]
  ]
 },
 "gameti": {
  "count": 1,
  "data": [
   [
    "anabhāvaṃ gameti",
    "идиома",
    "удаляет",
    "✓"
   ]
  ]
 },
 "abhirata": {
  "count": 1,
  "data": [
   [
    "sabbaloke anabhiratasaññā",
    "идиома",
    "распознавание неудовлетворенности во всем мире",
    "✓"
   ]
  ]
 },
 "saññā": {
  "count": 5,
  "data": [
   [
    "āhāre paṭikūlasaññā",
    "идиома",
    "распознавание непривлекательности еды",
    "✓"
   ],
   [
    "saññaṃ karoti 1",
    "идиома",
    "думает",
    "✓"
   ],
   [
    "saññaṃ karoti 2",
    "идиома",
    "делает знак",
    "✓"
   ],
   [
    "saññānirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению распознавания",
    "✓"
   ],
   [
    "sabbaloke anabhiratasaññā",
    "идиома",
    "распознавание неудовлетворенности во всем мире",
    "✓"
   ]
  ]
 },
 "mata2": {
  "count": 1,
  "data": [
   [
    "anamataggoyaṃ",
    "сандхи",
    "это (имеет) непостижимое начало",
    "✓"
   ]
  ]
 },
 "ariya": {
  "count": 11,
  "data": [
   [
    "ariya tuṇhībhāva",
    "идиома",
    "благородная тишина",
    "✓"
   ],
   [
    "ariyañcaṭṭhaṅgikaṃ",
    "сандхи",
    "и Будды из восьми частей",
    "✓"
   ],
   [
    "ariyassa vinaye",
    "идиома",
    "в тренировке Будды",
    "✓"
   ],
   [
    "ariyaṃ cakkhuṃ",
    "идиома",
    "благородное видение",
    "✓"
   ],
   [
    "ariyo aṭṭhaṅgiko maggo",
    "идиома",
    "путь Будды из восьми частей",
    "✓"
   ],
   [
    "tadamariyānaṃ",
    "сандхи",
    "что для благородных",
    "✓"
   ],
   [
    "tadariyā",
    "сандхи",
    "что благородные",
    "✓"
   ],
   [
    "dukkhanirodhagāminī paṭipadā ariyasaccaṃ",
    "идиома",
    "благородная истина о пути ведущего к прекращению страданий",
    "✓"
   ],
   [
    "dukkhanirodhaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о прекращении страданий",
    "✓"
   ],
   [
    "dukkhasamudayaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о происхождении страдания",
    "✓"
   ],
   [
    "dukkhaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о страдании",
    "✓"
   ]
  ]
 },
 "alaṃ": {
  "count": 10,
  "data": [
   [
    "alañca",
    "сандхи",
    "и может",
    "✓"
   ],
   [
    "alañhi",
    "сандхи",
    "это действительно подходит (для)",
    "✓"
   ],
   [
    "alamidaṃ",
    "сандхи",
    "это подходит (для)",
    "✓"
   ],
   [
    "alametaṃ",
    "сандхи",
    "этого достаточно",
    "~"
   ],
   [
    "alametaṃ sabbaṃ",
    "идиома",
    "этого всего достаточно",
    "✓"
   ],
   [
    "alamettāvatā",
    "сандхи",
    "этого достаточно",
    "✓"
   ],
   [
    "alameva",
    "сандхи",
    "довольно (чтобы)",
    "✓"
   ],
   [
    "alaṃ vacanāya",
    "идиома",
    "подходит для определения",
    "✓"
   ],
   [
    "nālamettha",
    "сандхи",
    "это неуместно",
    "✓"
   ],
   [
    "halaṃ",
    "сандхи",
    "это достаточно!",
    "✓"
   ]
  ]
 },
 "anāgata": {
  "count": 1,
  "data": [
   [
    "anāgataṃ addhānaṃ",
    "идиома",
    "в будущем",
    "✓"
   ]
  ]
 },
 "ācāra": {
  "count": 2,
  "data": [
   [
    "anācāraṃ ācarati",
    "идиома",
    "ведёт себя плохо",
    "✓"
   ],
   [
    "anācāraṃ ācaritvā",
    "идиома",
    "совершив плохой поступок",
    "✓"
   ]
  ]
 },
 "ācaritvā": {
  "count": 1,
  "data": [
   [
    "anācāraṃ ācaritvā",
    "идиома",
    "совершив плохой поступок",
    "✓"
   ]
  ]
 },
 "āpatti": {
  "count": 1,
  "data": [
   [
    "āpattiṃ āpanna",
    "идиома",
    "кто совершил преступление",
    "✓"
   ]
  ]
 },
 "āpanna": {
  "count": 4,
  "data": [
   [
    "āpattiṃ āpanna",
    "идиома",
    "кто совершил преступление",
    "✓"
   ],
   [
    "āpannomhi",
    "сандхи",
    "я совершил нарушение",
    "✓"
   ],
   [
    "ussukkaṃ āpanno",
    "идиома",
    "активно вовлеченный",
    "✓"
   ],
   [
    "khīyanadhammaṃ āpanna",
    "идиома",
    "подал жалобу",
    "✓"
   ]
  ]
 },
 "alasa": {
  "count": 1,
  "data": [
   [
    "alasvassa",
    "сандхи",
    "ленивый человек... для него",
    "~"
   ]
  ]
 },
 "āsava": {
  "count": 2,
  "data": [
   [
    "āsavanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущей к прекращению протечек",
    "✓"
   ],
   [
    "āsavānaṃ khayañāṇa",
    "идиома",
    "знание как устранить протечки",
    "✓"
   ]
  ]
 },
 "nicca": {
  "count": 2,
  "data": [
   [
    "panāniccaṃ",
    "сандхи",
    "и непостоянный",
    "✓"
   ],
   [
    "sabbasaṅkhāresu aniccānupassī",
    "идиома",
    "наблюдая непостоянство всех формаций",
    "✓"
   ]
  ]
 },
 "anupassī": {
  "count": 5,
  "data": [
   [
    "kāye kāyānupassī viharati",
    "идиома",
    "один пребывает в теле, внимательно наблюдая за телом",
    "~"
   ],
   [
    "citte cittānupassī viharati",
    "идиома",
    "человек пребывает в уме, внимательно наблюдая за умом",
    "~"
   ],
   [
    "dhammesu dhammānupassī viharati",
    "идиома",
    "один пребывает среди явлений, внимательно наблюдая за явлениями",
    "~"
   ],
   [
    "vedanāsu vedanānupassī viharati",
    "идиома",
    "человек пребывает среди чувств, внимательно наблюдая за чувствами",
    "~"
   ],
   [
    "sabbasaṅkhāresu aniccānupassī",
    "идиома",
    "наблюдая непостоянство всех формаций",
    "✓"
   ]
  ]
 },
 "icchā": {
  "count": 2,
  "data": [
   [
    "icchāyasantyā",
    "сандхи",
    "когда желание не существует",
    "✓"
   ],
   [
    "yampicchaṃ",
    "сандхи",
    "тот что желает",
    "✓"
   ]
  ]
 },
 "nimitta": {
  "count": 2,
  "data": [
   [
    "nimittaṃ aggahesi",
    "идиома",
    "узнала особые приметы",
    "✓"
   ],
   [
    "nimittaṃ uggaṇhāti",
    "идиома",
    "ловит тонкие сигналы",
    "✓"
   ]
  ]
 },
 "anukampā": {
  "count": 1,
  "data": [
   [
    "anukampaṃ upādāya",
    "идиома",
    "из сострадания",
    "✓"
   ]
  ]
 },
 "upādāya": {
  "count": 1,
  "data": [
   [
    "anukampaṃ upādāya",
    "идиома",
    "из сострадания",
    "✓"
   ]
  ]
 },
 "tīra": {
  "count": 1,
  "data": [
   [
    "tīramevānudhāvati",
    "сандхи",
    "просто бежит вдоль этого берега",
    "✓"
   ]
  ]
 },
 "anuttara": {
  "count": 2,
  "data": [
   [
    "tadanuttaraṃ",
    "сандхи",
    "тот непревзойденный",
    "✓"
   ],
   [
    "tadanuttaraṃ brahmacariyapariyosānaṃ",
    "идиома",
    "то неповторимое достижение духовного пути",
    "✓"
   ]
  ]
 },
 "anudhamma": {
  "count": 2,
  "data": [
   [
    "ayamanudhamma",
    "сандхи",
    "это естественно (для)",
    "✓"
   ],
   [
    "tadanudhammañca",
    "сандхи",
    "и в соответствии с этим",
    "✓"
   ]
  ]
 },
 "upagata": {
  "count": 2,
  "data": [
   [
    "divā seyyaṃ upagata",
    "идиома",
    "днём прилегший вздремнуть",
    "✓"
   ],
   [
    "divāseyyaṃ upagata",
    "идиома",
    "дневной отдых",
    "✓"
   ]
  ]
 },
 "upapanna": {
  "count": 2,
  "data": [
   [
    "idhūpapanno",
    "сандхи",
    "переродился здесь",
    "✓"
   ],
   [
    "sotāvadhānūpanisūpapanne",
    "сандхи",
    "когда возникли условия для внимательного слушания",
    "✓"
   ]
  ]
 },
 "anupassanā": {
  "count": 2,
  "data": [
   [
    "ayamekānupassanā",
    "сандхи",
    "это одно наблюдение",
    "✓"
   ],
   [
    "sattavidhā anupassanā",
    "идиома",
    "прозрение семи способами",
    "~"
   ]
  ]
 },
 "anupubba": {
  "count": 1,
  "data": [
   [
    "anupubbiṃ kathaṃ katheti",
    "идиома",
    "даёт последовательную беседу",
    "✓"
   ]
  ]
 },
 "kathā": {
  "count": 8,
  "data": [
   [
    "anupubbiṃ kathaṃ katheti",
    "идиома",
    "даёт последовательную беседу",
    "✓"
   ],
   [
    "ayamantarākathā",
    "сандхи",
    "этот разговор",
    "✓"
   ],
   [
    "kathaṃ kattar",
    "идиома",
    "выступающий",
    "✓"
   ],
   [
    "kathaṃ katheti",
    "идиома",
    "говорит",
    "✓"
   ],
   [
    "dhammiyā kathāya",
    "идиома",
    "беседой о Дхамме",
    "✓"
   ],
   [
    "dhammī kathā",
    "идиома",
    "разговор о Дхамме",
    "✓"
   ],
   [
    "yāvatako ahosi kathāsallāpo",
    "идиома",
    "какой бы там ни был разговор",
    "✓"
   ],
   [
    "sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā",
    "идиома",
    "обменявшись любезностями и завершив вежливую беседу",
    "✓"
   ]
  ]
 },
 "katheti": {
  "count": 2,
  "data": [
   [
    "anupubbiṃ kathaṃ katheti",
    "идиома",
    "даёт последовательную беседу",
    "✓"
   ],
   [
    "kathaṃ katheti",
    "идиома",
    "говорит",
    "✓"
   ]
  ]
 },
 "uppāda": {
  "count": 1,
  "data": [
   [
    "imassuppādā",
    "сандхи",
    "от возникновения этого",
    "✓"
   ]
  ]
 },
 "anumasi": {
  "count": 1,
  "data": [
   [
    "anumasi paṭimasi",
    "идиома",
    "погладил вперед и назад",
    "✓"
   ]
  ]
 },
 "paṭimasi": {
  "count": 1,
  "data": [
   [
    "anumasi paṭimasi",
    "идиома",
    "погладил вперед и назад",
    "✓"
   ]
  ]
 },
 "anumassa": {
  "count": 1,
  "data": [
   [
    "anumassa anumassa",
    "идиома",
    "точка за точкой",
    "✓"
   ]
  ]
 },
 "anuyanta": {
  "count": 1,
  "data": [
   [
    "anuyantā bhavanti",
    "идиома",
    "они вассалы",
    "✓"
   ]
  ]
 },
 "bhavati": {
  "count": 6,
  "data": [
   [
    "anuyantā bhavanti",
    "идиома",
    "они вассалы",
    "✓"
   ],
   [
    "bhavanti vattāro",
    "идиома",
    "другие скажут",
    "✓"
   ],
   [
    "bhavissanti",
    "сандхи",
    "я смог бы'",
    "✓"
   ],
   [
    "maṅku bhavati",
    "идиома",
    "беспокоится (о)",
    "✓"
   ],
   [
    "samā bhavanti",
    "идиома",
    "они такие же",
    "✓"
   ],
   [
    "sīti bhavati",
    "идиома",
    "становится прохладным",
    "✓"
   ]
  ]
 },
 "saṅghāta1": {
  "count": 1,
  "data": [
   [
    "saṅghātaṃ āpādeti",
    "идиома",
    "повреждает",
    "✓"
   ]
  ]
 },
 "anusāra": {
  "count": 1,
  "data": [
   [
    "vuttānusāreneva",
    "сандхи",
    "в соответствии с тем, что только что было сказано",
    "~"
   ]
  ]
 },
 "upamā": {
  "count": 3,
  "data": [
   [
    "upamaṃ te karissāmi",
    "идиома",
    "я дам тебе сравнение",
    "✓"
   ],
   [
    "upamāyapidhekacce",
    "сандхи",
    "просто посредством сравнения некоторые люди здесь",
    "✓"
   ],
   [
    "esūpamā",
    "сандхи",
    "это (есть) сравнение (для)",
    "✓"
   ]
  ]
 },
 "aneka": {
  "count": 2,
  "data": [
   [
    "anekapariyāyenāvuso",
    "сандхи",
    "различными способами, друг",
    "✓"
   ],
   [
    "canekāyatanappavutto",
    "сандхи",
    "и с многими основами (было) провозглашено",
    "✓"
   ]
  ]
 },
 "anena": {
  "count": 1,
  "data": [
   [
    "iccanena",
    "сандхи",
    "таким образом этим",
    "✓"
   ]
  ]
 },
 "oka": {
  "count": 1,
  "data": [
   [
    "okamokata",
    "сандхи",
    "из (своего) дома в воде",
    "✓"
   ]
  ]
 },
 "udaka": {
  "count": 1,
  "data": [
   [
    "cudakā",
    "сандхи",
    "и из воды",
    "✓"
   ]
  ]
 },
 "odhi": {
  "count": 1,
  "data": [
   [
    "anodhiṃ karitvā",
    "идиома",
    "полностью",
    "✓"
   ]
  ]
 },
 "antima": {
  "count": 2,
  "data": [
   [
    "antimoyaṃ",
    "сандхи",
    "это последний",
    "✓"
   ],
   [
    "ayamantimā",
    "сандхи",
    "эта последняя",
    "✓"
   ]
  ]
 },
 "anto": {
  "count": 2,
  "data": [
   [
    "antogadhāvāssa",
    "сандхи",
    "включенный в одного",
    "✓"
   ],
   [
    "antoyeva",
    "сандхи",
    "лишь внутри",
    "~"
   ]
  ]
 },
 "ogadha": {
  "count": 1,
  "data": [
   [
    "antogadhāvāssa",
    "сандхи",
    "включенный в одного",
    "✓"
   ]
  ]
 },
 "patta1": {
  "count": 1,
  "data": [
   [
    "pattacīvaramādāya",
    "сандхи",
    "беря (свою) чашу и одеяние",
    "✓"
   ]
  ]
 },
 "patta3": {
  "count": 2,
  "data": [
   [
    "patta yutta",
    "идиома",
    "подходящие",
    "✓"
   ],
   [
    "pattakāyena",
    "сандхи",
    "когда тело стало таким",
    "✓"
   ]
  ]
 },
 "paripūra": {
  "count": 1,
  "data": [
   [
    "kevala paripūra",
    "идиома",
    "полный и абсолютный",
    "✓"
   ]
  ]
 },
 "parisuddha": {
  "count": 1,
  "data": [
   [
    "parisuddhetthāyasmanto",
    "сандхи",
    "почтенные чисты в этом отношении",
    "✓"
   ]
  ]
 },
 "pariyāya": {
  "count": 2,
  "data": [
   [
    "apare vā pariyāye",
    "идиома",
    "или впоследствии",
    "✓"
   ],
   [
    "pariyāyaṃ karoti",
    "идиома",
    "делает крюк",
    "✓"
   ]
  ]
 },
 "pāda": {
  "count": 5,
  "data": [
   [
    "pādakaṃ katvā",
    "идиома",
    "основавшись на этом",
    "~"
   ],
   [
    "pādaṃ karoti",
    "идиома",
    "ставит ногу",
    "✓"
   ],
   [
    "pāde sirasā vandati",
    "идиома",
    "поклоняется, касаясь головой ног",
    "✓"
   ],
   [
    "pādesu sirasā nipatitvā",
    "идиома",
    "упав головой к ногам",
    "✓"
   ],
   [
    "maṃ pādato karitvā",
    "идиома",
    "указав на меня ногами",
    "✓"
   ]
  ]
 },
 "para": {
  "count": 15,
  "data": [
   [
    "asmiṃ loke paramhi ca",
    "идиома",
    "в этом мире и в следующем",
    "✓"
   ],
   [
    "ito paraṃ",
    "идиома",
    "отныне и впредь",
    "✓"
   ],
   [
    "kāyassa bhedā paraṃ maraṇā",
    "идиома",
    "после распада тела, после смерти",
    "✓"
   ],
   [
    "caparaṃ",
    "сандхи",
    "и далее",
    "✓"
   ],
   [
    "tato paraṃ 1",
    "идиома",
    "затем после этого",
    "✓"
   ],
   [
    "tato paraṃ 2",
    "идиома",
    "больше чем это",
    "~"
   ],
   [
    "tepare",
    "сандхи",
    "это те другие двое",
    "✓"
   ],
   [
    "natthi paro loko",
    "идиома",
    "нет загробной жизни",
    "✓"
   ],
   [
    "parañca",
    "сандхи",
    "и следующий",
    "✓"
   ],
   [
    "parato ca ghoso",
    "идиома",
    "слышать от другого человека",
    "✓"
   ],
   [
    "paramattakāmo",
    "сандхи",
    "желающий добра самому себе",
    "✓"
   ],
   [
    "paraṃ maraṇā",
    "идиома",
    "после смерти",
    "✓"
   ],
   [
    "paraṃ vambheti",
    "идиома",
    "принижает других (из-за)",
    "✓"
   ],
   [
    "paro paraṃ",
    "идиома",
    "один другого",
    "✓"
   ],
   [
    "puna caparaṃ",
    "идиома",
    "и еще",
    "✓"
   ]
  ]
 },
 "nu": {
  "count": 22,
  "data": [
   [
    "api nu",
    "идиома",
    "является?",
    "✓"
   ],
   [
    "kacci nu kho",
    "идиома",
    "так ли это?",
    "✓"
   ],
   [
    "kathaṃ nu",
    "идиома",
    "как?",
    "✓"
   ],
   [
    "kāyanuttha",
    "сандхи",
    "с чем здесь?",
    "✓"
   ],
   [
    "kinnu",
    "сандхи",
    "что?",
    "✓"
   ],
   [
    "kinnumāva",
    "сандхи",
    "это не единственные",
    "~"
   ],
   [
    "kiṃ nu",
    "идиома",
    "почему?",
    "✓"
   ],
   [
    "kiṃ nu kho",
    "идиома",
    "с какой стати!?",
    "✓"
   ],
   [
    "kuto nu",
    "идиома",
    "откуда?",
    "✓"
   ],
   [
    "ko nu",
    "идиома",
    "какой?",
    "✓"
   ],
   [
    "ko nu kho",
    "идиома",
    "кто же в самом деле!?",
    "✓"
   ],
   [
    "najja",
    "сандхи",
    "сегодня?",
    "✓"
   ],
   [
    "nanāyaṃ",
    "сандхи",
    "точно это?",
    "✓"
   ],
   [
    "nāyaṃ 2",
    "сандхи",
    "этот человек?",
    "✓"
   ],
   [
    "nu kho",
    "идиома",
    "так?",
    "✓"
   ],
   [
    "nu khosmi",
    "идиома",
    "был ли я?",
    "✓"
   ],
   [
    "nuttha",
    "сандхи",
    "что тут?",
    "✓"
   ],
   [
    "numāni",
    "сандхи",
    "эти?",
    "✓"
   ],
   [
    "nuhaṃ",
    "сандхи",
    "я?",
    "✓"
   ],
   [
    "nvayaṃ",
    "сандхи",
    "(для кого) это?",
    "✓"
   ],
   [
    "sakkā nu",
    "идиома",
    "это возможно?",
    "✓"
   ],
   [
    "siyā nu kho",
    "идиома",
    "может ли быть?",
    "✓"
   ]
  ]
 },
 "ssu": {
  "count": 14,
  "data": [
   [
    "apissu",
    "сандхи",
    "и затем",
    "✓"
   ],
   [
    "itissu",
    "сандхи",
    "так действительно",
    "✓"
   ],
   [
    "iddhimantāssunāmime",
    "сандхи",
    "поистине они обладают сверхъестественными силами!",
    "✓"
   ],
   [
    "evamevassu",
    "сандхи",
    "точно таким же образом",
    "✓"
   ],
   [
    "kissassu",
    "сандхи",
    "кого?",
    "✓"
   ],
   [
    "kudāssu",
    "сандхи",
    "эх когда же!?",
    "✓"
   ],
   [
    "kenassu",
    "сандхи",
    "чем? с чем? из-за чего? почему?",
    "✓"
   ],
   [
    "tatrāssu",
    "сандхи",
    "там действительно",
    "✓"
   ],
   [
    "tayassu",
    "сандхи",
    "именно три",
    "✓"
   ],
   [
    "nevassu",
    "сандхи",
    "однозначно нет",
    "✓"
   ],
   [
    "māssu",
    "сандхи",
    "не делай этого!",
    "~"
   ],
   [
    "yāvassu",
    "сандхи",
    "до такой степени",
    "✓"
   ],
   [
    "saṭhāssunāmime",
    "сандхи",
    "Они действительно лукавы!",
    "✓"
   ],
   [
    "hissa 2",
    "сандхи",
    "безусловно",
    "✓"
   ]
  ]
 },
 "sudaṃ": {
  "count": 3,
  "data": [
   [
    "apissudaṃ",
    "сандхи",
    "как если бы",
    "✓"
   ],
   [
    "sudāhaṃ",
    "сандхи",
    "поистине я",
    "✓"
   ],
   [
    "svāssudaṃ",
    "сандхи",
    "он действительно",
    "✓"
   ]
  ]
 },
 "puñña": {
  "count": 1,
  "data": [
   [
    "puññāni karoti",
    "идиома",
    "делает заслуги",
    "✓"
   ]
  ]
 },
 "pubba1": {
  "count": 3,
  "data": [
   [
    "apubbaṃ acarimaṃ",
    "идиома",
    "одновременно",
    "✓"
   ],
   [
    "ito pubbe",
    "идиома",
    "до этого",
    "✓"
   ],
   [
    "pubbeva",
    "сандхи",
    "именно перед",
    "✓"
   ]
  ]
 },
 "appa": {
  "count": 5,
  "data": [
   [
    "appakasirena samudāgacchanti",
    "идиома",
    "получаются без труда",
    "✓"
   ],
   [
    "appañhi",
    "сандхи",
    "действительно короткий",
    "✓"
   ],
   [
    "appampi",
    "сандхи",
    "даже немного",
    "✓"
   ],
   [
    "appasmeke",
    "сандхи",
    "некоторые люди имеющие мало",
    "✓"
   ],
   [
    "appossukko tuṇhībhūto",
    "идиома",
    "спокойный и тихий",
    "✓"
   ]
  ]
 },
 "kasira": {
  "count": 2,
  "data": [
   [
    "appakasirena samudāgacchanti",
    "идиома",
    "получаются без труда",
    "✓"
   ],
   [
    "kasirena samudāgacchanti",
    "идиома",
    "достаются с трудом",
    "✓"
   ]
  ]
 },
 "samudāgacchati": {
  "count": 2,
  "data": [
   [
    "appakasirena samudāgacchanti",
    "идиома",
    "получаются без труда",
    "✓"
   ],
   [
    "kasirena samudāgacchanti",
    "идиома",
    "достаются с трудом",
    "✓"
   ]
  ]
 },
 "paccaya": {
  "count": 2,
  "data": [
   [
    "paccayaṃ karitvā",
    "идиома",
    "по этой причине",
    "✓"
   ],
   [
    "yaṃpaccayāssa",
    "сандхи",
    "за счет чего для него",
    "✓"
   ]
  ]
 },
 "pamāda": {
  "count": 4,
  "data": [
   [
    "pamādattha",
    "сандхи",
    "будьте беспечны! будьте небрежны! будьте беззаботны!",
    "✓"
   ],
   [
    "pamādaṃ āpajjati",
    "идиома",
    "становится беспечным",
    "✓"
   ],
   [
    "pamādaṃ āharati",
    "идиома",
    "становится небрежным",
    "✓"
   ],
   [
    "mā pamādattha",
    "идиома",
    "вы не должны быть небрежными",
    "✓"
   ]
  ]
 },
 "pahita2": {
  "count": 1,
  "data": [
   [
    "appahitepi",
    "сандхи",
    "даже если не посылали",
    "✓"
   ]
  ]
 },
 "piya": {
  "count": 6,
  "data": [
   [
    "kurute piyaṃ",
    "идиома",
    "дорожит",
    "✓"
   ],
   [
    "dukkhamappiyaṃ",
    "сандхи",
    "страдание неприятно",
    "✓"
   ],
   [
    "piya manāpa",
    "идиома",
    "дорого любимый",
    "✓"
   ],
   [
    "piyataramattanā",
    "сандхи",
    "дороже себя",
    "✓"
   ],
   [
    "piyaṃ karoti",
    "идиома",
    "завоевывает привязанность",
    "~"
   ],
   [
    "piyāmesi",
    "сандхи",
    "ты мне дорог",
    "~"
   ]
  ]
 },
 "ekadā": {
  "count": 2,
  "data": [
   [
    "appekadā",
    "сандхи",
    "иногда",
    "✓"
   ],
   [
    "appekadāhaṃ",
    "сандхи",
    "но в некоторые дни я",
    "✓"
   ]
  ]
 },
 "nāma": {
  "count": 15,
  "data": [
   [
    "appeva nāma",
    "идиома",
    "было бы хорошо если бы",
    "✓"
   ],
   [
    "appevanāma",
    "сандхи",
    "было бы хорошо если",
    "✓"
   ],
   [
    "appevanāmimassa",
    "сандхи",
    "этого было бы хорошо если",
    "✓"
   ],
   [
    "iddhimantāssunāmime",
    "сандхи",
    "поистине они обладают сверхъестественными силами!",
    "✓"
   ],
   [
    "ko nāmeso",
    "идиома",
    "как зовут этого (человека)?",
    "✓"
   ],
   [
    "konāmo",
    "сандхи",
    "какое имя?",
    "✓"
   ],
   [
    "kosu nāma",
    "идиома",
    "кто на самом деле?",
    "✓"
   ],
   [
    "nāmassu",
    "сандхи",
    "конечно?",
    "✓"
   ],
   [
    "nāmāyaṃ 1",
    "сандхи",
    "имя этого",
    "✓"
   ],
   [
    "nāmāyaṃ 2",
    "сандхи",
    "вот это",
    "✓"
   ],
   [
    "nāmāhaṃ",
    "сандхи",
    "я истинно",
    "✓"
   ],
   [
    "nāmete",
    "сандхи",
    "эти называются",
    "✓"
   ],
   [
    "nāmeso",
    "сандхи",
    "это названо",
    "~"
   ],
   [
    "yatra hi nāma",
    "идиома",
    "в случае когда",
    "✓"
   ],
   [
    "saṭhāssunāmime",
    "сандхи",
    "Они действительно лукавы!",
    "✓"
   ]
  ]
 },
 "imassa": {
  "count": 4,
  "data": [
   [
    "appevanāmimassa",
    "сандхи",
    "этого было бы хорошо если",
    "✓"
   ],
   [
    "imassuppādā",
    "сандхи",
    "от возникновения этого",
    "✓"
   ],
   [
    "imassetaṃ",
    "сандхи",
    "это для этого",
    "✓"
   ],
   [
    "panimassa",
    "сандхи",
    "и этого",
    "✓"
   ]
  ]
 },
 "ussuka": {
  "count": 1,
  "data": [
   [
    "appossukko tuṇhībhūto",
    "идиома",
    "спокойный и тихий",
    "✓"
   ]
  ]
 },
 "tuṇhī": {
  "count": 4,
  "data": [
   [
    "appossukko tuṇhībhūto",
    "идиома",
    "спокойный и тихий",
    "✓"
   ],
   [
    "ariya tuṇhībhāva",
    "идиома",
    "благородная тишина",
    "✓"
   ],
   [
    "tuṇhī ahesuṃ",
    "идиома",
    "они молчали",
    "✓"
   ],
   [
    "tuṇhī ahosi",
    "идиома",
    "молчал",
    "✓"
   ]
  ]
 },
 "bhūta": {
  "count": 3,
  "data": [
   [
    "appossukko tuṇhībhūto",
    "идиома",
    "спокойный и тихий",
    "✓"
   ],
   [
    "bhūtapubbāhaṃ",
    "сандхи",
    "раньше я",
    "✓"
   ],
   [
    "bhūtamidaṃ",
    "сандхи",
    "это есть",
    "✓"
   ]
  ]
 },
 "phala1": {
  "count": 1,
  "data": [
   [
    "samphalaṃ",
    "сандхи",
    "свой собственный плод",
    "✓"
   ]
  ]
 },
 "phāsu": {
  "count": 1,
  "data": [
   [
    "aphāsuṃ karoti",
    "идиома",
    "доставляет беспокойство",
    "✓"
   ]
  ]
 },
 "bala": {
  "count": 4,
  "data": [
   [
    "pañca balāni",
    "идиома",
    "пять душевных сил",
    "✓"
   ],
   [
    "balavamhi balattho",
    "идиома",
    "правда на стороне сильного",
    "✓"
   ],
   [
    "balaṃ gahetvā",
    "идиома",
    "восстановив силы",
    "✓"
   ],
   [
    "balaṃ gāhetvā",
    "идиома",
    "восстановив свои силы",
    "✓"
   ]
  ]
 },
 "bāla": {
  "count": 1,
  "data": [
   [
    "bālosi",
    "сандхи",
    "ты дурень!",
    "✓"
   ]
  ]
 },
 "abbhattha": {
  "count": 1,
  "data": [
   [
    "abbhatthaṃ gacchati",
    "идиома",
    "исчезает",
    "✓"
   ]
  ]
 },
 "bhaya": {
  "count": 2,
  "data": [
   [
    "bhayamantarato",
    "сандхи",
    "опасность изнутри",
    "✓"
   ],
   [
    "sotthinā abbhayena",
    "идиома",
    "безопасно и надежно",
    "✓"
   ]
  ]
 },
 "abbhuta": {
  "count": 1,
  "data": [
   [
    "abbhutaṃ karoti",
    "идиома",
    "делает ставку",
    "~"
   ]
  ]
 },
 "brāhmaṇa": {
  "count": 1,
  "data": [
   [
    "brāhmaṇamhā",
    "сандхи",
    "мы святые люди",
    "✓"
   ]
  ]
 },
 "bhava": {
  "count": 1,
  "data": [
   [
    "bhavobhirādhito",
    "сандхи",
    "наслаждался состоянием",
    "✓"
   ]
  ]
 },
 "abhavissa": {
  "count": 1,
  "data": [
   [
    "mahatā atthena saṃyutto abhavissa",
    "идиома",
    "имел бы большую пользу",
    "✓"
   ]
  ]
 },
 "abhikkanta": {
  "count": 1,
  "data": [
   [
    "abhikkantāya rattiyā",
    "идиома",
    "по мере того, как проходил вечер",
    "✓"
   ]
  ]
 },
 "ratti": {
  "count": 7,
  "data": [
   [
    "abhikkantāya rattiyā",
    "идиома",
    "по мере того, как проходил вечер",
    "✓"
   ],
   [
    "uddhaste aruṇe nandimukhiyā rattiyā",
    "идиома",
    "когда восходила розовая улыбка рассвета",
    "✓"
   ],
   [
    "tassā rattiyā accayena",
    "идиома",
    "после прохождения той ночи",
    "✓"
   ],
   [
    "divā ca ratto ca",
    "идиома",
    "днем и ночью",
    "✓"
   ],
   [
    "nandimukhiyā rattiyā",
    "идиома",
    "когда улыбка рассвета",
    "✓"
   ],
   [
    "rattiyā ca divasassa ca",
    "идиома",
    "днем и ночью",
    "✓"
   ],
   [
    "rattiyā pacchime yāme",
    "идиома",
    "в последнюю стражу ночи",
    "✓"
   ]
  ]
 },
 "abhikkama": {
  "count": 1,
  "data": [
   [
    "abhikkamosānaṃ",
    "сандхи",
    "их увеличение",
    "✓"
   ]
  ]
 },
 "esānaṃ": {
  "count": 2,
  "data": [
   [
    "abhikkamosānaṃ",
    "сандхи",
    "их увеличение",
    "✓"
   ],
   [
    "paṭikkamosānaṃ",
    "сандхи",
    "их отступление",
    "✓"
   ]
  ]
 },
 "bhikkhu": {
  "count": 2,
  "data": [
   [
    "pañcamattehi bhikkhusatehi",
    "идиома",
    "с 500 монахами",
    "✓"
   ],
   [
    "yo pana bhikkhu",
    "идиома",
    "если какой либо монах",
    "✓"
   ]
  ]
 },
 "abhijānāti": {
  "count": 1,
  "data": [
   [
    "abhijānāmahaṃ",
    "сандхи",
    "я ясно помню",
    "✓"
   ]
  ]
 },
 "abhinīhāra": {
  "count": 1,
  "data": [
   [
    "abhinīhāraṃ katvā",
    "идиома",
    "сделав намерение (для)",
    "✓"
   ]
  ]
 },
 "abhibhū": {
  "count": 1,
  "data": [
   [
    "abhibhosmi",
    "сандхи",
    "я победитель",
    "✓"
   ]
  ]
 },
 "abhisandeti": {
  "count": 1,
  "data": [
   [
    "abhisandeti parisandeti paripūreti parippharati",
    "идиома",
    "пропитывает, насыщает, пронизывает и наполняет",
    "✓"
   ]
  ]
 },
 "parisandeti": {
  "count": 1,
  "data": [
   [
    "abhisandeti parisandeti paripūreti parippharati",
    "идиома",
    "пропитывает, насыщает, пронизывает и наполняет",
    "✓"
   ]
  ]
 },
 "paripūreti": {
  "count": 1,
  "data": [
   [
    "abhisandeti parisandeti paripūreti parippharati",
    "идиома",
    "пропитывает, насыщает, пронизывает и наполняет",
    "✓"
   ]
  ]
 },
 "parippharati": {
  "count": 1,
  "data": [
   [
    "abhisandeti parisandeti paripūreti parippharati",
    "идиома",
    "пропитывает, насыщает, пронизывает и наполняет",
    "✓"
   ]
  ]
 },
 "abhihaṭṭhuṃ": {
  "count": 1,
  "data": [
   [
    "abhihaṭṭhuṃ pavāreti",
    "идиома",
    "приглашает принять",
    "✓"
   ]
  ]
 },
 "pavāreti": {
  "count": 1,
  "data": [
   [
    "abhihaṭṭhuṃ pavāreti",
    "идиома",
    "приглашает принять",
    "✓"
   ]
  ]
 },
 "bhuttāvī": {
  "count": 2,
  "data": [
   [
    "abhuttāvinā kataṃ",
    "идиома",
    "сделано тем, кто не ел",
    "✓"
   ],
   [
    "bhuttāvinā kataṃ",
    "идиома",
    "сделано тем, кто поел",
    "✓"
   ]
  ]
 },
 "magga": {
  "count": 3,
  "data": [
   [
    "ariyo aṭṭhaṅgiko maggo",
    "идиома",
    "путь Будды из восьми частей",
    "✓"
   ],
   [
    "maggakkhāyīhaṃ",
    "сандхи",
    "я направляю",
    "✓"
   ],
   [
    "maggā okkamma",
    "идиома",
    "сходя с дороги",
    "✓"
   ]
  ]
 },
 "amacca": {
  "count": 1,
  "data": [
   [
    "mittāmaccā ñātisālohitā",
    "идиома",
    "друзья коллеги семья и кровные родственники",
    "✓"
   ]
  ]
 },
 "mata1": {
  "count": 3,
  "data": [
   [
    "amatamadhigataṃ",
    "сандхи",
    "состояние бессмертия достигнуто",
    "✓"
   ],
   [
    "amatassa dvāra",
    "идиома",
    "дверь в бессмертное состояние",
    "✓"
   ],
   [
    "amataṃ padaṃ",
    "идиома",
    "вечность",
    "✓"
   ]
  ]
 },
 "adhigata": {
  "count": 1,
  "data": [
   [
    "amatamadhigataṃ",
    "сандхи",
    "состояние бессмертия достигнуто",
    "✓"
   ]
  ]
 },
 "dvāra": {
  "count": 1,
  "data": [
   [
    "amatassa dvāra",
    "идиома",
    "дверь в бессмертное состояние",
    "✓"
   ]
  ]
 },
 "pada": {
  "count": 3,
  "data": [
   [
    "amataṃ padaṃ",
    "идиома",
    "вечность",
    "✓"
   ],
   [
    "sesapadadvayepi",
    "сандхи",
    "в оставшихся двух словах",
    "~"
   ],
   [
    "sesapadesupi",
    "сандхи",
    "во всех оставшихся словах",
    "~"
   ]
  ]
 },
 "manāpa": {
  "count": 3,
  "data": [
   [
    "piya manāpa",
    "идиома",
    "дорого любимый",
    "✓"
   ],
   [
    "manāpaṃ carati",
    "идиома",
    "доброжелательно поступает к",
    "✓"
   ],
   [
    "manāpeneva",
    "сандхи",
    "только приятно",
    "✓"
   ]
  ]
 },
 "mama": {
  "count": 6,
  "data": [
   [
    "mama vacanena",
    "идиома",
    "от моего имени",
    "✓"
   ],
   [
    "mama santike",
    "идиома",
    "в моем присутствии",
    "✓"
   ],
   [
    "mamaccaye",
    "сандхи",
    "после моего ухода",
    "✓"
   ],
   [
    "mamapi",
    "сандхи",
    "меня тогда",
    "✓"
   ],
   [
    "mamassa",
    "сандхи",
    "это могло бы быть моим",
    "✓"
   ],
   [
    "mameva",
    "сандхи",
    "исключительно мой",
    "✓"
   ]
  ]
 },
 "mitta": {
  "count": 2,
  "data": [
   [
    "kalyāṇamittassetaṃ",
    "сандхи",
    "для монаха, имеющего добрых друзей это",
    "✓"
   ],
   [
    "mittāmaccā ñātisālohitā",
    "идиома",
    "друзья коллеги семья и кровные родственники",
    "✓"
   ]
  ]
 },
 "aminā": {
  "count": 1,
  "data": [
   [
    "tadamināpetaṃ",
    "сандхи",
    "это только этим",
    "✓"
   ]
  ]
 },
 "muta": {
  "count": 1,
  "data": [
   [
    "diṭṭha suta muta",
    "идиома",
    "увиденное услышанное и ощутимое",
    "✓"
   ]
  ]
 },
 "amu": {
  "count": 1,
  "data": [
   [
    "tato amutra",
    "идиома",
    "шаг за шагом",
    "✓"
   ]
  ]
 },
 "mūla": {
  "count": 1,
  "data": [
   [
    "amūlakañceva",
    "сандхи",
    "если действительно безосновательно",
    "✓"
   ]
  ]
 },
 "mūḷha": {
  "count": 1,
  "data": [
   [
    "mūḷhosi",
    "сандхи",
    "ты безумец!",
    "✓"
   ]
  ]
 },
 "moha": {
  "count": 1,
  "data": [
   [
    "rāga dosa moha",
    "идиома",
    "жажда, отвращение и заблуждение",
    "✓"
   ]
  ]
 },
 "ambho": {
  "count": 2,
  "data": [
   [
    "ambho purisa",
    "идиома",
    "послушай добрый человек",
    "✓"
   ],
   [
    "ehambho",
    "сандхи",
    "ну же! давай сейчас!",
    "✓"
   ]
  ]
 },
 "purisa": {
  "count": 1,
  "data": [
   [
    "ambho purisa",
    "идиома",
    "послушай добрый человек",
    "✓"
   ]
  ]
 },
 "amhā": {
  "count": 6,
  "data": [
   [
    "arahantamhā",
    "сандхи",
    "мы архаты",
    "✓"
   ],
   [
    "āgatamha",
    "сандхи",
    "мы пришли",
    "✓"
   ],
   [
    "dassanakāmamhā",
    "сандхи",
    "мы хотим увидеть",
    "✓"
   ],
   [
    "paviṭṭhamhā",
    "сандхи",
    "мы вошли",
    "✓"
   ],
   [
    "brāhmaṇamhā",
    "сандхи",
    "мы святые люди",
    "✓"
   ],
   [
    "samaṇamhā",
    "сандхи",
    "мы анахореты",
    "✓"
   ]
  ]
 },
 "amhākaṃ": {
  "count": 4,
  "data": [
   [
    "amhākañcevāyaṃ",
    "сандхи",
    "и просто это наше",
    "✓"
   ],
   [
    "amhākañceso",
    "сандхи",
    "и он наш",
    "✓"
   ],
   [
    "amhākampi",
    "сандхи",
    "для нас тоже",
    "✓"
   ],
   [
    "amhākampetaṃ",
    "сандхи",
    "и для нас этот",
    "✓"
   ]
  ]
 },
 "eso": {
  "count": 12,
  "data": [
   [
    "amhākañceso",
    "сандхи",
    "и он наш",
    "✓"
   ],
   [
    "esāhaṃ",
    "сандхи",
    "я",
    "✓"
   ],
   [
    "eseva",
    "сандхи",
    "именно этот",
    "✓"
   ],
   [
    "esevanto",
    "сандхи",
    "именно это конец (чего-то)",
    "✓"
   ],
   [
    "esohamasmi",
    "сандхи",
    "я являюсь этим",
    "✓"
   ],
   [
    "ko nāmeso",
    "идиома",
    "как зовут этого (человека)?",
    "✓"
   ],
   [
    "ceso",
    "сандхи",
    "и этот",
    "✓"
   ],
   [
    "nāmeso",
    "сандхи",
    "это названо",
    "~"
   ],
   [
    "nesohamasmi",
    "сандхи",
    "я не это",
    "✓"
   ],
   [
    "paneso",
    "сандхи",
    "и он",
    "✓"
   ],
   [
    "mā kho tumhe eso ajesi",
    "идиома",
    "не позволяйте этому человеку победить вас",
    "✓"
   ],
   [
    "meso",
    "сандхи",
    "это мое",
    "✓"
   ]
  ]
 },
 "āyasmant": {
  "count": 31,
  "data": [
   [
    "ayamāyasmā",
    "сандхи",
    "этот почтенный",
    "✓"
   ],
   [
    "ahampāyasmante",
    "сандхи",
    "я тоже почтенных",
    "✓"
   ],
   [
    "āyasmāpi",
    "сандхи",
    "а потом почтенный",
    "✓"
   ],
   [
    "iccāyasmā",
    "сандхи",
    "так (сказал) почтенный",
    "✓"
   ],
   [
    "idamavocāyasmā",
    "сандхи",
    "достопочтенный сказал это",
    "✓"
   ],
   [
    "idānāyasmā",
    "сандхи",
    "сейчас почтенный",
    "✓"
   ],
   [
    "upasaṅkamatāyasmā",
    "сандхи",
    "почтенный подходи!",
    "✓"
   ],
   [
    "kirāyasmā",
    "сандхи",
    "мы слышали досточтимого",
    "✓"
   ],
   [
    "cāyasmatā",
    "сандхи",
    "и уважаемым",
    "✓"
   ],
   [
    "cāyasmā",
    "сандхи",
    "и, почетный",
    "✓"
   ],
   [
    "tatthāyasmante",
    "сандхи",
    "в этом отношении (я спрашиваю) достопочтенных",
    "✓"
   ],
   [
    "tenahāyasmanto",
    "сандхи",
    "в таком случае, достопочтенные",
    "✓"
   ],
   [
    "tenahāyasmā",
    "сандхи",
    "следовательно достопочтенный",
    "✓"
   ],
   [
    "nāyamāyasmā",
    "сандхи",
    "этот достопочтенный не",
    "✓"
   ],
   [
    "pakkamatāyasmā",
    "сандхи",
    "уважаемому следует покинуть! достопочтенный должен уйти прочь!",
    "✓"
   ],
   [
    "panāyamāyasmā",
    "сандхи",
    "и этот почтенный",
    "✓"
   ],
   [
    "panāyasmato",
    "сандхи",
    "и для почтенного",
    "✓"
   ],
   [
    "panāyasmantaṃ",
    "сандхи",
    "и достопочтенного",
    "✓"
   ],
   [
    "panāyasmante",
    "сандхи",
    "и достопочтенные",
    "✓"
   ],
   [
    "panāyasmanto",
    "сандхи",
    "и достопочтенные",
    "✓"
   ],
   [
    "panāyasmā",
    "сандхи",
    "и почтенный",
    "✓"
   ],
   [
    "parisuddhetthāyasmanto",
    "сандхи",
    "почтенные чисты в этом отношении",
    "✓"
   ],
   [
    "māyasmanto",
    "сандхи",
    "уважаемые не делайте!",
    "✓"
   ],
   [
    "māyasmā",
    "сандхи",
    "уважаемый не делай!",
    "✓"
   ],
   [
    "yadāyasmantānaṃ",
    "сандхи",
    "если для достопочтенных",
    "✓"
   ],
   [
    "yuñjantāyasmanto",
    "сандхи",
    "почтенному следует постараться (вернуть)",
    "✓"
   ],
   [
    "yenāyasmā",
    "сандхи",
    "где почтенный",
    "✓"
   ],
   [
    "viramathāyasmanto",
    "сандхи",
    "почтенные воздержитесь (от)!",
    "✓"
   ],
   [
    "viharatāyasmā",
    "сандхи",
    "останься, друг!",
    "✓"
   ],
   [
    "sametāyasmantānaṃ",
    "сандхи",
    "уважаемым следует согласиться (с)",
    "✓"
   ],
   [
    "sametāyasmā",
    "сандхи",
    "пусть благородный согласится (с)",
    "✓"
   ]
  ]
 },
 "āhāra": {
  "count": 6,
  "data": [
   [
    "ayamāhāro",
    "сандхи",
    "это топливо (для)",
    "✓"
   ],
   [
    "āhāraṃ āharati",
    "идиома",
    "кушает еду",
    "✓"
   ],
   [
    "āhāraṃ āhāreti",
    "идиома",
    "ест пищу",
    "✓"
   ],
   [
    "āhāre paṭikūlasaññā",
    "идиома",
    "распознавание непривлекательности еды",
    "✓"
   ],
   [
    "āhāre paṭikūlasaññī",
    "идиома",
    "осознание неприятности пищи",
    "✓"
   ],
   [
    "tāyevappāhāratāya",
    "сандхи",
    "из-за этого самого отсутствия пищи",
    "✓"
   ]
  ]
 },
 "uddesa": {
  "count": 2,
  "data": [
   [
    "ayamuddeso",
    "сандхи",
    "это краткое изложение",
    "✓"
   ],
   [
    "uddesaṃ āgacchati",
    "идиома",
    "подходит (время) для чтения",
    "✓"
   ]
  ]
 },
 "yasas": {
  "count": 1,
  "data": [
   [
    "yasassiso",
    "сандхи",
    "он знаменит",
    "~"
   ]
  ]
 },
 "tattha": {
  "count": 15,
  "data": [
   [
    "ayaṃ tattha sāmīci",
    "идиома",
    "это правильный поступок",
    "✓"
   ],
   [
    "tattha tattha 1",
    "идиома",
    "прямо там",
    "✓"
   ],
   [
    "tattha tattha 2",
    "идиома",
    "в каждом случае",
    "✓"
   ],
   [
    "tattha tattha 3",
    "идиома",
    "здесь и там",
    "✓"
   ],
   [
    "tattha tattheva",
    "идиома",
    "везде",
    "✓"
   ],
   [
    "tatthaddasaṃ",
    "сандхи",
    "там я увидел",
    "✓"
   ],
   [
    "tatthāyasmante",
    "сандхи",
    "в этом отношении (я спрашиваю) достопочтенных",
    "✓"
   ],
   [
    "tatthāyaṃ",
    "сандхи",
    "там этот",
    "✓"
   ],
   [
    "tatthāhaṃ 1",
    "сандхи",
    "там я",
    "✓"
   ],
   [
    "tatthāhaṃ 2",
    "сандхи",
    "в этом отношении я",
    "✓"
   ],
   [
    "tatthetaṃ",
    "сандхи",
    "тогда это",
    "✓"
   ],
   [
    "tattheva",
    "сандхи",
    "прямо там",
    "✓"
   ],
   [
    "tatthevantaradhāyi",
    "сандхи",
    "исчез прямо там",
    "✓"
   ],
   [
    "tatthevantaradhāyīti",
    "сандхи",
    "исчез прямо там",
    "✓"
   ],
   [
    "yattha tattha",
    "идиома",
    "где ... там",
    "✓"
   ]
  ]
 },
 "sāmīci": {
  "count": 1,
  "data": [
   [
    "ayaṃ tattha sāmīci",
    "идиома",
    "это правильный поступок",
    "✓"
   ]
  ]
 },
 "yiṭṭha": {
  "count": 1,
  "data": [
   [
    "natthi yiṭṭhaṃ",
    "идиома",
    "нет (плода от) пожертвования",
    "✓"
   ]
  ]
 },
 "yoniso": {
  "count": 2,
  "data": [
   [
    "ayoniso manasikāra",
    "идиома",
    "радикальное невнимание",
    "✓"
   ],
   [
    "yoniso manasikāra",
    "идиома",
    "надлежащее внимание",
    "✓"
   ]
  ]
 },
 "manasikāra": {
  "count": 2,
  "data": [
   [
    "ayoniso manasikāra",
    "идиома",
    "радикальное невнимание",
    "✓"
   ],
   [
    "yoniso manasikāra",
    "идиома",
    "надлежащее внимание",
    "✓"
   ]
  ]
 },
 "ayya": {
  "count": 2,
  "data": [
   [
    "yaggheyye",
    "сандхи",
    "воистину, госпожа! пожалуйста, мадам!",
    "✓"
   ],
   [
    "sādhayye",
    "сандхи",
    "хорошо сказано, госпожа",
    "✓"
   ]
  ]
 },
 "raṇa": {
  "count": 1,
  "data": [
   [
    "raṇaṃ karitvā",
    "идиома",
    "ведя войну (против)",
    "✓"
   ]
  ]
 },
 "rati": {
  "count": 1,
  "data": [
   [
    "taṇhā arati ragā",
    "идиома",
    "имена трех дочерей Смерти",
    "✓"
   ]
  ]
 },
 "arahatta": {
  "count": 1,
  "data": [
   [
    "arahattaṃ pāpuṇi",
    "идиома",
    "достигли состояния пробуждения",
    "✓"
   ]
  ]
 },
 "pāpuṇi": {
  "count": 1,
  "data": [
   [
    "arahattaṃ pāpuṇi",
    "идиома",
    "достигли состояния пробуждения",
    "✓"
   ]
  ]
 },
 "arahant": {
  "count": 2,
  "data": [
   [
    "arahantamhā",
    "сандхи",
    "мы архаты",
    "✓"
   ],
   [
    "vuttamarahatāti",
    "сандхи",
    "это было действительно сказано пробужденным",
    "✓"
   ]
  ]
 },
 "bhāva": {
  "count": 3,
  "data": [
   [
    "ariya tuṇhībhāva",
    "идиома",
    "благородная тишина",
    "✓"
   ],
   [
    "kuddhabhāvamassa",
    "сандхи",
    "его состояние гнева",
    "~"
   ],
   [
    "sammukhībhāvaṃ adāsi",
    "идиома",
    "показал лицо",
    "✓"
   ]
  ]
 },
 "sacca": {
  "count": 6,
  "data": [
   [
    "dukkhanirodhagāminī paṭipadā ariyasaccaṃ",
    "идиома",
    "благородная истина о пути ведущего к прекращению страданий",
    "✓"
   ],
   [
    "dukkhanirodhaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о прекращении страданий",
    "✓"
   ],
   [
    "dukkhasamudayaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о происхождении страдания",
    "✓"
   ],
   [
    "dukkhaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о страдании",
    "✓"
   ],
   [
    "saccaṃ kira",
    "идиома",
    "правда ли это?",
    "✓"
   ],
   [
    "saccaṃ bhaṇasi",
    "идиома",
    "ты говоришь правду",
    "✓"
   ]
  ]
 },
 "vinaya": {
  "count": 1,
  "data": [
   [
    "ariyassa vinaye",
    "идиома",
    "в тренировке Будды",
    "✓"
   ]
  ]
 },
 "aru": {
  "count": 1,
  "data": [
   [
    "arugatto pakkagatto",
    "идиома",
    "с открытыми язвами на теле",
    "✓"
   ]
  ]
 },
 "gatta": {
  "count": 1,
  "data": [
   [
    "arugatto pakkagatto",
    "идиома",
    "с открытыми язвами на теле",
    "✓"
   ]
  ]
 },
 "pakka": {
  "count": 1,
  "data": [
   [
    "arugatto pakkagatto",
    "идиома",
    "с открытыми язвами на теле",
    "✓"
   ]
  ]
 },
 "aruṇa": {
  "count": 1,
  "data": [
   [
    "uddhaste aruṇe nandimukhiyā rattiyā",
    "идиома",
    "когда восходила розовая улыбка рассвета",
    "✓"
   ]
  ]
 },
 "laddha": {
  "count": 1,
  "data": [
   [
    "lābhā vata me suladdhaṃ vata me",
    "идиома",
    "это для меня определённо выгода, большое преимущество для меня",
    "✓"
   ]
  ]
 },
 "sabba": {
  "count": 18,
  "data": [
   [
    "alametaṃ sabbaṃ",
    "идиома",
    "этого всего достаточно",
    "✓"
   ],
   [
    "sabbamaññaṃ",
    "сандхи",
    "все остальное",
    "✓"
   ],
   [
    "sabbamidaṃ",
    "сандхи",
    "всё это",
    "✓"
   ],
   [
    "sabbamidaṃ carimaṃ kataṃ",
    "идиома",
    "как только всё это было сказано",
    "✓"
   ],
   [
    "sabbametaṃ",
    "сандхи",
    "всё это",
    "✓"
   ],
   [
    "sabbasaṅkhāresu aniccānupassī",
    "идиома",
    "наблюдая непостоянство всех формаций",
    "✓"
   ],
   [
    "sabbaṃ taṃ",
    "идиома",
    "все это",
    "✓"
   ],
   [
    "sabbāneva",
    "сандхи",
    "в целом",
    "✓"
   ],
   [
    "sabbe te",
    "идиома",
    "все они",
    "✓"
   ],
   [
    "sabbete",
    "сандхи",
    "все они",
    "✓"
   ],
   [
    "sabbena sabbaṃ",
    "идиома",
    "полностью",
    "✓"
   ],
   [
    "sabbena sabbaṃ",
    "идиома",
    "полностью",
    "✓"
   ],
   [
    "sabbena sabbaṃ sabbathā sabbaṃ",
    "идиома",
    "везде во всех отношениях",
    "✓"
   ],
   [
    "sabbeva",
    "сандхи",
    "именно все",
    "✓"
   ],
   [
    "sabbesampissa",
    "сандхи",
    "это было бы на благо всех",
    "✓"
   ],
   [
    "sabbehi dhātūhi",
    "идиома",
    "после всех глагольных корней",
    "✓"
   ],
   [
    "sabbeheva",
    "сандхи",
    "именно всеми",
    "✓"
   ],
   [
    "sabboyaṃ",
    "сандхи",
    "весь этот",
    "✓"
   ]
  ]
 },
 "tāva": {
  "count": 14,
  "data": [
   [
    "alamettāvatā",
    "сандхи",
    "этого достаточно",
    "✓"
   ],
   [
    "ettāvataggaṃ",
    "сандхи",
    "такой наивысший",
    "✓"
   ],
   [
    "ettāvatāpi",
    "сандхи",
    "даже так много",
    "✓"
   ],
   [
    "katamettāvatā",
    "сандхи",
    "того, что сделано, достаточно",
    "✓"
   ],
   [
    "tāvatakeneva",
    "сандхи",
    "только с этим",
    "✓"
   ],
   [
    "tāvatakvassa",
    "сандхи",
    "такой как его",
    "✓"
   ],
   [
    "tāvade",
    "сандхи",
    "прямо тогда",
    "✓"
   ],
   [
    "tāvadeva 1",
    "сандхи",
    "прямо там",
    "✓"
   ],
   [
    "tāvadeva 2",
    "сандхи",
    "в тот же день",
    "✓"
   ],
   [
    "tāvadevassa",
    "сандхи",
    "прямо тогда для него",
    "✓"
   ],
   [
    "tāvadevassā",
    "сандхи",
    "прямо тогда для нее",
    "✓"
   ],
   [
    "tāvāhaṃ",
    "сандхи",
    "пока я",
    "✓"
   ],
   [
    "pūjitamettāvatā",
    "сандхи",
    "того, что было предложено, достаточно",
    "✓"
   ],
   [
    "yāva tāva",
    "идиома",
    "пока ... то",
    "✓"
   ]
  ]
 },
 "vacana": {
  "count": 5,
  "data": [
   [
    "alaṃ vacanāya",
    "идиома",
    "подходит для определения",
    "✓"
   ],
   [
    "kallaṃ vacanāya",
    "идиома",
    "это уместно сказать",
    "✓"
   ],
   [
    "buddhavacanānussaraṇavasenetaṃ",
    "сандхи",
    "из-за поминания учения Будды это (говорится)",
    "~"
   ],
   [
    "mama vacanena",
    "идиома",
    "от моего имени",
    "✓"
   ],
   [
    "vacanaṃ karoti",
    "идиома",
    "делает поручение",
    "✓"
   ]
  ]
 },
 "lābha": {
  "count": 3,
  "data": [
   [
    "lābhaṃ labhati",
    "идиома",
    "получает",
    "~"
   ],
   [
    "lābhena lābhaṃ nijigīsanatā",
    "идиома",
    "стремление получить подарок, предложив подарок",
    "✓"
   ],
   [
    "haññadatthatthipasaṃsalābhā",
    "сандхи",
    "здесь (нет) выгоды кроме получения похвалы",
    "✓"
   ]
  ]
 },
 "okāsa": {
  "count": 4,
  "data": [
   [
    "okāsakammaṃ kataṃ",
    "идиома",
    "предоставлено разрешение (кем-либо)",
    "✓"
   ],
   [
    "okāsaṃ karoti",
    "идиома",
    "дает разрешение (на)",
    "✓"
   ],
   [
    "okāsaṃ kāretvā",
    "идиома",
    "получив разрешение (на)",
    "~"
   ],
   [
    "okāsaṃ yācati",
    "идиома",
    "просит возможности",
    "✓"
   ]
  ]
 },
 "avoca": {
  "count": 3,
  "data": [
   [
    "idamavoca",
    "сандхи",
    "он сказал это",
    "✓"
   ],
   [
    "idamavocāyasmā",
    "сандхи",
    "достопочтенный сказал это",
    "✓"
   ],
   [
    "mā avacuttha",
    "идиома",
    "(вы) не говорите",
    "✓"
   ]
  ]
 },
 "vañjha": {
  "count": 1,
  "data": [
   [
    "avañjhānitvevāhaṃ",
    "сандхи",
    "я утверждаю, что они несомненно не бесплодны",
    "✓"
   ]
  ]
 },
 "tu": {
  "count": 7,
  "data": [
   [
    "avañjhānitvevāhaṃ",
    "сандхи",
    "я утверждаю, что они несомненно не бесплодны",
    "✓"
   ],
   [
    "tveva 1",
    "сандхи",
    "однако",
    "✓"
   ],
   [
    "tveva 2",
    "сандхи",
    "именно как",
    "✓"
   ],
   [
    "tveva 3",
    "сандхи",
    "но даже тогда",
    "✓"
   ],
   [
    "tvevāhaṃ",
    "сандхи",
    "однако даже тогда я",
    "✓"
   ],
   [
    "mayaṃ tu",
    "идиома",
    "мы однако",
    "~"
   ],
   [
    "subhantveva",
    "сандхи",
    "(сфокусированный) только на красивом",
    "✓"
   ]
  ]
 },
 "vaṇṇa2": {
  "count": 2,
  "data": [
   [
    "avaṇṇaṃ bhāsati",
    "идиома",
    "критикует",
    "✓"
   ],
   [
    "vaṇṇaṃ bhāsati",
    "идиома",
    "хвалит (кого-л.)",
    "✓"
   ]
  ]
 },
 "bhāsati": {
  "count": 3,
  "data": [
   [
    "avaṇṇaṃ bhāsati",
    "идиома",
    "критикует",
    "✓"
   ],
   [
    "dhammaṃ bhāsati",
    "идиома",
    "проповедует Дхамму",
    "✓"
   ],
   [
    "vaṇṇaṃ bhāsati",
    "идиома",
    "хвалит (кого-л.)",
    "✓"
   ]
  ]
 },
 "vassa": {
  "count": 2,
  "data": [
   [
    "tenevantaravassena",
    "сандхи",
    "в течение того самого дождливого сезона",
    "✓"
   ],
   [
    "vassaṃ upagantabbaṃ",
    "идиома",
    "период дождей должен быть начат",
    "✓"
   ]
  ]
 },
 "vigata": {
  "count": 1,
  "data": [
   [
    "viddhe vigatavalāhake deve",
    "идиома",
    "в ясном безоблачном небе",
    "✓"
   ]
  ]
 },
 "vijjā": {
  "count": 1,
  "data": [
   [
    "avijjampāhaṃ",
    "сандхи",
    "неведение действительно я (говорю)",
    "✓"
   ]
  ]
 },
 "vutta2": {
  "count": 11,
  "data": [
   [
    "iti kho panetaṃ vuttaṃ",
    "идиома",
    "так было сказано",
    "~"
   ],
   [
    "evaṃ vutte",
    "идиома",
    "когда это было сказано",
    "✓"
   ],
   [
    "kiñcetaṃ paṭicca vuttaṃ",
    "идиома",
    "И по поводу чего было сказано это?",
    "~"
   ],
   [
    "vuttañhetaṃ",
    "сандхи",
    "это действительно было сказано",
    "✓"
   ],
   [
    "vuttatthāneva",
    "сандхи",
    "значения уже были указаны",
    "~"
   ],
   [
    "vuttanayāneva",
    "сандхи",
    "в указанных способах",
    "~"
   ],
   [
    "vuttanayeneva",
    "сандхи",
    "точно таким же способом",
    "~"
   ],
   [
    "vuttamarahatāti",
    "сандхи",
    "это было действительно сказано пробужденным",
    "✓"
   ],
   [
    "vuttamidaṃ",
    "сандхи",
    "это говорил",
    "✓"
   ],
   [
    "vuttānusāreneva",
    "сандхи",
    "в соответствии с тем, что только что было сказано",
    "~"
   ],
   [
    "vuttāhaṃ",
    "сандхи",
    "когда сказано мной",
    "✓"
   ]
  ]
 },
 "asa2": {
  "count": 2,
  "data": [
   [
    "asasmi",
    "сандхи",
    "я вечен",
    "✓"
   ],
   [
    "asasmīti",
    "сандхи",
    "я вечен",
    "✓"
   ]
  ]
 },
 "saka": {
  "count": 3,
  "data": [
   [
    "kammassakomhi",
    "идиома",
    "я хозяин своих действий",
    "✓"
   ],
   [
    "sakaṃ sakaṃ",
    "идиома",
    "каждая в свой",
    "✓"
   ],
   [
    "sake ācariyake",
    "идиома",
    "в собственном учении",
    "✓"
   ]
  ]
 },
 "saki": {
  "count": 4,
  "data": [
   [
    "sakideva 1",
    "сандхи",
    "только один раз",
    "✓"
   ],
   [
    "sakideva 2",
    "сандхи",
    "в то же время",
    "✓"
   ],
   [
    "sakiṃ sakiṃ",
    "идиома",
    "раз за разом",
    "✓"
   ],
   [
    "sakiṃdeva",
    "сандхи",
    "только один раз",
    "✓"
   ]
  ]
 },
 "sajjhāya": {
  "count": 2,
  "data": [
   [
    "sajjhāyaṃ karoti",
    "идиома",
    "декламирует",
    "✓"
   ],
   [
    "sajjhāyaṃ karonta",
    "идиома",
    "произносящие вслух",
    "✓"
   ]
  ]
 },
 "saññī": {
  "count": 2,
  "data": [
   [
    "āhāre paṭikūlasaññī",
    "идиома",
    "осознание неприятности пищи",
    "✓"
   ],
   [
    "saññīmeva",
    "сандхи",
    "даже сознательный",
    "✓"
   ]
  ]
 },
 "sati1": {
  "count": 2,
  "data": [
   [
    "satova",
    "сандхи",
    "именно внимательный",
    "✓"
   ],
   [
    "satyassa",
    "сандхи",
    "внимательность его",
    "✓"
   ]
  ]
 },
 "sadisa": {
  "count": 3,
  "data": [
   [
    "sadisaṃ katvā",
    "идиома",
    "нарисовав сравнение (с)",
    "~"
   ],
   [
    "sadisohamasmi",
    "сандхи",
    "я такой же",
    "✓"
   ],
   [
    "sadisohamasmīti",
    "сандхи",
    "я такой же",
    "~"
   ]
  ]
 },
 "santa1": {
  "count": 7,
  "data": [
   [
    "icchāyasantyā",
    "сандхи",
    "когда желание не существует",
    "✓"
   ],
   [
    "evaṃ santaṃ",
    "идиома",
    "в этом случае",
    "✓"
   ],
   [
    "evaṃ santāyaṃ",
    "идиома",
    "в таком случае",
    "✓"
   ],
   [
    "evaṃ sante",
    "идиома",
    "в этом случае",
    "✓"
   ],
   [
    "santamassa",
    "сандхи",
    "принадлежности от него",
    "✓"
   ],
   [
    "santaṃyeva 1",
    "сандхи",
    "это просто правда",
    "✓"
   ],
   [
    "sabbhireva",
    "сандхи",
    "только с мудрыми",
    "✓"
   ]
  ]
 },
 "santa2": {
  "count": 2,
  "data": [
   [
    "santametaṃ",
    "сандхи",
    "это спокойный",
    "✓"
   ],
   [
    "santaṃyeva 2",
    "сандхи",
    "просто спокойно",
    "✓"
   ]
  ]
 },
 "santhava": {
  "count": 2,
  "data": [
   [
    "karoti santhavaṃ",
    "идиома",
    "устанавливает близкие отношения с",
    "✓"
   ],
   [
    "kubbati santhavaṃ",
    "идиома",
    "формирует тесные отношения с",
    "✓"
   ]
  ]
 },
 "samādhi": {
  "count": 1,
  "data": [
   [
    "samādhimānantarikaññamāhu",
    "сандхи",
    "говорят та стабильность ума с немедленными результатами",
    "✓"
   ]
  ]
 },
 "sammā": {
  "count": 4,
  "data": [
   [
    "sammadeva 1",
    "сандхи",
    "совершенно",
    "✓"
   ],
   [
    "sammadeva 2",
    "сандхи",
    "верно",
    "✓"
   ],
   [
    "sammā pariṇāmaṃ gacchati",
    "идиома",
    "правильно усваивается",
    "✓"
   ],
   [
    "sammādhāraṃ anuppavecchati",
    "идиома",
    "дает дождь",
    "✓"
   ]
  ]
 },
 "sammoha": {
  "count": 1,
  "data": [
   [
    "sammohaṃ āpajjati",
    "идиома",
    "приходит в замешательство",
    "✓"
   ]
  ]
 },
 "saṃvara": {
  "count": 2,
  "data": [
   [
    "āyatiṃ saṃvarāya",
    "идиома",
    "ради будущего удержания",
    "✓"
   ],
   [
    "saṃvaraṃ āpajjati",
    "идиома",
    "сдерживается",
    "✓"
   ]
  ]
 },
 "sāra": {
  "count": 1,
  "data": [
   [
    "taṃ sārato paccāgacchati",
    "идиома",
    "принимает это за истинное",
    "✓"
   ]
  ]
 },
 "asi2": {
  "count": 21,
  "data": [
   [
    "asīti 2.1",
    "сандхи",
    "ты есть",
    "~"
   ],
   [
    "āgatosi",
    "сандхи",
    "ты пришёл",
    "✓"
   ],
   [
    "kaccāsi",
    "сандхи",
    "Надеюсь, что ты",
    "✓"
   ],
   [
    "kallosi",
    "сандхи",
    "ты умен",
    "✓"
   ],
   [
    "kaṃsi",
    "сандхи",
    "(ради) кого ты (посвятился в монахи)?",
    "✓"
   ],
   [
    "kosi 1.1",
    "сандхи",
    "кто ты?",
    "✓"
   ],
   [
    "khosi",
    "сандхи",
    "ты действительно",
    "✓"
   ],
   [
    "corosi",
    "сандхи",
    "ты вор!",
    "✓"
   ],
   [
    "jhānalābhīsi",
    "сандхи",
    "ты тот, кто достигает глубоких состояний медитации?",
    "~"
   ],
   [
    "tvamasi",
    "сандхи",
    "ты есть",
    "✓"
   ],
   [
    "thenosi",
    "сандхи",
    "ты вор!",
    "✓"
   ],
   [
    "dānisi",
    "сандхи",
    "теперь ты являешься",
    "✓"
   ],
   [
    "diṭṭhosi",
    "сандхи",
    "тебя видели",
    "✓"
   ],
   [
    "piyāmesi",
    "сандхи",
    "ты мне дорог",
    "~"
   ],
   [
    "bālosi",
    "сандхи",
    "ты дурень!",
    "✓"
   ],
   [
    "muṇḍāsi",
    "сандхи",
    "ты лысый",
    "✓"
   ],
   [
    "muttosi",
    "сандхи",
    "ты свободен (от)",
    "✓"
   ],
   [
    "mūḷhosi",
    "сандхи",
    "ты безумец!",
    "✓"
   ],
   [
    "mesi",
    "сандхи",
    "тобой я был",
    "✓"
   ],
   [
    "vāsi 2.1",
    "сандхи",
    "ты действительно",
    "✓"
   ],
   [
    "vippamuttosi",
    "сандхи",
    "ты освобожден",
    "✓"
   ]
  ]
 },
 "suci": {
  "count": 1,
  "data": [
   [
    "asuciṃ moceti",
    "идиома",
    "эякулирует",
    "~"
   ]
  ]
 },
 "moceti": {
  "count": 1,
  "data": [
   [
    "asuciṃ moceti",
    "идиома",
    "эякулирует",
    "~"
   ]
  ]
 },
 "suta": {
  "count": 2,
  "data": [
   [
    "evaṃ me sutaṃ",
    "идиома",
    "я это так услышал",
    "✓"
   ],
   [
    "diṭṭha suta muta",
    "идиома",
    "увиденное услышанное и ощутимое",
    "✓"
   ]
  ]
 },
 "asecanaka": {
  "count": 1,
  "data": [
   [
    "asecanakamojavaṃ",
    "сандхи",
    "чистый и питательный",
    "✓"
   ]
  ]
 },
 "ojas": {
  "count": 1,
  "data": [
   [
    "asecanakamojavaṃ",
    "сандхи",
    "чистый и питательный",
    "✓"
   ]
  ]
 },
 "seyya": {
  "count": 1,
  "data": [
   [
    "seyyo hoti",
    "идиома",
    "он становится лучше",
    "✓"
   ]
  ]
 },
 "sesa": {
  "count": 6,
  "data": [
   [
    "māso seso",
    "идиома",
    "оставшийся один месяц (от)",
    "✓"
   ],
   [
    "sesapadadvayepi",
    "сандхи",
    "в оставшихся двух словах",
    "~"
   ],
   [
    "sesapadesupi",
    "сандхи",
    "во всех оставшихся словах",
    "~"
   ],
   [
    "sesamettha",
    "сандхи",
    "всё здесь остальное",
    "~"
   ],
   [
    "sesavāresupi",
    "сандхи",
    "во всех остальных случаях",
    "~"
   ],
   [
    "sesesupi",
    "сандхи",
    "во всех остальных (примерах)",
    "~"
   ]
  ]
 },
 "asmā": {
  "count": 1,
  "data": [
   [
    "jhāyinosmā",
    "сандхи",
    "мы медитаторы",
    "✓"
   ]
  ]
 },
 "asmiṃ": {
  "count": 3,
  "data": [
   [
    "asmiñca",
    "сандхи",
    "и в этом",
    "✓"
   ],
   [
    "asmiṃ loke paramhi ca",
    "идиома",
    "в этом мире и в следующем",
    "✓"
   ],
   [
    "kiñcanatasmiṃ",
    "сандхи",
    "обладание этим",
    "✓"
   ]
  ]
 },
 "loka": {
  "count": 5,
  "data": [
   [
    "asmiṃ loke paramhi ca",
    "идиома",
    "в этом мире и в следующем",
    "✓"
   ],
   [
    "natthi ayaṃ loko",
    "идиома",
    "этого мира не существует",
    "✓"
   ],
   [
    "natthi paro loko",
    "идиома",
    "нет загробной жизни",
    "✓"
   ],
   [
    "lokanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к концу мира",
    "✓"
   ],
   [
    "lokamimaṃ",
    "сандхи",
    "этот мир",
    "✓"
   ]
  ]
 },
 "sa3": {
  "count": 2,
  "data": [
   [
    "samphalaṃ",
    "сандхи",
    "свой собственный плод",
    "✓"
   ],
   [
    "sāmampi",
    "сандхи",
    "даже самому",
    "✓"
   ]
  ]
 },
 "saddhā": {
  "count": 2,
  "data": [
   [
    "saddhaṃ paṭilabhati",
    "идиома",
    "обретает веру в",
    "✓"
   ],
   [
    "saddhīdha",
    "сандхи",
    "вера здесь",
    "✓"
   ]
  ]
 },
 "samaṇa": {
  "count": 2,
  "data": [
   [
    "samaṇamhā",
    "сандхи",
    "мы анахореты",
    "✓"
   ],
   [
    "samaṇīdha",
    "сандхи",
    "аскета здесь",
    "✓"
   ]
  ]
 },
 "assu": {
  "count": 1,
  "data": [
   [
    "assūni pavattesi",
    "идиома",
    "разрыдался",
    "✓"
   ]
  ]
 },
 "pavattesi": {
  "count": 1,
  "data": [
   [
    "assūni pavattesi",
    "идиома",
    "разрыдался",
    "✓"
   ]
  ]
 },
 "aha": {
  "count": 1,
  "data": [
   [
    "tadahuposathe",
    "сандхи",
    "в тот праздничный день",
    "✓"
   ]
  ]
 },
 "hattha": {
  "count": 6,
  "data": [
   [
    "ahatthapāse kataṃ",
    "идиома",
    "не сделано в пределах длины вытянутой руки",
    "✓"
   ],
   [
    "hatthatthaṃ gacchanti",
    "идиома",
    "они погибают от руки (кого-то)",
    "✓"
   ],
   [
    "hatthapāse kataṃ",
    "идиома",
    "сделано в пределах вытянутой руки",
    "✓"
   ],
   [
    "hatthamevānukantati",
    "сандхи",
    "просто режет руку",
    "✓"
   ],
   [
    "hatthe karitvā",
    "идиома",
    "взяв в руку",
    "✓"
   ],
   [
    "hatthena upakkamitvā",
    "идиома",
    "мастурбировав",
    "✓"
   ]
  ]
 },
 "pāsa": {
  "count": 2,
  "data": [
   [
    "ahatthapāse kataṃ",
    "идиома",
    "не сделано в пределах длины вытянутой руки",
    "✓"
   ],
   [
    "hatthapāse kataṃ",
    "идиома",
    "сделано в пределах вытянутой руки",
    "✓"
   ]
  ]
 },
 "tesaṃ": {
  "count": 13,
  "data": [
   [
    "ahaṃ tesaṃ aññataro",
    "идиома",
    "я один из них",
    "✓"
   ],
   [
    "tesañca",
    "сандхи",
    "и тех",
    "✓"
   ],
   [
    "tesaññeva",
    "сандхи",
    "именно их",
    "✓"
   ],
   [
    "tesantakaro",
    "сандхи",
    "который положил конец тем",
    "✓"
   ],
   [
    "tesamahaṃ aññataro",
    "идиома",
    "я один из них",
    "✓"
   ],
   [
    "tesamidaṃ",
    "сандхи",
    "это их",
    "✓"
   ],
   [
    "tesametaṃ pāṭikaṅkhaṃ",
    "идиома",
    "им можно ожидать этого",
    "✓"
   ],
   [
    "tesampi 1",
    "сандхи",
    "для них тоже",
    "✓"
   ],
   [
    "tesampi 2",
    "сандхи",
    "только их",
    "✓"
   ],
   [
    "tesaṃyeva",
    "сандхи",
    "тех самых",
    "✓"
   ],
   [
    "tesāhaṃ",
    "сандхи",
    "их я",
    "✓"
   ],
   [
    "yesaṃ tesaṃ",
    "идиома",
    "чей бы то ни было ... их",
    "✓"
   ],
   [
    "so tesaṃ aññataro",
    "идиома",
    "он один из них",
    "✓"
   ]
  ]
 },
 "ahosi": {
  "count": 10,
  "data": [
   [
    "ahudeva",
    "сандхи",
    "просто было",
    "✓"
   ],
   [
    "etadahosi",
    "сандхи",
    "это (мысль) пришла (к)",
    "✓"
   ],
   [
    "tuṇhī ahesuṃ",
    "идиома",
    "они молчали",
    "✓"
   ],
   [
    "tuṇhī ahosi",
    "идиома",
    "молчал",
    "✓"
   ],
   [
    "nāpahosiṃ",
    "сандхи",
    "тогда меня не было",
    "✓"
   ],
   [
    "mā ahuvattha",
    "идиома",
    "(вы) не должны быть",
    "✓"
   ],
   [
    "mā ahesuṃ",
    "идиома",
    "пусть они не будут",
    "✓"
   ],
   [
    "mā ahosi",
    "идиома",
    "пусть это не будет",
    "✓"
   ],
   [
    "mā pacchā vippaṭisārino ahuvattha",
    "идиома",
    "не жалейте потом!",
    "✓"
   ],
   [
    "yāvatako ahosi kathāsallāpo",
    "идиома",
    "какой бы там ни был разговор",
    "✓"
   ]
  ]
 },
 "hetu": {
  "count": 1,
  "data": [
   [
    "taṃ kissa hetu",
    "идиома",
    "в чем причина этого?",
    "✓"
   ]
  ]
 },
 "aho": {
  "count": 4,
  "data": [
   [
    "aho dukkhaṃ",
    "идиома",
    "ох беда!",
    "✓"
   ],
   [
    "aho nūna",
    "идиома",
    "ах да!",
    "✓"
   ],
   [
    "aho vata",
    "идиома",
    "(выражение желания) о, может! если бы только!",
    "✓"
   ],
   [
    "aho vata re",
    "идиома",
    "(выражая презрение) ну ты что!",
    "✓"
   ]
  ]
 },
 "nūna": {
  "count": 6,
  "data": [
   [
    "aho nūna",
    "идиома",
    "ах да!",
    "✓"
   ],
   [
    "na hi nūna",
    "идиома",
    "конечно нет!",
    "✓"
   ],
   [
    "nūnāhaṃ",
    "сандхи",
    "возможно я",
    "✓"
   ],
   [
    "yannūnāhaṃ",
    "сандхи",
    "что если я",
    "✓"
   ],
   [
    "yaṃnūna",
    "сандхи",
    "что если",
    "✓"
   ],
   [
    "yaṃnūnassāhaṃ",
    "сандхи",
    "что если бы я (объяснил) ему",
    "✓"
   ]
  ]
 },
 "vata1": {
  "count": 11,
  "data": [
   [
    "aho vata",
    "идиома",
    "(выражение желания) о, может! если бы только!",
    "✓"
   ],
   [
    "aho vata re",
    "идиома",
    "(выражая презрение) ну ты что!",
    "✓"
   ],
   [
    "lābhā vata me suladdhaṃ vata me",
    "идиома",
    "это для меня определённо выгода, большое преимущество для меня",
    "✓"
   ],
   [
    "vatamhi",
    "сандхи",
    "конечно я являюсь",
    "✓"
   ],
   [
    "vatayaṃ",
    "сандхи",
    "действительно это",
    "✓"
   ],
   [
    "vatassāhaṃ",
    "сандхи",
    "действительно, я мог бы",
    "~"
   ],
   [
    "vatāyasmantaṃyeva",
    "сандхи",
    "действительно почтенный просто",
    "✓"
   ],
   [
    "vatāyaṃ",
    "сандхи",
    "действительно этот",
    "✓"
   ],
   [
    "vatāhaṃ",
    "сандхи",
    "о нет я",
    "✓"
   ],
   [
    "vatidaṃ",
    "сандхи",
    "действительно это",
    "✓"
   ],
   [
    "vatime",
    "сандхи",
    "конечно они",
    "✓"
   ]
  ]
 },
 "re": {
  "count": 4,
  "data": [
   [
    "aho vata re",
    "идиома",
    "(выражая презрение) ну ты что!",
    "✓"
   ],
   [
    "carapi re",
    "идиома",
    "прочь ты отсюда!",
    "✓"
   ],
   [
    "carapire",
    "идиома",
    "прочь отсюда!",
    "✓"
   ],
   [
    "pire",
    "сандхи",
    "(комм) изгой",
    "✓"
   ]
  ]
 },
 "āgata": {
  "count": 3,
  "data": [
   [
    "āgatamha",
    "сандхи",
    "мы пришли",
    "✓"
   ],
   [
    "āgatosi",
    "сандхи",
    "ты пришёл",
    "✓"
   ],
   [
    "iccassa evamāgataṃ hoti",
    "идиома",
    "что из этого следует",
    "~"
   ]
  ]
 },
 "āgacchati": {
  "count": 3,
  "data": [
   [
    "āpāthaṃ āgacchati",
    "идиома",
    "попадает в пределы досягаемости",
    "✓"
   ],
   [
    "uddesaṃ āgacchati",
    "идиома",
    "подходит (время) для чтения",
    "✓"
   ],
   [
    "gārayhaṃ ṭhānaṃ āgacchati",
    "идиома",
    "заслуживает порицания",
    "✓"
   ]
  ]
 },
 "āgu": {
  "count": 1,
  "data": [
   [
    "āguṃ karoti",
    "идиома",
    "совершает преступление",
    "✓"
   ]
  ]
 },
 "ācariya": {
  "count": 1,
  "data": [
   [
    "sake ācariyake",
    "идиома",
    "в собственном учении",
    "✓"
   ]
  ]
 },
 "ātappa": {
  "count": 2,
  "data": [
   [
    "ātappaṃ karoti",
    "идиома",
    "прилагает усилия (чтобы)",
    "✓"
   ],
   [
    "kiccamātappaṃ",
    "сандхи",
    "усилие должно быть сделано",
    "✓"
   ]
  ]
 },
 "ādāya": {
  "count": 4,
  "data": [
   [
    "ādāya gacchati",
    "идиома",
    "уносит",
    "✓"
   ],
   [
    "iṇaṃ ādāya",
    "идиома",
    "беря кредит",
    "✓"
   ],
   [
    "khārivividhamādāya",
    "сандхи",
    "перенос множества связок на шесте",
    "✓"
   ],
   [
    "pattacīvaramādāya",
    "сандхи",
    "беря (свою) чашу и одеяние",
    "✓"
   ]
  ]
 },
 "ādi": {
  "count": 8,
  "data": [
   [
    "ādito paṭṭhāya",
    "идиома",
    "с самого начала и далее",
    "✓"
   ],
   [
    "āditova",
    "сандхи",
    "с самого начала",
    "✓"
   ],
   [
    "ādimeva",
    "сандхи",
    "самое начало",
    "✓"
   ],
   [
    "ādiṃ katvā",
    "идиома",
    "начиная с",
    "✓"
   ],
   [
    "iccādi",
    "сандхи",
    "так далее",
    "✓"
   ],
   [
    "iccevamādi",
    "сандхи",
    "таким образом и тому подобное",
    "✓"
   ],
   [
    "tiādi",
    "сандхи",
    "так далее",
    "~"
   ],
   [
    "tiādimāha",
    "сандхи",
    "начало, он сказал это, и так далее",
    "~"
   ]
  ]
 },
 "paṭṭhāya": {
  "count": 1,
  "data": [
   [
    "ādito paṭṭhāya",
    "идиома",
    "с самого начала и далее",
    "✓"
   ]
  ]
 },
 "uda": {
  "count": 1,
  "data": [
   [
    "uda vā",
    "идиома",
    "или",
    "✓"
   ]
  ]
 },
 "ādhāvati": {
  "count": 1,
  "data": [
   [
    "ādhāvati paridhāvati",
    "идиома",
    "бегает вокруг",
    "✓"
   ]
  ]
 },
 "paridhāvati": {
  "count": 1,
  "data": [
   [
    "ādhāvati paridhāvati",
    "идиома",
    "бегает вокруг",
    "✓"
   ]
  ]
 },
 "amhi": {
  "count": 23,
  "data": [
   [
    "āpannomhi",
    "сандхи",
    "я совершил нарушение",
    "✓"
   ],
   [
    "otiṇṇomhi",
    "сандхи",
    "я страдаю (от)",
    "✓"
   ],
   [
    "khomhi",
    "сандхи",
    "я определенно",
    "✓"
   ],
   [
    "camhi 1",
    "сандхи",
    "и я",
    "✓"
   ],
   [
    "camhi 2",
    "сандхи",
    "но я",
    "✓"
   ],
   [
    "jarādhammomhi",
    "сандхи",
    "мне свойственно стареть",
    "✓"
   ],
   [
    "ṭhitomhi",
    "сандхи",
    "я стою",
    "✓"
   ],
   [
    "tayāmhi",
    "сандхи",
    "тобой я являюсь",
    "✓"
   ],
   [
    "nāmhi",
    "сандхи",
    "я не",
    "✓"
   ],
   [
    "nisinnomhi",
    "сандхи",
    "я сижу",
    "✓"
   ],
   [
    "pabbajitomhi",
    "сандхи",
    "я посвящен (в монахи)",
    "✓"
   ],
   [
    "balavamhi",
    "сандхи",
    "я силен",
    "~"
   ],
   [
    "balavamhi balattho",
    "идиома",
    "правда на стороне сильного",
    "✓"
   ],
   [
    "buddhagāthābhigītomhi",
    "сандхи",
    "меня восхвалил стих Будды",
    "✓"
   ],
   [
    "byādhidhammomhi",
    "сандхи",
    "мне свойственно болеть",
    "✓"
   ],
   [
    "maraṇadhammomhi",
    "сандхи",
    "мне свойственно умереть",
    "✓"
   ],
   [
    "yāyamhi",
    "сандхи",
    "чем я",
    "✓"
   ],
   [
    "lābhimhi",
    "сандхи",
    "я имею",
    "✓"
   ],
   [
    "lābhīmhi",
    "сандхи",
    "я тот, кто получает",
    "✓"
   ],
   [
    "vatamhi",
    "сандхи",
    "конечно я являюсь",
    "✓"
   ],
   [
    "vimuttomhi",
    "сандхи",
    "я освобождён",
    "✓"
   ],
   [
    "sayānomhi",
    "сандхи",
    "я лежу",
    "✓"
   ],
   [
    "somhi",
    "сандхи",
    "сейчас я являюсь",
    "✓"
   ]
  ]
 },
 "āpātha": {
  "count": 1,
  "data": [
   [
    "āpāthaṃ āgacchati",
    "идиома",
    "попадает в пределы досягаемости",
    "✓"
   ]
  ]
 },
 "āyatana": {
  "count": 4,
  "data": [
   [
    "canekāyatanappavutto",
    "сандхи",
    "и с многими основами (было) провозглашено",
    "✓"
   ],
   [
    "cha ajjhattikāni āyatanāni",
    "идиома",
    "шесть внутренних органов чувств",
    "✓"
   ],
   [
    "cha bāhirāni āyatanāni",
    "идиома",
    "шесть внешних полей чувств",
    "✓"
   ],
   [
    "tañcāyatanaṃ",
    "сандхи",
    "но то поле",
    "✓"
   ]
  ]
 },
 "āyati": {
  "count": 1,
  "data": [
   [
    "āyatiṃ saṃvarāya",
    "идиома",
    "ради будущего удержания",
    "✓"
   ]
  ]
 },
 "āyāti": {
  "count": 2,
  "data": [
   [
    "āyāmānanda",
    "сандхи",
    "приходи, Ананда!",
    "✓"
   ],
   [
    "āyāmāvuso",
    "сандхи",
    "пойдем друг",
    "✓"
   ]
  ]
 },
 "ānanda": {
  "count": 4,
  "data": [
   [
    "āyāmānanda",
    "сандхи",
    "приходи, Ананда!",
    "✓"
   ],
   [
    "idhānanda",
    "сандхи",
    "здесь Ананда",
    "✓"
   ],
   [
    "kathañcānanda",
    "сандхи",
    "и что, ананда?",
    "✓"
   ],
   [
    "hānanda",
    "сандхи",
    "поистине ананда",
    "✓"
   ]
  ]
 },
 "āyu": {
  "count": 1,
  "data": [
   [
    "dīghamāyuṃ pāleti",
    "идиома",
    "заботится о своей жизни долгое время",
    "✓"
   ]
  ]
 },
 "ārambha1": {
  "count": 1,
  "data": [
   [
    "ārambhadhātu nikkamadhātu parakkamadhātu",
    "идиома",
    "подъем, выход наружу и приложение усилия",
    "✓"
   ]
  ]
 },
 "dhātu": {
  "count": 2,
  "data": [
   [
    "ārambhadhātu nikkamadhātu parakkamadhātu",
    "идиома",
    "подъем, выход наружу и приложение усилия",
    "✓"
   ],
   [
    "sabbehi dhātūhi",
    "идиома",
    "после всех глагольных корней",
    "✓"
   ]
  ]
 },
 "nikkama": {
  "count": 1,
  "data": [
   [
    "ārambhadhātu nikkamadhātu parakkamadhātu",
    "идиома",
    "подъем, выход наружу и приложение усилия",
    "✓"
   ]
  ]
 },
 "parakkama": {
  "count": 1,
  "data": [
   [
    "ārambhadhātu nikkamadhātu parakkamadhātu",
    "идиома",
    "подъем, выход наружу и приложение усилия",
    "✓"
   ]
  ]
 },
 "āvi": {
  "count": 1,
  "data": [
   [
    "āvi ceva raho ca",
    "идиома",
    "открыто и даже в уединении",
    "✓"
   ]
  ]
 },
 "rahas": {
  "count": 1,
  "data": [
   [
    "āvi ceva raho ca",
    "идиома",
    "открыто и даже в уединении",
    "✓"
   ]
  ]
 },
 "āsā": {
  "count": 1,
  "data": [
   [
    "āsā ca niṭṭhā ca",
    "идиома",
    "надежды и стремления",
    "✓"
   ]
  ]
 },
 "āsaya": {
  "count": 1,
  "data": [
   [
    "āsayaṃ kappeti",
    "идиома",
    "устраивает жилище",
    "✓"
   ]
  ]
 },
 "kappeti": {
  "count": 8,
  "data": [
   [
    "āsayaṃ kappeti",
    "идиома",
    "устраивает жилище",
    "✓"
   ],
   [
    "jīvikaṃ kappeti",
    "идиома",
    "ведет образ жизни",
    "✓"
   ],
   [
    "jīvitaṃ kappeti",
    "идиома",
    "ведет свою жизнь",
    "✓"
   ],
   [
    "nisajjaṃ kappeti",
    "идиома",
    "садится",
    "✓"
   ],
   [
    "vāsaṃ kappeti",
    "идиома",
    "остается",
    "~"
   ],
   [
    "vihāraṃ kappeti",
    "идиома",
    "ведет свою жизнь",
    "✓"
   ],
   [
    "saṃvāsaṃ kappeti 2",
    "идиома",
    "сожительствует (с)",
    "✓"
   ],
   [
    "seyyaṃ kappeti",
    "идиома",
    "приготавливает постель",
    "✓"
   ]
  ]
 },
 "nirodha": {
  "count": 11,
  "data": [
   [
    "āsavanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущей к прекращению протечек",
    "✓"
   ],
   [
    "kammanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению намеренного действия",
    "✓"
   ],
   [
    "dukkhanirodhagāminī paṭipadā",
    "идиома",
    "путь практики, ведущий к прекращению страданий",
    "✓"
   ],
   [
    "dukkhanirodhagāminī paṭipadā ariyasaccaṃ",
    "идиома",
    "благородная истина о пути ведущего к прекращению страданий",
    "✓"
   ],
   [
    "dukkhanirodhaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о прекращении страданий",
    "✓"
   ],
   [
    "rūpanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению материальной формы",
    "✓"
   ],
   [
    "lokanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к концу мира",
    "✓"
   ],
   [
    "viññāṇanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению сознания",
    "✓"
   ],
   [
    "vedanānirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению чувственного опыта",
    "✓"
   ],
   [
    "saṅkhāranirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению намерения",
    "✓"
   ],
   [
    "saññānirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению распознавания",
    "✓"
   ]
  ]
 },
 "gāmī": {
  "count": 10,
  "data": [
   [
    "āsavanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущей к прекращению протечек",
    "✓"
   ],
   [
    "kammanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению намеренного действия",
    "✓"
   ],
   [
    "dukkhanirodhagāminī paṭipadā",
    "идиома",
    "путь практики, ведущий к прекращению страданий",
    "✓"
   ],
   [
    "dukkhanirodhagāminī paṭipadā ariyasaccaṃ",
    "идиома",
    "благородная истина о пути ведущего к прекращению страданий",
    "✓"
   ],
   [
    "rūpanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению материальной формы",
    "✓"
   ],
   [
    "lokanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к концу мира",
    "✓"
   ],
   [
    "viññāṇanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению сознания",
    "✓"
   ],
   [
    "vedanānirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению чувственного опыта",
    "✓"
   ],
   [
    "saṅkhāranirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению намерения",
    "✓"
   ],
   [
    "saññānirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению распознавания",
    "✓"
   ]
  ]
 },
 "paṭipadā": {
  "count": 11,
  "data": [
   [
    "āsavanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущей к прекращению протечек",
    "✓"
   ],
   [
    "kammanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению намеренного действия",
    "✓"
   ],
   [
    "dukkhanirodhagāminī paṭipadā",
    "идиома",
    "путь практики, ведущий к прекращению страданий",
    "✓"
   ],
   [
    "dukkhanirodhagāminī paṭipadā ariyasaccaṃ",
    "идиома",
    "благородная истина о пути ведущего к прекращению страданий",
    "✓"
   ],
   [
    "majjhimā paṭipadā",
    "идиома",
    "Серединный Путь",
    "✓"
   ],
   [
    "rūpanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению материальной формы",
    "✓"
   ],
   [
    "lokanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к концу мира",
    "✓"
   ],
   [
    "viññāṇanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению сознания",
    "✓"
   ],
   [
    "vedanānirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению чувственного опыта",
    "✓"
   ],
   [
    "saṅkhāranirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению намерения",
    "✓"
   ],
   [
    "saññānirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению распознавания",
    "✓"
   ]
  ]
 },
 "khaya": {
  "count": 2,
  "data": [
   [
    "āsavānaṃ khayañāṇa",
    "идиома",
    "знание как устранить протечки",
    "✓"
   ],
   [
    "khaye rato",
    "идиома",
    "насыщающиеся разрушением",
    "✓"
   ]
  ]
 },
 "imesaṃ": {
  "count": 1,
  "data": [
   [
    "imesampissa",
    "сандхи",
    "это было бы (на благо) этих",
    "✓"
   ]
  ]
 },
 "niṭṭhā": {
  "count": 3,
  "data": [
   [
    "āsā ca niṭṭhā ca",
    "идиома",
    "надежды и стремления",
    "✓"
   ],
   [
    "niṭṭhamettha gantabbaṃ",
    "идиома",
    "в этом случае вывод должен быть сделан",
    "✓"
   ],
   [
    "niṭṭhaṃ gacchati",
    "идиома",
    "приходит к выводу",
    "✓"
   ]
  ]
 },
 "āsi": {
  "count": 3,
  "data": [
   [
    "iccāsi",
    "сандхи",
    "это было так",
    "✓"
   ],
   [
    "cāsiṃ",
    "сандхи",
    "и я был",
    "✓"
   ],
   [
    "tatrāpāsiṃ",
    "сандхи",
    "там я был",
    "✓"
   ]
  ]
 },
 "āharati": {
  "count": 3,
  "data": [
   [
    "āhāraṃ āharati",
    "идиома",
    "кушает еду",
    "✓"
   ],
   [
    "pamādaṃ āharati",
    "идиома",
    "становится небрежным",
    "✓"
   ],
   [
    "satthaṃ āharati",
    "идиома",
    "совершает самоубийство",
    "✓"
   ]
  ]
 },
 "āhāreti": {
  "count": 1,
  "data": [
   [
    "āhāraṃ āhāreti",
    "идиома",
    "ест пищу",
    "✓"
   ]
  ]
 },
 "paṭikūla": {
  "count": 2,
  "data": [
   [
    "āhāre paṭikūlasaññā",
    "идиома",
    "распознавание непривлекательности еды",
    "✓"
   ],
   [
    "āhāre paṭikūlasaññī",
    "идиома",
    "осознание неприятности пищи",
    "✓"
   ]
  ]
 },
 "āha": {
  "count": 14,
  "data": [
   [
    "evamāha",
    "сандхи",
    "один сказал так",
    "✓"
   ],
   [
    "evamāhaṃsu",
    "сандхи",
    "они сказали это",
    "✓"
   ],
   [
    "kimāha",
    "сандхи",
    "что он говорит (насчет)",
    "✓"
   ],
   [
    "gāthamāha",
    "сандхи",
    "одна произнесла этот стих",
    "~"
   ],
   [
    "cāha",
    "сандхи",
    "и он сказал",
    "✓"
   ],
   [
    "cāhu 2",
    "сандхи",
    "и они сказали",
    "✓"
   ],
   [
    "jīvitamāhu",
    "сандхи",
    "они говорят жизнь",
    "✓"
   ],
   [
    "tamāhu",
    "сандхи",
    "они называли",
    "✓"
   ],
   [
    "tiādimāha",
    "сандхи",
    "начало, он сказал это, и так далее",
    "~"
   ],
   [
    "tenāha",
    "сандхи",
    "из-за этого сказали",
    "~"
   ],
   [
    "tenāhu",
    "сандхи",
    "По этой причине они сказали",
    "~"
   ],
   [
    "tenevāha",
    "сандхи",
    "поэтому было сказано",
    "~"
   ],
   [
    "yamāhu",
    "сандхи",
    "как они говорят",
    "✓"
   ],
   [
    "sandhāyāha",
    "сандхи",
    "один сказал это ссылаясь на",
    "~"
   ]
  ]
 },
 "kusala": {
  "count": 2,
  "data": [
   [
    "iccetaṃ kusalaṃ",
    "идиома",
    "тогда это хорошо",
    "✓"
   ],
   [
    "kusalaṃ pucchi",
    "идиома",
    "спросил, как дела",
    "✓"
   ]
  ]
 },
 "ete": {
  "count": 11,
  "data": [
   [
    "iccete",
    "сандхи",
    "таким образом эти",
    "✓"
   ],
   [
    "itthetepi",
    "сандхи",
    "таким образом даже эти",
    "✓"
   ],
   [
    "eteyeva",
    "сандхи",
    "именно эти",
    "✓"
   ],
   [
    "etthete",
    "сандхи",
    "здесь они",
    "✓"
   ],
   [
    "cete",
    "сандхи",
    "если эти",
    "✓"
   ],
   [
    "nāmete",
    "сандхи",
    "эти называются",
    "✓"
   ],
   [
    "pañcete",
    "сандхи",
    "эти пять",
    "✓"
   ],
   [
    "panete",
    "сандхи",
    "и эти",
    "✓"
   ],
   [
    "sabbete",
    "сандхи",
    "все они",
    "✓"
   ],
   [
    "sohamete",
    "сандхи",
    "и я эти",
    "✓"
   ],
   [
    "hete",
    "сандхи",
    "эти конечно",
    "✓"
   ]
  ]
 },
 "icchati": {
  "count": 2,
  "data": [
   [
    "icchāmahaṃ",
    "сандхи",
    "я желаю",
    "✓"
   ],
   [
    "gantumicchasi",
    "сандхи",
    "ты хочешь идти",
    "✓"
   ]
  ]
 },
 "iñjita": {
  "count": 2,
  "data": [
   [
    "iñjitametaṃ",
    "сандхи",
    "это волнение",
    "✓"
   ],
   [
    "yassiñjitaṃ",
    "сандхи",
    "для кого беспокойство",
    "✓"
   ]
  ]
 },
 "ha": {
  "count": 2,
  "data": [
   [
    "itiha 1",
    "сандхи",
    "согласно традиции",
    "✓"
   ],
   [
    "itiha 3",
    "сандхи",
    "таким образом",
    "~"
   ]
  ]
 },
 "idha": {
  "count": 41,
  "data": [
   [
    "itiha 2",
    "сандхи",
    "таким образом здесь",
    "✓"
   ],
   [
    "idha no",
    "идиома",
    "что здесь?",
    "✓"
   ],
   [
    "idha pana",
    "идиома",
    "и тут",
    "✓"
   ],
   [
    "idha vā huraṃ vā",
    "идиома",
    "здесь или там",
    "✓"
   ],
   [
    "idhatthi",
    "сандхи",
    "здесь есть",
    "✓"
   ],
   [
    "idhassa",
    "сандхи",
    "здесь может быть",
    "✓"
   ],
   [
    "idhassu",
    "сандхи",
    "представьте, что существует",
    "~"
   ],
   [
    "idhānanda",
    "сандхи",
    "здесь Ананда",
    "✓"
   ],
   [
    "idhāvuso",
    "сандхи",
    "здесь друг",
    "✓"
   ],
   [
    "idhāssu",
    "сандхи",
    "здесь могло бы быть",
    "✓"
   ],
   [
    "idhāhaṃ 1",
    "сандхи",
    "здесь я",
    "✓"
   ],
   [
    "idhāhaṃ 2",
    "сандхи",
    "в связи с этим я",
    "✓"
   ],
   [
    "idhūpapanno",
    "сандхи",
    "переродился здесь",
    "✓"
   ],
   [
    "idheva",
    "сандхи",
    "прямо здесь",
    "✓"
   ],
   [
    "idhevāhaṃ",
    "сандхи",
    "прямо здесь я",
    "✓"
   ],
   [
    "utūnīdha",
    "сандхи",
    "здесь времена года",
    "✓"
   ],
   [
    "upamāyapidhekacce",
    "сандхи",
    "просто посредством сравнения некоторые люди здесь",
    "✓"
   ],
   [
    "kiṃsūdha",
    "сандхи",
    "что здесь?",
    "✓"
   ],
   [
    "kedha",
    "сандхи",
    "который здесь?",
    "✓"
   ],
   [
    "kenīdha",
    "сандхи",
    "о чем здесь",
    "✓"
   ],
   [
    "kesūdha",
    "сандхи",
    "среди кого здесь",
    "✓"
   ],
   [
    "kodha 2.1",
    "сандхи",
    "кто здесь",
    "✓"
   ],
   [
    "tasmātiha",
    "сандхи",
    "поэтому здесь",
    "✓"
   ],
   [
    "tassīdha",
    "сандхи",
    "для этого здесь",
    "✓"
   ],
   [
    "tedha",
    "сандхи",
    "они здесь",
    "✓"
   ],
   [
    "nayidha",
    "сандхи",
    "не здесь",
    "✓"
   ],
   [
    "nāssudha",
    "сандхи",
    "несомненно не в этом случае",
    "✓"
   ],
   [
    "nevidha",
    "сандхи",
    "ни здесь",
    "✓"
   ],
   [
    "nocidha",
    "сандхи",
    "и не здесь",
    "✓"
   ],
   [
    "midhekacce",
    "сандхи",
    "некоторые здесь",
    "✓"
   ],
   [
    "midhekacco",
    "сандхи",
    "здесь некоторая",
    "✓"
   ],
   [
    "yādha",
    "сандхи",
    "какая бы (женщина) здесь",
    "✓"
   ],
   [
    "yānīdha",
    "сандхи",
    "которые здесь",
    "✓"
   ],
   [
    "yedha",
    "сандхи",
    "кто здесь",
    "✓"
   ],
   [
    "yesīdha",
    "сандхи",
    "среди которых здесь",
    "✓"
   ],
   [
    "yodha 2.1",
    "сандхи",
    "кто бы ни было здесь",
    "✓"
   ],
   [
    "saddhīdha",
    "сандхи",
    "вера здесь",
    "✓"
   ],
   [
    "santīdha",
    "сандхи",
    "эти есть здесь",
    "✓"
   ],
   [
    "samaṇīdha",
    "сандхи",
    "аскета здесь",
    "✓"
   ],
   [
    "sampannatthūdha",
    "сандхи",
    "пусть у человека получится в этом!",
    "~"
   ],
   [
    "sīdha",
    "сандхи",
    "здесь",
    "✓"
   ]
  ]
 },
 "ito": {
  "count": 6,
  "data": [
   [
    "ito cito",
    "идиома",
    "туда и сюда",
    "✓"
   ],
   [
    "ito paraṃ",
    "идиома",
    "отныне и впредь",
    "✓"
   ],
   [
    "ito pubbe",
    "идиома",
    "до этого",
    "✓"
   ],
   [
    "ito bahiddhā",
    "идиома",
    "вне этого учения Будды",
    "✓"
   ],
   [
    "ito bhiyyo",
    "идиома",
    "чем это",
    "✓"
   ],
   [
    "itonidānā",
    "сандхи",
    "из этого источника",
    "✓"
   ]
  ]
 },
 "bahiddhā": {
  "count": 1,
  "data": [
   [
    "ito bahiddhā",
    "идиома",
    "вне этого учения Будды",
    "✓"
   ]
  ]
 },
 "bhiyyo": {
  "count": 1,
  "data": [
   [
    "ito bhiyyo",
    "идиома",
    "чем это",
    "✓"
   ]
  ]
 },
 "nidāna": {
  "count": 1,
  "data": [
   [
    "itonidānā",
    "сандхи",
    "из этого источника",
    "✓"
   ]
  ]
 },
 "ittha": {
  "count": 4,
  "data": [
   [
    "itthasmīti",
    "сандхи",
    "я таков",
    "✓"
   ],
   [
    "ittheke",
    "сандхи",
    "кого то здесь",
    "✓"
   ],
   [
    "itthetaṃ",
    "сандхи",
    "здесь это",
    "✓"
   ],
   [
    "itthetepi",
    "сандхи",
    "таким образом даже эти",
    "✓"
   ]
  ]
 },
 "itthi": {
  "count": 1,
  "data": [
   [
    "paññāṇamitthiyā",
    "сандхи",
    "характерная черта женщины",
    "✓"
   ]
  ]
 },
 "kira": {
  "count": 3,
  "data": [
   [
    "idaṃ kira me",
    "идиома",
    "мне кажется",
    "✓"
   ],
   [
    "kirāyasmā",
    "сандхи",
    "мы слышали досточтимого",
    "✓"
   ],
   [
    "saccaṃ kira",
    "идиома",
    "правда ли это?",
    "✓"
   ]
  ]
 },
 "me": {
  "count": 22,
  "data": [
   [
    "idaṃ kira me",
    "идиома",
    "мне кажется",
    "✓"
   ],
   [
    "evaṃ me ettha hoti",
    "идиома",
    "я вижу это так",
    "~"
   ],
   [
    "evaṃ me sutaṃ",
    "идиома",
    "я это так услышал",
    "✓"
   ],
   [
    "piyāmesi",
    "сандхи",
    "ты мне дорог",
    "~"
   ],
   [
    "matthi 1",
    "сандхи",
    "эти мои",
    "✓"
   ],
   [
    "matthi 2",
    "сандхи",
    "для меня есть",
    "✓"
   ],
   [
    "māyaṃ 2",
    "сандхи",
    "меня этот",
    "✓"
   ],
   [
    "metaṃ 1",
    "сандхи",
    "это мной",
    "✓"
   ],
   [
    "metaṃ 2",
    "сандхи",
    "это для меня",
    "✓"
   ],
   [
    "meti 1",
    "сандхи",
    "это мое",
    "✓"
   ],
   [
    "meti 2",
    "сандхи",
    "мною",
    "✓"
   ],
   [
    "mete",
    "сандхи",
    "эти для меня",
    "✓"
   ],
   [
    "mettha",
    "сандхи",
    "мной в этом отношении",
    "✓"
   ],
   [
    "mesā",
    "сандхи",
    "мной это",
    "✓"
   ],
   [
    "mesi",
    "сандхи",
    "тобой я был",
    "✓"
   ],
   [
    "meso",
    "сандхи",
    "это мое",
    "✓"
   ],
   [
    "myāyaṃ 1",
    "сандхи",
    "мной этот",
    "✓"
   ],
   [
    "myāyaṃ 2",
    "сандхи",
    "у меня этого",
    "✓"
   ],
   [
    "myāyaṃ 3",
    "сандхи",
    "для меня это",
    "✓"
   ],
   [
    "myāyaṃ 4",
    "сандхи",
    "мне это",
    "~"
   ],
   [
    "yathāmedaṃ",
    "сандхи",
    "по этому (примеру) моему",
    "✓"
   ],
   [
    "lābhā vata me suladdhaṃ vata me",
    "идиома",
    "это для меня определённо выгода, большое преимущество для меня",
    "✓"
   ]
  ]
 },
 "tasmiṃ": {
  "count": 7,
  "data": [
   [
    "idaṃ tasmiṃ",
    "идиома",
    "это (нарушение) для того (человека)",
    "✓"
   ],
   [
    "tasmiṃ khaṇe",
    "идиома",
    "в этот момент",
    "✓"
   ],
   [
    "tasmiṃ ṭhāne",
    "идиома",
    "в том месте",
    "✓"
   ],
   [
    "tasmiṃ samaye",
    "идиома",
    "тогда",
    "✓"
   ],
   [
    "tasmiṃyeva",
    "сандхи",
    "в том самом",
    "✓"
   ],
   [
    "tasmiṃyeva āsane",
    "идиома",
    "на этом самом месте",
    "✓"
   ],
   [
    "yasmiṃ tasmiṃ",
    "идиома",
    "в котором ... в том",
    "✓"
   ]
  ]
 },
 "iddhi": {
  "count": 1,
  "data": [
   [
    "iddhimantāssunāmime",
    "сандхи",
    "поистине они обладают сверхъестественными силами!",
    "✓"
   ]
  ]
 },
 "no": {
  "count": 11,
  "data": [
   [
    "idha no",
    "идиома",
    "что здесь?",
    "✓"
   ],
   [
    "evaṃ no ettha hoti",
    "идиома",
    "мы видим это так",
    "✓"
   ],
   [
    "no ce",
    "идиома",
    "если не",
    "✓"
   ],
   [
    "no cepi",
    "идиома",
    "даже если нет",
    "✓"
   ],
   [
    "no siyā",
    "идиома",
    "может ли быть иначе?",
    "✓"
   ],
   [
    "no hidaṃ",
    "идиома",
    "совершенно нет! определенно нет! точно нет!",
    "✓"
   ],
   [
    "no hetaṃ",
    "идиома",
    "конечно нет! определенно нет!",
    "✓"
   ],
   [
    "nocidha",
    "сандхи",
    "и не здесь",
    "✓"
   ],
   [
    "notevettha",
    "сандхи",
    "только не в этом случае",
    "✓"
   ],
   [
    "nopi",
    "сандхи",
    "ни",
    "✓"
   ],
   [
    "nohetaṃ",
    "идиома",
    "конечно, нет! однозначно нет!",
    "✓"
   ]
  ]
 },
 "huraṃ": {
  "count": 3,
  "data": [
   [
    "idha vā huraṃ vā",
    "идиома",
    "здесь или там",
    "✓"
   ],
   [
    "hurā huraṃ 1",
    "идиома",
    "отсюда туда",
    "✓"
   ],
   [
    "hurā huraṃ 2",
    "идиома",
    "от жизни к жизни",
    "✓"
   ]
  ]
 },
 "imaṃ": {
  "count": 13,
  "data": [
   [
    "imañca",
    "сандхи",
    "и это",
    "✓"
   ],
   [
    "imañcāhaṃ",
    "сандхи",
    "это и я",
    "✓"
   ],
   [
    "imañce",
    "сандхи",
    "если это",
    "✓"
   ],
   [
    "imameva",
    "сандхи",
    "этот самый",
    "✓"
   ],
   [
    "imaṃyeva",
    "сандхи",
    "именно этот",
    "✓"
   ],
   [
    "imāhaṃ",
    "сандхи",
    "этот я",
    "✓"
   ],
   [
    "imettamapi",
    "сандхи",
    "есть только так много",
    "✓"
   ],
   [
    "cimaṃ",
    "сандхи",
    "и это",
    "✓"
   ],
   [
    "nayimaṃ",
    "сандхи",
    "не это",
    "✓"
   ],
   [
    "panimaṃ",
    "сандхи",
    "но этот",
    "✓"
   ],
   [
    "yomaṃ",
    "сандхи",
    "кто либо этот",
    "✓"
   ],
   [
    "lokamimaṃ",
    "сандхи",
    "этот мир",
    "✓"
   ],
   [
    "somaṃ",
    "сандхи",
    "он этот",
    "✓"
   ]
  ]
 },
 "imasmiṃ": {
  "count": 4,
  "data": [
   [
    "imasmiñca",
    "сандхи",
    "и в этом",
    "✓"
   ],
   [
    "imasmiññeva",
    "сандхи",
    "в этом самом",
    "✓"
   ],
   [
    "imasmimpi",
    "сандхи",
    "и в этом",
    "✓"
   ],
   [
    "imasmiṃyeva",
    "сандхи",
    "именно в этом",
    "✓"
   ]
  ]
 },
 "imā": {
  "count": 8,
  "data": [
   [
    "kinnumāva",
    "сандхи",
    "это не единственные",
    "~"
   ],
   [
    "gāthācimā",
    "сандхи",
    "и этот стих",
    "✓"
   ],
   [
    "chayimā",
    "сандхи",
    "эти шесть",
    "✓"
   ],
   [
    "dvemā",
    "сандхи",
    "эти два",
    "✓"
   ],
   [
    "pañcimā",
    "сандхи",
    "эти пять",
    "✓"
   ],
   [
    "yatthimā",
    "сандхи",
    "где эти",
    "~"
   ],
   [
    "yā kācimā",
    "идиома",
    "все эти",
    "✓"
   ],
   [
    "sattimā",
    "сандхи",
    "эти семь",
    "~"
   ]
  ]
 },
 "iminā": {
  "count": 6,
  "data": [
   [
    "iminānukkamena",
    "сандхи",
    "в этом порядке",
    "~"
   ],
   [
    "imināpetaṃ",
    "сандхи",
    "и это (следует понимать) таким (образом)",
    "✓"
   ],
   [
    "imināsmīti",
    "сандхи",
    "из-за этого я есть",
    "✓"
   ],
   [
    "imināhaṃ",
    "сандхи",
    "этим я",
    "✓"
   ],
   [
    "tadaminā",
    "сандхи",
    "что этим",
    "✓"
   ],
   [
    "tuyhiminā",
    "сандхи",
    "тебе с этим",
    "✓"
   ]
  ]
 },
 "anukkama": {
  "count": 1,
  "data": [
   [
    "iminānukkamena",
    "сандхи",
    "в этом порядке",
    "~"
   ]
  ]
 },
 "etta": {
  "count": 2,
  "data": [
   [
    "imettamapi",
    "сандхи",
    "есть только так много",
    "✓"
   ],
   [
    "ettakopi",
    "сандхи",
    "даже столько",
    "✓"
   ]
  ]
 },
 "imehi": {
  "count": 1,
  "data": [
   [
    "panimehi",
    "сандхи",
    "но с этими",
    "✓"
   ]
  ]
 },
 "iriyā": {
  "count": 1,
  "data": [
   [
    "iriyāpathaṃ vikopeti",
    "идиома",
    "нарушает движение",
    "✓"
   ]
  ]
 },
 "patha": {
  "count": 1,
  "data": [
   [
    "iriyāpathaṃ vikopeti",
    "идиома",
    "нарушает движение",
    "✓"
   ]
  ]
 },
 "vikopeti": {
  "count": 1,
  "data": [
   [
    "iriyāpathaṃ vikopeti",
    "идиома",
    "нарушает движение",
    "✓"
   ]
  ]
 },
 "vuccati": {
  "count": 2,
  "data": [
   [
    "ivoccante",
    "сандхи",
    "произносится как это",
    "✓"
   ],
   [
    "vuccatāvuso",
    "сандхи",
    "так называется, друг",
    "✓"
   ]
  ]
 },
 "issā": {
  "count": 1,
  "data": [
   [
    "issaṃ bandhati",
    "идиома",
    "чувствует зависть",
    "✓"
   ]
  ]
 },
 "bandhati": {
  "count": 1,
  "data": [
   [
    "issaṃ bandhati",
    "идиома",
    "чувствует зависть",
    "✓"
   ]
  ]
 },
 "ucca": {
  "count": 1,
  "data": [
   [
    "uccāsoṇḍaṃ paggahetvā",
    "идиома",
    "высокомерно",
    "✓"
   ]
  ]
 },
 "uccāra": {
  "count": 1,
  "data": [
   [
    "uccāraṃ karoti",
    "идиома",
    "испражняется",
    "✓"
   ]
  ]
 },
 "soṇḍā": {
  "count": 1,
  "data": [
   [
    "uccāsoṇḍaṃ paggahetvā",
    "идиома",
    "высокомерно",
    "✓"
   ]
  ]
 },
 "paggahetvā": {
  "count": 1,
  "data": [
   [
    "uccāsoṇḍaṃ paggahetvā",
    "идиома",
    "высокомерно",
    "✓"
   ]
  ]
 },
 "ujuṃ": {
  "count": 1,
  "data": [
   [
    "ujuṃ kātuṃ",
    "идиома",
    "выпрямить",
    "~"
   ]
  ]
 },
 "kātuṃ": {
  "count": 4,
  "data": [
   [
    "ujuṃ kātuṃ",
    "идиома",
    "выпрямить",
    "~"
   ],
   [
    "kālaṃ kātuṃ",
    "идиома",
    "умереть",
    "✓"
   ],
   [
    "phātiṃ kātuṃ",
    "идиома",
    "увеличивать",
    "✓"
   ],
   [
    "manasi kātuṃ",
    "идиома",
    "обращать внимание",
    "✓"
   ]
  ]
 },
 "uṭṭhahati": {
  "count": 1,
  "data": [
   [
    "uṭṭhahati ghaṭati vāyamati",
    "идиома",
    "встает, прилагает усилия и старается",
    "✓"
   ]
  ]
 },
 "ghaṭati": {
  "count": 1,
  "data": [
   [
    "uṭṭhahati ghaṭati vāyamati",
    "идиома",
    "встает, прилагает усилия и старается",
    "✓"
   ]
  ]
 },
 "vāyamati": {
  "count": 1,
  "data": [
   [
    "uṭṭhahati ghaṭati vāyamati",
    "идиома",
    "встает, прилагает усилия и старается",
    "✓"
   ]
  ]
 },
 "utu": {
  "count": 1,
  "data": [
   [
    "utūnīdha",
    "сандхи",
    "здесь времена года",
    "✓"
   ]
  ]
 },
 "uttama": {
  "count": 4,
  "data": [
   [
    "uttamatthassa pattiyā",
    "идиома",
    "для достижения высшей цели",
    "✓"
   ],
   [
    "jīvitamuttamaṃ",
    "сандхи",
    "лучшее существование",
    "✓"
   ],
   [
    "dhammamuttamaṃ",
    "сандхи",
    "величайшее учение",
    "✓"
   ],
   [
    "santimuttamaṃ",
    "сандхи",
    "высший покой",
    "✓"
   ]
  ]
 },
 "patti1": {
  "count": 1,
  "data": [
   [
    "uttamatthassa pattiyā",
    "идиома",
    "для достижения высшей цели",
    "✓"
   ]
  ]
 },
 "uttara": {
  "count": 2,
  "data": [
   [
    "ekaṃsaṃ uttarāsaṅgaṃ karitvā",
    "идиома",
    "перекинув накидку через одно плечо",
    "✓"
   ],
   [
    "tassuttarato",
    "сандхи",
    "на север от которого",
    "~"
   ]
  ]
 },
 "āsaṅga": {
  "count": 1,
  "data": [
   [
    "ekaṃsaṃ uttarāsaṅgaṃ karitvā",
    "идиома",
    "перекинув накидку через одно плечо",
    "✓"
   ]
  ]
 },
 "uttari": {
  "count": 3,
  "data": [
   [
    "uttariñca",
    "сандхи",
    "и дальше",
    "✓"
   ],
   [
    "cuttari",
    "сандхи",
    "и далее",
    "✓"
   ],
   [
    "tato ce uttari",
    "идиома",
    "если больше чем это",
    "✓"
   ]
  ]
 },
 "uttāna": {
  "count": 6,
  "data": [
   [
    "uttānatthameva",
    "сандхи",
    "значение понятно в том виде, как оно есть",
    "~"
   ],
   [
    "uttānatthamevāti",
    "сандхи",
    "значение ясно само по себе",
    "~"
   ],
   [
    "uttānatthāneva",
    "сандхи",
    "значения ясны сами по себе",
    "~"
   ],
   [
    "uttānameva",
    "сандхи",
    "ясно само собой",
    "~"
   ],
   [
    "uttānamevāti",
    "сандхи",
    "является ясным как есть",
    "~"
   ],
   [
    "uttānī karoti",
    "идиома",
    "объясняет",
    "✓"
   ]
  ]
 },
 "udāna": {
  "count": 1,
  "data": [
   [
    "udānaṃ udānesi",
    "идиома",
    "выразил восторг",
    "✓"
   ]
  ]
 },
 "udānesi": {
  "count": 1,
  "data": [
   [
    "udānaṃ udānesi",
    "идиома",
    "выразил восторг",
    "✓"
   ]
  ]
 },
 "uddha": {
  "count": 2,
  "data": [
   [
    "uddhaṃ adho tiriyañca",
    "идиома",
    "над выше поперек",
    "✓"
   ],
   [
    "kāyassa bhedā uddhaṃ jīvitapariyādānā",
    "идиома",
    "после распада тела",
    "✓"
   ]
  ]
 },
 "uddhasta": {
  "count": 1,
  "data": [
   [
    "uddhaste aruṇe nandimukhiyā rattiyā",
    "идиома",
    "когда восходила розовая улыбка рассвета",
    "✓"
   ]
  ]
 },
 "nandi": {
  "count": 2,
  "data": [
   [
    "uddhaste aruṇe nandimukhiyā rattiyā",
    "идиома",
    "когда восходила розовая улыбка рассвета",
    "✓"
   ],
   [
    "nandimukhiyā rattiyā",
    "идиома",
    "когда улыбка рассвета",
    "✓"
   ]
  ]
 },
 "mukha": {
  "count": 3,
  "data": [
   [
    "uddhaste aruṇe nandimukhiyā rattiyā",
    "идиома",
    "когда восходила розовая улыбка рассвета",
    "✓"
   ],
   [
    "nandimukhiyā rattiyā",
    "идиома",
    "когда улыбка рассвета",
    "✓"
   ],
   [
    "mukhavātaṃ dadāti",
    "идиома",
    "дует на него",
    "✓"
   ]
  ]
 },
 "tiriyaṃ": {
  "count": 3,
  "data": [
   [
    "uddhaṃ adho tiriyañca",
    "идиома",
    "над выше поперек",
    "✓"
   ],
   [
    "uddhaṃ adho tiriyaṃ",
    "идиома",
    "вверху, внизу и поперек",
    "✓"
   ],
   [
    "tiriyañca",
    "сандхи",
    "и поперек",
    "✓"
   ]
  ]
 },
 "uddhaṃ": {
  "count": 1,
  "data": [
   [
    "uddhaṃ adho tiriyaṃ",
    "идиома",
    "вверху, внизу и поперек",
    "✓"
   ]
  ]
 },
 "upapatti": {
  "count": 1,
  "data": [
   [
    "katthūpapattiṃ",
    "сандхи",
    "где переродится?",
    "✓"
   ]
  ]
 },
 "te": {
  "count": 26,
  "data": [
   [
    "upamaṃ te karissāmi",
    "идиома",
    "я дам тебе сравнение",
    "✓"
   ],
   [
    "kathaṃ vā te ettha hoti",
    "идиома",
    "или что вы думаете об этом?",
    "✓"
   ],
   [
    "kintāhaṃ 2",
    "сандхи",
    "что я (говорю) тебе?",
    "✓"
   ],
   [
    "kinte",
    "сандхи",
    "что тобою?",
    "✓"
   ],
   [
    "kiṃ pana te",
    "идиома",
    "а у них это получается?",
    "✓"
   ],
   [
    "tāhaṃ 2",
    "сандхи",
    "я тебе",
    "✓"
   ],
   [
    "teti",
    "сандхи",
    "они",
    "~"
   ],
   [
    "tedha",
    "сандхи",
    "они здесь",
    "✓"
   ],
   [
    "tepare",
    "сандхи",
    "это те другие двое",
    "✓"
   ],
   [
    "tepi",
    "сандхи",
    "они тоже",
    "✓"
   ],
   [
    "tepime",
    "сандхи",
    "они тоже эти",
    "✓"
   ],
   [
    "teme",
    "сандхи",
    "эти",
    "✓"
   ],
   [
    "teva",
    "сандхи",
    "они только",
    "✓"
   ],
   [
    "tyassa",
    "сандхи",
    "они для него",
    "✓"
   ],
   [
    "tyassu",
    "сандхи",
    "они могут быть",
    "✓"
   ],
   [
    "tyāpare",
    "сандхи",
    "они остальные двое",
    "✓"
   ],
   [
    "tyāssa",
    "сандхи",
    "они его",
    "✓"
   ],
   [
    "tyāhaṃ 1",
    "сандхи",
    "я их",
    "✓"
   ],
   [
    "tyāhaṃ 2",
    "сандхи",
    "я твой",
    "✓"
   ],
   [
    "tyāhaṃ 3",
    "сандхи",
    "я к вам",
    "✓"
   ],
   [
    "namo te",
    "идиома",
    "выражение почтения тебе",
    "✓"
   ],
   [
    "mete",
    "сандхи",
    "эти для меня",
    "✓"
   ],
   [
    "yathā te khameyya",
    "идиома",
    "как тебе будет угодно",
    "✓"
   ],
   [
    "varaṃ te",
    "идиома",
    "Тебе лучше будет (если)",
    "✓"
   ],
   [
    "sace te agaru",
    "идиома",
    "если тебе не тяжело",
    "✓"
   ],
   [
    "sabbe te",
    "идиома",
    "все они",
    "✓"
   ]
  ]
 },
 "upari": {
  "count": 1,
  "data": [
   [
    "uparinemassa",
    "сандхи",
    "выше отверстия",
    "✓"
   ]
  ]
 },
 "nema": {
  "count": 1,
  "data": [
   [
    "uparinemassa",
    "сандхи",
    "выше отверстия",
    "✓"
   ]
  ]
 },
 "upasaṅkamati": {
  "count": 1,
  "data": [
   [
    "upasaṅkamatāyasmā",
    "сандхи",
    "почтенный подходи!",
    "✓"
   ]
  ]
 },
 "upavasati": {
  "count": 1,
  "data": [
   [
    "uposathaṃ upavasati",
    "идиома",
    "наблюдает день упосатхи",
    "✓"
   ]
  ]
 },
 "ummāda": {
  "count": 1,
  "data": [
   [
    "ummādaṃ pāpuṇāti",
    "идиома",
    "сходит с ума",
    "✓"
   ]
  ]
 },
 "pāpuṇāti": {
  "count": 1,
  "data": [
   [
    "ummādaṃ pāpuṇāti",
    "идиома",
    "сходит с ума",
    "✓"
   ]
  ]
 },
 "ussukka": {
  "count": 3,
  "data": [
   [
    "ussukkaṃ āpajjati",
    "идиома",
    "делает всевозможные усилия, чтобы снабжать",
    "~"
   ],
   [
    "ussukkaṃ āpanno",
    "идиома",
    "активно вовлеченный",
    "✓"
   ],
   [
    "ussukkaṃ karoti",
    "идиома",
    "прилагает все усилия, чтобы обеспечить (кого-то чем-то)",
    "✓"
   ]
  ]
 },
 "āpajjati": {
  "count": 19,
  "data": [
   [
    "ussukkaṃ āpajjati",
    "идиома",
    "делает всевозможные усилия, чтобы снабжать",
    "~"
   ],
   [
    "kulesu cārittaṃ āpajjati",
    "идиома",
    "навещает семьи",
    "✓"
   ],
   [
    "khīyanadhammaṃ āpajjati",
    "идиома",
    "жалуется",
    "✓"
   ],
   [
    "cārittaṃ āpajjati",
    "идиома",
    "близко взаимодействует",
    "✓"
   ],
   [
    "cīvare vikappaṃ āpajjati",
    "идиома",
    "вызывает изменение робы",
    "✓"
   ],
   [
    "dīghamāpajjate",
    "сандхи",
    "становится длинным",
    "✓"
   ],
   [
    "pamādaṃ āpajjati",
    "идиома",
    "становится беспечным",
    "✓"
   ],
   [
    "pātabyataṃ āpajjati",
    "идиома",
    "приходит к краху",
    "✓"
   ],
   [
    "madaṃ āpajjati",
    "идиома",
    "пьянеет",
    "✓"
   ],
   [
    "yogaṃ āpajjati",
    "идиома",
    "вовлекается",
    "✓"
   ],
   [
    "lopamāpajjate",
    "сандхи",
    "опускается",
    "✓"
   ],
   [
    "vikappaṃ āpajjati",
    "идиома",
    "вызывает изменение (к)",
    "✓"
   ],
   [
    "vittiṃ āpajjati",
    "идиома",
    "находит удовлетворение",
    "✓"
   ],
   [
    "vissāsaṃ āpajjati",
    "идиома",
    "доверяет",
    "✓"
   ],
   [
    "vodāsaṃ āpajjati",
    "идиома",
    "становится привередливым",
    "~"
   ],
   [
    "santāsaṃ āpajjati",
    "идиома",
    "боится (чего-л.)",
    "✓"
   ],
   [
    "sammohaṃ āpajjati",
    "идиома",
    "приходит в замешательство",
    "✓"
   ],
   [
    "saṃvaraṃ āpajjati",
    "идиома",
    "сдерживается",
    "✓"
   ],
   [
    "saṃvegaṃ āpajjati",
    "идиома",
    "пробуждает чувство срочности",
    "✓"
   ]
  ]
 },
 "uḷāra": {
  "count": 1,
  "data": [
   [
    "uḷāra uḷāra",
    "идиома",
    "множество и множество",
    "✓"
   ]
  ]
 },
 "ratta1": {
  "count": 2,
  "data": [
   [
    "ekarattampi",
    "сандхи",
    "даже на одну ночь",
    "✓"
   ],
   [
    "dīgharattamidaṃ",
    "сандхи",
    "долгое время этот",
    "✓"
   ]
  ]
 },
 "ekaṃsa": {
  "count": 2,
  "data": [
   [
    "ekaṃsaṃ uttarāsaṅgaṃ karitvā",
    "идиома",
    "перекинув накидку через одно плечо",
    "✓"
   ],
   [
    "ekaṃsaṃ cīvaraṃ katvā",
    "идиома",
    "приведя в порядок свое одеяние на одно плечо",
    "✓"
   ]
  ]
 },
 "cīvara": {
  "count": 3,
  "data": [
   [
    "ekaṃsaṃ cīvaraṃ katvā",
    "идиома",
    "приведя в порядок свое одеяние на одно плечо",
    "✓"
   ],
   [
    "cīvare vikappaṃ āpajjati",
    "идиома",
    "вызывает изменение робы",
    "✓"
   ],
   [
    "pattacīvaramādāya",
    "сандхи",
    "беря (свою) чашу и одеяние",
    "✓"
   ]
  ]
 },
 "ekodi": {
  "count": 2,
  "data": [
   [
    "ekodi hoti",
    "идиома",
    "объединяется",
    "✓"
   ],
   [
    "ekodiṃ karoti",
    "идиома",
    "объединяет",
    "✓"
   ]
  ]
 },
 "etad": {
  "count": 3,
  "data": [
   [
    "etadaggaṃ",
    "сандхи",
    "это величайший",
    "✓"
   ],
   [
    "etadahosi",
    "сандхи",
    "это (мысль) пришла (к)",
    "✓"
   ],
   [
    "etadeva",
    "сандхи",
    "только этот",
    "✓"
   ]
  ]
 },
 "ādīnava": {
  "count": 1,
  "data": [
   [
    "etamādīnava",
    "сандхи",
    "эта опасность",
    "✓"
   ]
  ]
 },
 "etassa": {
  "count": 3,
  "data": [
   [
    "etasseva",
    "сандхи",
    "этого самого",
    "✓"
   ],
   [
    "evametassa",
    "сандхи",
    "так этого",
    "✓"
   ],
   [
    "cevetassa",
    "сандхи",
    "и именно этого",
    "✓"
   ]
  ]
 },
 "bhagavant": {
  "count": 2,
  "data": [
   [
    "etassa bhagavā kālo",
    "идиома",
    "сейчас подходящее время для этого, Благословенный! настало время, Благословенный!",
    "✓"
   ],
   [
    "bhagavato santike",
    "идиома",
    "в присутствии Будды",
    "✓"
   ]
  ]
 },
 "bhāsita": {
  "count": 2,
  "data": [
   [
    "etassa bhāsitassa atthaṃ",
    "идиома",
    "значение этого высказывания",
    "✓"
   ],
   [
    "bhāsitampetaṃ",
    "сандхи",
    "это тоже было сказано (кем-то)",
    "✓"
   ]
  ]
 },
 "eti": {
  "count": 1,
  "data": [
   [
    "ehi tvaṃ",
    "идиома",
    "давай! ну же!",
    "✓"
   ]
  ]
 },
 "etissā": {
  "count": 1,
  "data": [
   [
    "evametissā",
    "сандхи",
    "так ею",
    "✓"
   ]
  ]
 },
 "etena": {
  "count": 2,
  "data": [
   [
    "etenupāyena",
    "сандхи",
    "этим способом",
    "~"
   ],
   [
    "eteneva",
    "сандхи",
    "с помощью этого",
    "✓"
   ]
  ]
 },
 "upāya": {
  "count": 1,
  "data": [
   [
    "etenupāyena",
    "сандхи",
    "этим способом",
    "~"
   ]
  ]
 },
 "etesaṃ": {
  "count": 1,
  "data": [
   [
    "evametesaṃ",
    "сандхи",
    "так этих",
    "✓"
   ]
  ]
 },
 "mayaṃ": {
  "count": 7,
  "data": [
   [
    "ettha mayaṃ anassāma",
    "идиома",
    "в этом случае мы можем погибнуть",
    "✓"
   ],
   [
    "tammayaṃ",
    "сандхи",
    "мы (поклоняемся) тому",
    "~"
   ],
   [
    "mayañhi",
    "сандхи",
    "мы действительно",
    "✓"
   ],
   [
    "mayamettha",
    "сандхи",
    "в этом случае мы",
    "✓"
   ],
   [
    "mayampi",
    "сандхи",
    "мы тоже",
    "✓"
   ],
   [
    "mayampetaṃ",
    "сандхи",
    "мы тоже это",
    "✓"
   ],
   [
    "mayaṃ tu",
    "идиома",
    "мы однако",
    "~"
   ]
  ]
 },
 "esā": {
  "count": 12,
  "data": [
   [
    "etthesā",
    "сандхи",
    "здесь эти",
    "✓"
   ],
   [
    "evamesā",
    "сандхи",
    "таким образом этот",
    "✓"
   ],
   [
    "evesā",
    "сандхи",
    "это просто",
    "✓"
   ],
   [
    "esūpamā",
    "сандхи",
    "это (есть) сравнение (для)",
    "✓"
   ],
   [
    "cetā 1.2",
    "сандхи",
    "и эти женщины",
    "✓"
   ],
   [
    "tassesā",
    "сандхи",
    "эта его",
    "✓"
   ],
   [
    "tiṭṭhatesā",
    "сандхи",
    "неважно это!",
    "✓"
   ],
   [
    "dhammatā esā",
    "идиома",
    "это естественно",
    "✓"
   ],
   [
    "panesā",
    "сандхи",
    "и эта",
    "✓"
   ],
   [
    "mesā",
    "сандхи",
    "мной это",
    "✓"
   ],
   [
    "vuddhihesā",
    "сандхи",
    "действительно это рост",
    "✓"
   ],
   [
    "hesā 1",
    "сандхи",
    "именно эта",
    "✓"
   ]
  ]
 },
 "enaṃ": {
  "count": 5,
  "data": [
   [
    "kayirāthenaṃ",
    "сандхи",
    "он должен сделать это сам",
    "✓"
   ],
   [
    "cenaṃ",
    "сандхи",
    "и его",
    "✓"
   ],
   [
    "tamenaṃ",
    "сандхи",
    "именно его",
    "✓"
   ],
   [
    "daḷhamenaṃ",
    "сандхи",
    "решительно это",
    "✓"
   ],
   [
    "yatvādhikaraṇamenaṃ",
    "сандхи",
    "из-за чего это",
    "✓"
   ]
  ]
 },
 "taṃ": {
  "count": 45,
  "data": [
   [
    "evantaṃ",
    "сандхи",
    "таким образом тот",
    "✓"
   ],
   [
    "kiṃ taṃ",
    "идиома",
    "что это означает?",
    "~"
   ],
   [
    "tañca 1",
    "сандхи",
    "и этот",
    "✓"
   ],
   [
    "tañca 2",
    "сандхи",
    "но это",
    "✓"
   ],
   [
    "tañcassa",
    "сандхи",
    "этот и его",
    "✓"
   ],
   [
    "tañcāyatanaṃ",
    "сандхи",
    "но то поле",
    "✓"
   ],
   [
    "tañcāyaṃ",
    "сандхи",
    "но этот человек",
    "✓"
   ],
   [
    "tañcāhaṃ",
    "сандхи",
    "и это я",
    "✓"
   ],
   [
    "tañce",
    "сандхи",
    "если этого",
    "✓"
   ],
   [
    "tañceva",
    "сандхи",
    "но это самое",
    "✓"
   ],
   [
    "taññeva",
    "сандхи",
    "именно этот",
    "✓"
   ],
   [
    "taññevettha",
    "сандхи",
    "в этом отношении",
    "✓"
   ],
   [
    "tañhi",
    "сандхи",
    "это правда",
    "✓"
   ],
   [
    "tañhissa",
    "сандхи",
    "это действительно для него",
    "✓"
   ],
   [
    "tamaññe",
    "сандхи",
    "другие люди (говорят) что",
    "✓"
   ],
   [
    "tamañño",
    "сандхи",
    "кто-то другой",
    "✓"
   ],
   [
    "tamattha",
    "сандхи",
    "эта цель",
    "✓"
   ],
   [
    "tamatthaṃ",
    "сандхи",
    "то значение",
    "✓"
   ],
   [
    "tamahaṃ",
    "сандхи",
    "его я",
    "✓"
   ],
   [
    "tamāhu",
    "сандхи",
    "они называли",
    "✓"
   ],
   [
    "tamettha",
    "сандхи",
    "в этом случае, тот",
    "✓"
   ],
   [
    "tamenaṃ",
    "сандхи",
    "именно его",
    "✓"
   ],
   [
    "tameva",
    "сандхи",
    "именно этот",
    "✓"
   ],
   [
    "tamevassa",
    "сандхи",
    "просто то, что у него",
    "✓"
   ],
   [
    "tamevūpekkhaṃ",
    "сандхи",
    "то самое ментальное равновесие",
    "✓"
   ],
   [
    "tampi",
    "сандхи",
    "это тоже",
    "✓"
   ],
   [
    "tampissa",
    "сандхи",
    "то действительно для него",
    "✓"
   ],
   [
    "tammayaṃ",
    "сандхи",
    "мы (поклоняемся) тому",
    "~"
   ],
   [
    "taṃ kissa hetu",
    "идиома",
    "в чем причина этого?",
    "✓"
   ],
   [
    "taṃ kiṃ maññatha",
    "идиома",
    "что вы думаете?",
    "✓"
   ],
   [
    "taṃ kiṃ maññasi",
    "идиома",
    "что ты думаешь?",
    "✓"
   ],
   [
    "taṃ kutettha labbhā",
    "идиома",
    "как это может быть?",
    "✓"
   ],
   [
    "taṃ yathā",
    "идиома",
    "например",
    "✓"
   ],
   [
    "taṃ sārato paccāgacchati",
    "идиома",
    "принимает это за истинное",
    "✓"
   ],
   [
    "taṃpassa",
    "сандхи",
    "это тоже было бы",
    "✓"
   ],
   [
    "taṃyevettha",
    "сандхи",
    "об этом вопросе",
    "✓"
   ],
   [
    "tādisameva",
    "сандхи",
    "в точности то же самое",
    "✓"
   ],
   [
    "tādisaṃyeva",
    "сандхи",
    "точно такой же",
    "✓"
   ],
   [
    "tādisovassa",
    "сандхи",
    "может быть точно так же",
    "✓"
   ],
   [
    "tāhaṃ 1",
    "сандхи",
    "я того",
    "✓"
   ],
   [
    "mantaṃ",
    "сандхи",
    "тот для меня",
    "✓"
   ],
   [
    "yadatītampahīnantaṃ",
    "сандхи",
    "все прошлое оставлено",
    "✓"
   ],
   [
    "yantaṃ",
    "сандхи",
    "что бы это ни было",
    "✓"
   ],
   [
    "yaṃ taṃ",
    "идиома",
    "кого бы ни ... его",
    "✓"
   ],
   [
    "sabbaṃ taṃ",
    "идиома",
    "все это",
    "✓"
   ]
  ]
 },
 "ti": {
  "count": 4,
  "data": [
   [
    "evantiparivaṭṭaṃ",
    "сандхи",
    "таким образом с тремя кругами",
    "✓"
   ],
   [
    "tayome",
    "сандхи",
    "эти три",
    "✓"
   ],
   [
    "tīṇaṅgāni",
    "сандхи",
    "три фактора",
    "~"
   ],
   [
    "tīṇimāni",
    "сандхи",
    "эти три",
    "✓"
   ]
  ]
 },
 "parivaṭṭa": {
  "count": 1,
  "data": [
   [
    "evantiparivaṭṭaṃ",
    "сандхи",
    "таким образом с тремя кругами",
    "✓"
   ]
  ]
 },
 "disa2": {
  "count": 4,
  "data": [
   [
    "evamīdisesu",
    "сандхи",
    "так в таких",
    "~"
   ],
   [
    "tādisameva",
    "сандхи",
    "в точности то же самое",
    "✓"
   ],
   [
    "tādisaṃyeva",
    "сандхи",
    "точно такой же",
    "✓"
   ],
   [
    "tādisovassa",
    "сандхи",
    "может быть точно так же",
    "✓"
   ]
  ]
 },
 "etasmā": {
  "count": 1,
  "data": [
   [
    "evametasmā",
    "сандхи",
    "так из этого",
    "~"
   ]
  ]
 },
 "etāsaṃ": {
  "count": 1,
  "data": [
   [
    "evametāsaṃ",
    "сандхи",
    "таким образом этих",
    "✓"
   ]
  ]
 },
 "rūpa": {
  "count": 5,
  "data": [
   [
    "evarūpāpi",
    "сандхи",
    "даже такие",
    "✓"
   ],
   [
    "evarūpepi 1",
    "сандхи",
    "в такой же качественной (личности)",
    "✓"
   ],
   [
    "evarūpepi 2",
    "сандхи",
    "даже когда такой",
    "✓"
   ],
   [
    "tathārūpāssa",
    "сандхи",
    "такого рода, для него",
    "✓"
   ],
   [
    "rūpanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению материальной формы",
    "✓"
   ]
  ]
 },
 "ānisaṃsa": {
  "count": 1,
  "data": [
   [
    "esānisaṃso",
    "сандхи",
    "это польза (от)",
    "✓"
   ]
  ]
 },
 "ehi": {
  "count": 2,
  "data": [
   [
    "ehambho",
    "сандхи",
    "ну же! давай сейчас!",
    "✓"
   ],
   [
    "ehāvuso",
    "сандхи",
    "пошли друг! пойдем брат!",
    "✓"
   ]
  ]
 },
 "tvaṃ": {
  "count": 7,
  "data": [
   [
    "ehi tvaṃ",
    "идиома",
    "давай! ну же!",
    "✓"
   ],
   [
    "tayassu",
    "сандхи",
    "именно три",
    "✓"
   ],
   [
    "tvañca",
    "сандхи",
    "и ты",
    "✓"
   ],
   [
    "tvaññeva",
    "сандхи",
    "ты один",
    "✓"
   ],
   [
    "tvamasi",
    "сандхи",
    "ты есть",
    "✓"
   ],
   [
    "tvampi",
    "сандхи",
    "ты тоже",
    "✓"
   ],
   [
    "tvaṃyeva",
    "сандхи",
    "ты один",
    "✓"
   ]
  ]
 },
 "kamma": {
  "count": 6,
  "data": [
   [
    "okāsakammaṃ kataṃ",
    "идиома",
    "предоставлено разрешение (кем-либо)",
    "✓"
   ],
   [
    "kammakiliṭṭhamattano",
    "сандхи",
    "свои грязные дела",
    "✓"
   ],
   [
    "kammanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению намеренного действия",
    "✓"
   ],
   [
    "kammavisuddhimattano",
    "сандхи",
    "собственные чистые дела",
    "✓"
   ],
   [
    "kammassakomhi",
    "идиома",
    "я хозяин своих действий",
    "✓"
   ],
   [
    "kammaṃ karoti",
    "идиома",
    "совершает поступок",
    "✓"
   ]
  ]
 },
 "kāretvā": {
  "count": 3,
  "data": [
   [
    "okāsaṃ kāretvā",
    "идиома",
    "получив разрешение (на)",
    "~"
   ],
   [
    "paṭiññaṃ kāretvā",
    "идиома",
    "сделав обещание",
    "~"
   ],
   [
    "rajjaṃ kāretvā",
    "идиома",
    "управляя царством",
    "✓"
   ]
  ]
 },
 "yācati": {
  "count": 1,
  "data": [
   [
    "okāsaṃ yācati",
    "идиома",
    "просит возможности",
    "✓"
   ]
  ]
 },
 "ogāha": {
  "count": 1,
  "data": [
   [
    "ogāhamuttiṇṇaṃ",
    "сандхи",
    "вышедший из купания",
    "✓"
   ]
  ]
 },
 "uttiṇṇa": {
  "count": 1,
  "data": [
   [
    "ogāhamuttiṇṇaṃ",
    "сандхи",
    "вышедший из купания",
    "✓"
   ]
  ]
 },
 "otāra": {
  "count": 1,
  "data": [
   [
    "otāraṃ labhati",
    "идиома",
    "получает шанс",
    "✓"
   ]
  ]
 },
 "labhati": {
  "count": 5,
  "data": [
   [
    "otāraṃ labhati",
    "идиома",
    "получает шанс",
    "✓"
   ],
   [
    "labhati dassanāya",
    "идиома",
    "получить возможность увидеть",
    "✓"
   ],
   [
    "labhantatthe",
    "сандхи",
    "получающие пользу",
    "✓"
   ],
   [
    "labheyyāhaṃ",
    "сандхи",
    "я бы мог получить",
    "✓"
   ],
   [
    "lābhaṃ labhati",
    "идиома",
    "получает",
    "~"
   ]
  ]
 },
 "otiṇṇa": {
  "count": 1,
  "data": [
   [
    "otiṇṇomhi",
    "сандхи",
    "я страдаю (от)",
    "✓"
   ]
  ]
 },
 "kaṅkhati2": {
  "count": 1,
  "data": [
   [
    "kālaṃ kaṅkhati",
    "идиома",
    "ждет смерти",
    "✓"
   ]
  ]
 },
 "kaṅkhā": {
  "count": 2,
  "data": [
   [
    "kaṅkhaṃ vitarati",
    "идиома",
    "избавляется от сомнений",
    "✓"
   ],
   [
    "kaṅkhaṃ vinayati",
    "идиома",
    "рассеивает сомнение",
    "✓"
   ]
  ]
 },
 "vitarati": {
  "count": 1,
  "data": [
   [
    "kaṅkhaṃ vitarati",
    "идиома",
    "избавляется от сомнений",
    "✓"
   ]
  ]
 },
 "vinayati": {
  "count": 1,
  "data": [
   [
    "kaṅkhaṃ vinayati",
    "идиома",
    "рассеивает сомнение",
    "✓"
   ]
  ]
 },
 "kacci": {
  "count": 6,
  "data": [
   [
    "kaccāsi",
    "сандхи",
    "Надеюсь, что ты",
    "✓"
   ],
   [
    "kaccāhaṃ",
    "сандхи",
    "я надеюсь, что я",
    "✓"
   ],
   [
    "kacci nu kho",
    "идиома",
    "так ли это?",
    "✓"
   ],
   [
    "kaccittha 1",
    "сандхи",
    "я надеюсь здесь",
    "✓"
   ],
   [
    "kaccittha 2",
    "сандхи",
    "надеюсь, вы все",
    "✓"
   ],
   [
    "kaccissu",
    "сандхи",
    "я надеюсь",
    "✓"
   ]
  ]
 },
 "su": {
  "count": 9,
  "data": [
   [
    "kaccissu",
    "сандхи",
    "я надеюсь",
    "✓"
   ],
   [
    "kathaṃsu",
    "сандхи",
    "как?",
    "✓"
   ],
   [
    "kiṃ su",
    "идиома",
    "кто? что? какой? почему?",
    "✓"
   ],
   [
    "kiṃsūdha",
    "сандхи",
    "что здесь?",
    "✓"
   ],
   [
    "kosu",
    "сандхи",
    "кто на самом деле?",
    "✓"
   ],
   [
    "kosu nāma",
    "идиома",
    "кто на самом деле?",
    "✓"
   ],
   [
    "nāmassu",
    "сандхи",
    "конечно?",
    "✓"
   ],
   [
    "sīdha",
    "сандхи",
    "здесь",
    "✓"
   ],
   [
    "sudaṃ 2",
    "сандхи",
    "действительно это",
    "✓"
   ]
  ]
 },
 "kaccha1": {
  "count": 2,
  "data": [
   [
    "kacchevāmakase",
    "сандхи",
    "как в болотце без комаров",
    "✓"
   ],
   [
    "kacchehi sedā muccanti",
    "идиома",
    "обильное потоотделение подмышками",
    "✓"
   ]
  ]
 },
 "makasa": {
  "count": 1,
  "data": [
   [
    "kacchevāmakase",
    "сандхи",
    "как в болотце без комаров",
    "✓"
   ]
  ]
 },
 "seda": {
  "count": 1,
  "data": [
   [
    "kacchehi sedā muccanti",
    "идиома",
    "обильное потоотделение подмышками",
    "✓"
   ]
  ]
 },
 "muccati": {
  "count": 1,
  "data": [
   [
    "kacchehi sedā muccanti",
    "идиома",
    "обильное потоотделение подмышками",
    "✓"
   ]
  ]
 },
 "kaṭasī": {
  "count": 1,
  "data": [
   [
    "kaṭasī vaḍḍhitā",
    "идиома",
    "кто заполнял кладбища",
    "✓"
   ]
  ]
 },
 "vaḍḍhita": {
  "count": 1,
  "data": [
   [
    "kaṭasī vaḍḍhitā",
    "идиома",
    "кто заполнял кладбища",
    "✓"
   ]
  ]
 },
 "katama": {
  "count": 1,
  "data": [
   [
    "katamañcāvuso",
    "сандхи",
    "а как, друзья?",
    "✓"
   ]
  ]
 },
 "kiṃ": {
  "count": 43,
  "data": [
   [
    "kataṃ kiṃ",
    "идиома",
    "это было сделано?",
    "✓"
   ],
   [
    "kiñca 1",
    "сандхи",
    "и что?",
    "✓"
   ],
   [
    "kiñca 2",
    "сандхи",
    "почему нет?",
    "✓"
   ],
   [
    "kiñcarahi",
    "сандхи",
    "что тогда?",
    "✓"
   ],
   [
    "kiñcāpi",
    "сандхи",
    "однако",
    "✓"
   ],
   [
    "kiñcāyaṃ",
    "сандхи",
    "что бы ни",
    "✓"
   ],
   [
    "kiñcetaṃ",
    "сандхи",
    "а что это?",
    "✓"
   ],
   [
    "kiñcetaṃ paṭicca vuttaṃ",
    "идиома",
    "И по поводу чего было сказано это?",
    "~"
   ],
   [
    "kiñhi",
    "сандхи",
    "что на самом деле?",
    "✓"
   ],
   [
    "kiñhi no siyā",
    "идиома",
    "что еще это может быть?",
    "✓"
   ],
   [
    "kintāhaṃ 1",
    "сандхи",
    "как я могу?",
    "✓"
   ],
   [
    "kintāhaṃ 2",
    "сандхи",
    "что я (говорю) тебе?",
    "✓"
   ],
   [
    "kinti",
    "сандхи",
    "как тогда?",
    "✓"
   ],
   [
    "kinti karomi",
    "идиома",
    "что же мне делать? как мне помочь?",
    "✓"
   ],
   [
    "kinte",
    "сандхи",
    "что тобою?",
    "✓"
   ],
   [
    "kinnu",
    "сандхи",
    "что?",
    "✓"
   ],
   [
    "kinnumāva",
    "сандхи",
    "это не единственные",
    "~"
   ],
   [
    "kimaññatra",
    "сандхи",
    "как кроме?",
    "✓"
   ],
   [
    "kimassa 1",
    "сандхи",
    "что ему?",
    "✓"
   ],
   [
    "kimassa 2",
    "сандхи",
    "что могло бы быть?",
    "✓"
   ],
   [
    "kimassāhaṃ",
    "сандхи",
    "Что я могу для него сделать?",
    "✓"
   ],
   [
    "kimahaṃ 1",
    "сандхи",
    "что я?",
    "✓"
   ],
   [
    "kimahaṃ 2",
    "сандхи",
    "почему я?",
    "✓"
   ],
   [
    "kimāha",
    "сандхи",
    "что он говорит (насчет)",
    "✓"
   ],
   [
    "kimidaṃ",
    "сандхи",
    "почему это? как это так? что с этим?",
    "✓"
   ],
   [
    "kimetaṃ",
    "сандхи",
    "что это?",
    "✓"
   ],
   [
    "kimevidaṃ 1",
    "сандхи",
    "что это?",
    "✓"
   ],
   [
    "kimevidaṃ 2",
    "сандхи",
    "не говоря уже об этом",
    "✓"
   ],
   [
    "kiṃ taṃ",
    "идиома",
    "что это означает?",
    "~"
   ],
   [
    "kiṃ nu",
    "идиома",
    "почему?",
    "✓"
   ],
   [
    "kiṃ nu kho",
    "идиома",
    "с какой стати!?",
    "✓"
   ],
   [
    "kiṃ pana te",
    "идиома",
    "а у них это получается?",
    "✓"
   ],
   [
    "kiṃ su",
    "идиома",
    "кто? что? какой? почему?",
    "✓"
   ],
   [
    "kiṃninnaṃ",
    "сандхи",
    "к чему склоняется? к чему направлено?",
    "✓"
   ],
   [
    "kiṃpabbhāraṃ",
    "сандхи",
    "к чему склоняется? к чему устремлено?",
    "✓"
   ],
   [
    "kiṃpoṇaṃ",
    "сандхи",
    "к чему склоняется?",
    "✓"
   ],
   [
    "kiṃme",
    "сандхи",
    "какие это?",
    "✓"
   ],
   [
    "kiṃsūdha",
    "сандхи",
    "что здесь?",
    "✓"
   ],
   [
    "kyāhaṃ karomi",
    "идиома",
    "что я (могу) сделать?",
    "✓"
   ],
   [
    "kyāhaṃ 1",
    "сандхи",
    "что я?",
    "✓"
   ],
   [
    "kyāhaṃ 2",
    "сандхи",
    "почему бы мне?",
    "✓"
   ],
   [
    "taṃ kiṃ maññatha",
    "идиома",
    "что вы думаете?",
    "✓"
   ],
   [
    "taṃ kiṃ maññasi",
    "идиома",
    "что ты думаешь?",
    "✓"
   ]
  ]
 },
 "katikā": {
  "count": 1,
  "data": [
   [
    "katikaṃ karoti",
    "идиома",
    "заключает соглашение",
    "~"
   ]
  ]
 },
 "kattar": {
  "count": 1,
  "data": [
   [
    "kathaṃ kattar",
    "идиома",
    "выступающий",
    "✓"
   ]
  ]
 },
 "kattha": {
  "count": 3,
  "data": [
   [
    "katthūpapattiṃ",
    "сандхи",
    "где переродится?",
    "✓"
   ],
   [
    "na katthaci",
    "идиома",
    "нигде",
    "✓"
   ],
   [
    "yattha katthaci",
    "идиома",
    "где бы то ни было",
    "✓"
   ]
  ]
 },
 "kathaṃ": {
  "count": 13,
  "data": [
   [
    "kathañca",
    "сандхи",
    "и как?",
    "✓"
   ],
   [
    "kathañcarahi",
    "сандхи",
    "как же тогда?",
    "✓"
   ],
   [
    "kathañcānanda",
    "сандхи",
    "и что, ананда?",
    "✓"
   ],
   [
    "kathañcāvuso",
    "сандхи",
    "и как, друзья?",
    "✓"
   ],
   [
    "kathañhi",
    "сандхи",
    "как в самом деле !?",
    "✓"
   ],
   [
    "kathamidaṃ",
    "сандхи",
    "что это?",
    "~"
   ],
   [
    "kathamime",
    "сандхи",
    "как эти?",
    "~"
   ],
   [
    "kathaṃ nu",
    "идиома",
    "как?",
    "✓"
   ],
   [
    "kathaṃ vā te ettha hoti",
    "идиома",
    "или что вы думаете об этом?",
    "✓"
   ],
   [
    "kathaṃsu",
    "сандхи",
    "как?",
    "✓"
   ],
   [
    "kathāyaṃ",
    "сандхи",
    "как это?",
    "✓"
   ],
   [
    "yathā kathaṃ",
    "идиома",
    "в какой манере?",
    "✓"
   ],
   [
    "yathā kathaṃ pana",
    "идиома",
    "но как тогда?",
    "✓"
   ]
  ]
 },
 "carahi": {
  "count": 3,
  "data": [
   [
    "kathañcarahi",
    "сандхи",
    "как же тогда?",
    "✓"
   ],
   [
    "kiñcarahi",
    "сандхи",
    "что тогда?",
    "✓"
   ],
   [
    "carahāvuso",
    "сандхи",
    "затем друг",
    "✓"
   ]
  ]
 },
 "kadā": {
  "count": 4,
  "data": [
   [
    "kadāci karahaci 1",
    "идиома",
    "время от времени",
    "✓"
   ],
   [
    "kadāci karahaci 2",
    "идиома",
    "в какое-то время или другое",
    "✓"
   ],
   [
    "na kadāci",
    "идиома",
    "никогда",
    "✓"
   ],
   [
    "mā kadāci",
    "идиома",
    "да не будет у меня никогда",
    "✓"
   ]
  ]
 },
 "karahi": {
  "count": 2,
  "data": [
   [
    "kadāci karahaci 1",
    "идиома",
    "время от времени",
    "✓"
   ],
   [
    "kadāci karahaci 2",
    "идиома",
    "в какое-то время или другое",
    "✓"
   ]
  ]
 },
 "kaṃ": {
  "count": 3,
  "data": [
   [
    "kamatthamanubhoti",
    "сандхи",
    "какую пользу получает один?",
    "✓"
   ],
   [
    "kamettha",
    "сандхи",
    "кто здесь",
    "✓"
   ],
   [
    "kaṃsi",
    "сандхи",
    "(ради) кого ты (посвятился в монахи)?",
    "✓"
   ]
  ]
 },
 "kiliṭṭha": {
  "count": 1,
  "data": [
   [
    "kammakiliṭṭhamattano",
    "сандхи",
    "свои грязные дела",
    "✓"
   ]
  ]
 },
 "visuddhi": {
  "count": 1,
  "data": [
   [
    "kammavisuddhimattano",
    "сандхи",
    "собственные чистые дела",
    "✓"
   ]
  ]
 },
 "kalā": {
  "count": 1,
  "data": [
   [
    "kalaṃ nāgghati soḷasiṃ",
    "идиома",
    "не стоит и доли (от)",
    "✓"
   ]
  ]
 },
 "agghati": {
  "count": 1,
  "data": [
   [
    "kalaṃ nāgghati soḷasiṃ",
    "идиома",
    "не стоит и доли (от)",
    "✓"
   ]
  ]
 },
 "soḷasa": {
  "count": 1,
  "data": [
   [
    "kalaṃ nāgghati soḷasiṃ",
    "идиома",
    "не стоит и доли (от)",
    "✓"
   ]
  ]
 },
 "kalla": {
  "count": 2,
  "data": [
   [
    "kallaṃ vacanāya",
    "идиома",
    "это уместно сказать",
    "✓"
   ],
   [
    "kallosi",
    "сандхи",
    "ты умен",
    "✓"
   ]
  ]
 },
 "kāma": {
  "count": 4,
  "data": [
   [
    "kāmesu gedhaṃ",
    "идиома",
    "жадность к чувственным удовольствиям",
    "✓"
   ],
   [
    "paramattakāmo",
    "сандхи",
    "желающий добра самому себе",
    "✓"
   ],
   [
    "yena kāmaṃ gamo",
    "идиома",
    "идущий по своему желанию",
    "✓"
   ],
   [
    "yena kāmaṃ pakkamati",
    "идиома",
    "идет своим путем",
    "✓"
   ]
  ]
 },
 "gedha": {
  "count": 1,
  "data": [
   [
    "kāmesu gedhaṃ",
    "идиома",
    "жадность к чувственным удовольствиям",
    "✓"
   ]
  ]
 },
 "kāya1": {
  "count": 7,
  "data": [
   [
    "kāyanuttha",
    "сандхи",
    "с чем здесь?",
    "✓"
   ],
   [
    "kāyassa bhedā uddhaṃ jīvitapariyādānā",
    "идиома",
    "после распада тела",
    "✓"
   ],
   [
    "kāyassa bhedā paraṃ maraṇā",
    "идиома",
    "после распада тела, после смерти",
    "✓"
   ],
   [
    "kāye kāyānupassī viharati",
    "идиома",
    "один пребывает в теле, внимательно наблюдая за телом",
    "~"
   ],
   [
    "kāyena phusitvā",
    "идиома",
    "лично испытав",
    "✓"
   ],
   [
    "pattakāyena",
    "сандхи",
    "когда тело стало таким",
    "✓"
   ],
   [
    "saggakāyamagamaṃ",
    "сандхи",
    "я отправился к небесному воинству",
    "✓"
   ]
  ]
 },
 "bheda": {
  "count": 2,
  "data": [
   [
    "kāyassa bhedā uddhaṃ jīvitapariyādānā",
    "идиома",
    "после распада тела",
    "✓"
   ],
   [
    "kāyassa bhedā paraṃ maraṇā",
    "идиома",
    "после распада тела, после смерти",
    "✓"
   ]
  ]
 },
 "jīvita": {
  "count": 7,
  "data": [
   [
    "kāyassa bhedā uddhaṃ jīvitapariyādānā",
    "идиома",
    "после распада тела",
    "✓"
   ],
   [
    "jīvitamattano",
    "сандхи",
    "свою собственную жизнь",
    "✓"
   ],
   [
    "jīvitamāhu",
    "сандхи",
    "они говорят жизнь",
    "✓"
   ],
   [
    "jīvitamuttamaṃ",
    "сандхи",
    "лучшее существование",
    "✓"
   ],
   [
    "jīvitaṃ kappeti",
    "идиома",
    "ведет свою жизнь",
    "✓"
   ],
   [
    "jīvitā voropeti",
    "идиома",
    "лишает жизни",
    "✓"
   ],
   [
    "jīvitā voropesi",
    "идиома",
    "лишил жизни",
    "✓"
   ]
  ]
 },
 "pariyādāna": {
  "count": 1,
  "data": [
   [
    "kāyassa bhedā uddhaṃ jīvitapariyādānā",
    "идиома",
    "после распада тела",
    "✓"
   ]
  ]
 },
 "maraṇa": {
  "count": 4,
  "data": [
   [
    "kāyassa bhedā paraṃ maraṇā",
    "идиома",
    "после распада тела, после смерти",
    "✓"
   ],
   [
    "paraṃ maraṇā",
    "идиома",
    "после смерти",
    "✓"
   ],
   [
    "maraṇadhammomhi",
    "сандхи",
    "мне свойственно умереть",
    "✓"
   ],
   [
    "maraṇaṃ nigacchati",
    "идиома",
    "умирает",
    "✓"
   ]
  ]
 },
 "viharati": {
  "count": 6,
  "data": [
   [
    "kāye kāyānupassī viharati",
    "идиома",
    "один пребывает в теле, внимательно наблюдая за телом",
    "~"
   ],
   [
    "citte cittānupassī viharati",
    "идиома",
    "человек пребывает в уме, внимательно наблюдая за умом",
    "~"
   ],
   [
    "dhammesu dhammānupassī viharati",
    "идиома",
    "один пребывает среди явлений, внимательно наблюдая за явлениями",
    "~"
   ],
   [
    "viharatāyasmā",
    "сандхи",
    "останься, друг!",
    "✓"
   ],
   [
    "vedanāsu vedanānupassī viharati",
    "идиома",
    "человек пребывает среди чувств, внимательно наблюдая за чувствами",
    "~"
   ],
   [
    "seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati",
    "идиома",
    "потакает удовольствию поспать, отдохнуть и подремать",
    "✓"
   ]
  ]
 },
 "phusitvā": {
  "count": 1,
  "data": [
   [
    "kāyena phusitvā",
    "идиома",
    "лично испытав",
    "✓"
   ]
  ]
 },
 "kāriyamāna": {
  "count": 1,
  "data": [
   [
    "kāraṇaṃ kāriyamāna",
    "идиома",
    "тренируемый",
    "✓"
   ]
  ]
 },
 "kāreti": {
  "count": 2,
  "data": [
   [
    "kāraṇaṃ kāreti",
    "идиома",
    "тренирует (в)",
    "✓"
   ],
   [
    "rajjaṃ kāreti",
    "идиома",
    "правит",
    "✓"
   ]
  ]
 },
 "āgameti": {
  "count": 1,
  "data": [
   [
    "kālaṃ āgameti",
    "идиома",
    "ждёт смерти",
    "✓"
   ]
  ]
 },
 "karissati": {
  "count": 1,
  "data": [
   [
    "kālaṃ karissati",
    "идиома",
    "умрёт",
    "✓"
   ]
  ]
 },
 "kurumāna": {
  "count": 1,
  "data": [
   [
    "kālaṃ kurumāno",
    "идиома",
    "умирающий",
    "✓"
   ]
  ]
 },
 "maññati": {
  "count": 4,
  "data": [
   [
    "kālaṃ maññati",
    "идиома",
    "это время действовать",
    "✓"
   ],
   [
    "taṃ kiṃ maññatha",
    "идиома",
    "что вы думаете?",
    "✓"
   ],
   [
    "taṃ kiṃ maññasi",
    "идиома",
    "что ты думаешь?",
    "✓"
   ],
   [
    "yassadāni kālaṃ maññati",
    "идиома",
    "время делать то, что он хочет",
    "✓"
   ]
  ]
 },
 "kiṃcana": {
  "count": 1,
  "data": [
   [
    "kiñcanatasmiṃ",
    "сандхи",
    "обладание этим",
    "✓"
   ]
  ]
 },
 "paṭicca": {
  "count": 1,
  "data": [
   [
    "kiñcetaṃ paṭicca vuttaṃ",
    "идиома",
    "И по поводу чего было сказано это?",
    "~"
   ]
  ]
 },
 "siyā": {
  "count": 3,
  "data": [
   [
    "kiñhi no siyā",
    "идиома",
    "что еще это может быть?",
    "✓"
   ],
   [
    "no siyā",
    "идиома",
    "может ли быть иначе?",
    "✓"
   ],
   [
    "siyā nu kho",
    "идиома",
    "может ли быть?",
    "✓"
   ]
  ]
 },
 "kilamatha": {
  "count": 1,
  "data": [
   [
    "kilamathassa vighātassa bhāgī",
    "идиома",
    "усталый и сыт по горло",
    "✓"
   ]
  ]
 },
 "vighāta": {
  "count": 1,
  "data": [
   [
    "kilamathassa vighātassa bhāgī",
    "идиома",
    "усталый и сыт по горло",
    "✓"
   ]
  ]
 },
 "bhāga": {
  "count": 2,
  "data": [
   [
    "kilamathassa vighātassa bhāgī",
    "идиома",
    "усталый и сыт по горло",
    "✓"
   ],
   [
    "bhāgī assa",
    "идиома",
    "он стал бы",
    "✓"
   ]
  ]
 },
 "kissa": {
  "count": 2,
  "data": [
   [
    "kissassu",
    "сандхи",
    "кого?",
    "✓"
   ],
   [
    "taṃ kissa hetu",
    "идиома",
    "в чем причина этого?",
    "✓"
   ]
  ]
 },
 "ninna": {
  "count": 1,
  "data": [
   [
    "kiṃninnaṃ",
    "сандхи",
    "к чему склоняется? к чему направлено?",
    "✓"
   ]
  ]
 },
 "pabbhāra": {
  "count": 1,
  "data": [
   [
    "kiṃpabbhāraṃ",
    "сандхи",
    "к чему склоняется? к чему устремлено?",
    "✓"
   ]
  ]
 },
 "poṇa": {
  "count": 1,
  "data": [
   [
    "kiṃpoṇaṃ",
    "сандхи",
    "к чему склоняется?",
    "✓"
   ]
  ]
 },
 "kīva": {
  "count": 1,
  "data": [
   [
    "kīva cirena",
    "идиома",
    "как долго? сколько времени?",
    "✓"
   ]
  ]
 },
 "kukkucca": {
  "count": 1,
  "data": [
   [
    "kukkuccaṃ upadahati",
    "идиома",
    "провоцирует беспокойство",
    "✓"
   ]
  ]
 },
 "upadahati": {
  "count": 1,
  "data": [
   [
    "kukkuccaṃ upadahati",
    "идиома",
    "провоцирует беспокойство",
    "✓"
   ]
  ]
 },
 "kuto": {
  "count": 3,
  "data": [
   [
    "kutettha",
    "сандхи",
    "как в этом вопросе?",
    "✓"
   ],
   [
    "kuto nu",
    "идиома",
    "откуда?",
    "✓"
   ],
   [
    "taṃ kutettha labbhā",
    "идиома",
    "как это может быть?",
    "✓"
   ]
  ]
 },
 "kudā": {
  "count": 2,
  "data": [
   [
    "kudāssu",
    "сандхи",
    "эх когда же!?",
    "✓"
   ],
   [
    "na kudācanaṃ",
    "идиома",
    "никогда",
    "✓"
   ]
  ]
 },
 "kubbati": {
  "count": 1,
  "data": [
   [
    "kubbati santhavaṃ",
    "идиома",
    "формирует тесные отношения с",
    "✓"
   ]
  ]
 },
 "kula": {
  "count": 2,
  "data": [
   [
    "kulā kulaṃ",
    "идиома",
    "от дома к дому",
    "✓"
   ],
   [
    "kulesu cārittaṃ āpajjati",
    "идиома",
    "навещает семьи",
    "✓"
   ]
  ]
 },
 "cārī": {
  "count": 2,
  "data": [
   [
    "kulesu cārittaṃ āpajjati",
    "идиома",
    "навещает семьи",
    "✓"
   ],
   [
    "cārittaṃ āpajjati",
    "идиома",
    "близко взаимодействует",
    "✓"
   ]
  ]
 },
 "pucchi": {
  "count": 1,
  "data": [
   [
    "kusalaṃ pucchi",
    "идиома",
    "спросил, как дела",
    "✓"
   ]
  ]
 },
 "kūṭa1": {
  "count": 2,
  "data": [
   [
    "kūṭaṃ gaṇhanto",
    "идиома",
    "достигая пика",
    "~"
   ],
   [
    "kūṭaṃ gaṇhi",
    "идиома",
    "достиг пика",
    "~"
   ]
  ]
 },
 "gaṇhanta": {
  "count": 1,
  "data": [
   [
    "kūṭaṃ gaṇhanto",
    "идиома",
    "достигая пика",
    "~"
   ]
  ]
 },
 "gaṇhi": {
  "count": 1,
  "data": [
   [
    "kūṭaṃ gaṇhi",
    "идиома",
    "достиг пика",
    "~"
   ]
  ]
 },
 "ke": {
  "count": 3,
  "data": [
   [
    "kedha",
    "сандхи",
    "который здесь?",
    "✓"
   ],
   [
    "kyassa",
    "сандхи",
    "кто для него?",
    "✓"
   ],
   [
    "kyassu",
    "сандхи",
    "кто может быть?",
    "✓"
   ]
  ]
 },
 "kena": {
  "count": 4,
  "data": [
   [
    "kenassu",
    "сандхи",
    "чем? с чем? из-за чего? почему?",
    "✓"
   ],
   [
    "kenassubbhāhato",
    "сандхи",
    "чем поражен?",
    "✓"
   ],
   [
    "kenīdha",
    "сандхи",
    "о чем здесь",
    "✓"
   ],
   [
    "kenesa",
    "сандхи",
    "почему это (происходит)?",
    "✓"
   ]
  ]
 },
 "abbhāhata": {
  "count": 1,
  "data": [
   [
    "kenassubbhāhato",
    "сандхи",
    "чем поражен?",
    "✓"
   ]
  ]
 },
 "esa": {
  "count": 6,
  "data": [
   [
    "kenesa",
    "сандхи",
    "почему это (происходит)?",
    "✓"
   ],
   [
    "khvesa",
    "сандхи",
    "действительно это",
    "✓"
   ],
   [
    "cesa 1",
    "сандхи",
    "даже если он",
    "✓"
   ],
   [
    "cesa 2",
    "сандхи",
    "и это",
    "~"
   ],
   [
    "dhammesa",
    "сандхи",
    "в этих вещах",
    "✓"
   ],
   [
    "nesa",
    "сандхи",
    "это не является",
    "✓"
   ]
  ]
 },
 "kevala": {
  "count": 1,
  "data": [
   [
    "kevala paripūra",
    "идиома",
    "полный и абсолютный",
    "✓"
   ]
  ]
 },
 "kesa": {
  "count": 1,
  "data": [
   [
    "kesaggamattampi",
    "сандхи",
    "даже на толщину кончика волоса",
    "✓"
   ]
  ]
 },
 "kesu": {
  "count": 1,
  "data": [
   [
    "kesūdha",
    "сандхи",
    "среди кого здесь",
    "✓"
   ]
  ]
 },
 "ko": {
  "count": 9,
  "data": [
   [
    "ko nāmeso",
    "идиома",
    "как зовут этого (человека)?",
    "✓"
   ],
   [
    "kodha 2.1",
    "сандхи",
    "кто здесь",
    "✓"
   ],
   [
    "konāmo",
    "сандхи",
    "какое имя?",
    "✓"
   ],
   [
    "kosi 1.1",
    "сандхи",
    "кто ты?",
    "✓"
   ],
   [
    "kosu",
    "сандхи",
    "кто на самом деле?",
    "✓"
   ],
   [
    "kosu nāma",
    "идиома",
    "кто на самом деле?",
    "✓"
   ],
   [
    "kvattho",
    "сандхи",
    "что означает? в чем цель?",
    "✓"
   ],
   [
    "kvettha",
    "сандхи",
    "кто здесь?",
    "✓"
   ],
   [
    "yāvatakvassa",
    "сандхи",
    "как его",
    "✓"
   ]
  ]
 },
 "ka": {
  "count": 3,
  "data": [
   [
    "ko nu",
    "идиома",
    "какой?",
    "✓"
   ],
   [
    "ko nu kho",
    "идиома",
    "кто же в самом деле!?",
    "✓"
   ],
   [
    "ko pana vādo",
    "идиома",
    "что уж и сказать (о)",
    "✓"
   ]
  ]
 },
 "vāda": {
  "count": 3,
  "data": [
   [
    "ko pana vādo",
    "идиома",
    "что уж и сказать (о)",
    "✓"
   ],
   [
    "vādaṃ āropeti",
    "идиома",
    "отвергает доктрину",
    "✓"
   ],
   [
    "vādena vādaṃ",
    "идиома",
    "в словесном споре",
    "✓"
   ]
  ]
 },
 "desa": {
  "count": 1,
  "data": [
   [
    "kocideso",
    "сандхи",
    "какое-то дело",
    "✓"
   ]
  ]
 },
 "koṭi": {
  "count": 1,
  "data": [
   [
    "koṭiyā koṭiṃ",
    "идиома",
    "от начала до конца",
    "~"
   ]
  ]
 },
 "kva": {
  "count": 2,
  "data": [
   [
    "kvajja",
    "сандхи",
    "где сегодня?",
    "✓"
   ],
   [
    "kvāssa",
    "сандхи",
    "где это могло быть?",
    "✓"
   ]
  ]
 },
 "khaṇa": {
  "count": 3,
  "data": [
   [
    "khaṇe khaṇe",
    "идиома",
    "момент за моментом",
    "✓"
   ],
   [
    "tasmiṃ khaṇe",
    "идиома",
    "в этот момент",
    "✓"
   ],
   [
    "tena khaṇena",
    "идиома",
    "в тот момент",
    "✓"
   ]
  ]
 },
 "khata": {
  "count": 1,
  "data": [
   [
    "khata upahata",
    "идиома",
    "раненый и травмированный",
    "✓"
   ]
  ]
 },
 "upahata": {
  "count": 1,
  "data": [
   [
    "khata upahata",
    "идиома",
    "раненый и травмированный",
    "✓"
   ]
  ]
 },
 "khamati": {
  "count": 3,
  "data": [
   [
    "khamāmahaṃ",
    "сандхи",
    "я прощаю",
    "✓"
   ],
   [
    "nijjhānaṃ khamati",
    "идиома",
    "выдерживает исследование",
    "✓"
   ],
   [
    "yathā te khameyya",
    "идиома",
    "как тебе будет угодно",
    "✓"
   ]
  ]
 },
 "rata": {
  "count": 1,
  "data": [
   [
    "khaye rato",
    "идиома",
    "насыщающиеся разрушением",
    "✓"
   ]
  ]
 },
 "khalita": {
  "count": 2,
  "data": [
   [
    "khalitaṃ gaṇhāti",
    "идиома",
    "схватывает за ошибку",
    "✓"
   ],
   [
    "khalitaṃ gāhayati",
    "идиома",
    "схватывает за ошибку",
    "✓"
   ]
  ]
 },
 "gaṇhāti": {
  "count": 2,
  "data": [
   [
    "khalitaṃ gaṇhāti",
    "идиома",
    "схватывает за ошибку",
    "✓"
   ],
   [
    "varaṃ gaṇhāti",
    "идиома",
    "загадывает желание",
    "✓"
   ]
  ]
 },
 "gāhayati": {
  "count": 1,
  "data": [
   [
    "khalitaṃ gāhayati",
    "идиома",
    "схватывает за ошибку",
    "✓"
   ]
  ]
 },
 "khāri": {
  "count": 1,
  "data": [
   [
    "khārivividhamādāya",
    "сандхи",
    "перенос множества связок на шесте",
    "✓"
   ]
  ]
 },
 "vidhā": {
  "count": 2,
  "data": [
   [
    "khārivividhamādāya",
    "сандхи",
    "перенос множества связок на шесте",
    "✓"
   ],
   [
    "sattavidhā anupassanā",
    "идиома",
    "прозрение семи способами",
    "~"
   ]
  ]
 },
 "khippa": {
  "count": 2,
  "data": [
   [
    "khippameva",
    "сандхи",
    "очень быстро",
    "✓"
   ],
   [
    "khippaṃyeva",
    "сандхи",
    "очень быстро",
    "✓"
   ]
  ]
 },
 "khīyana": {
  "count": 2,
  "data": [
   [
    "khīyanadhammaṃ āpajjati",
    "идиома",
    "жалуется",
    "✓"
   ],
   [
    "khīyanadhammaṃ āpanna",
    "идиома",
    "подал жалобу",
    "✓"
   ]
  ]
 },
 "kheḷa": {
  "count": 1,
  "data": [
   [
    "kheḷaṃ karoti",
    "идиома",
    "плюет",
    "✓"
   ]
  ]
 },
 "gantuṃ": {
  "count": 1,
  "data": [
   [
    "gantumicchasi",
    "сандхи",
    "ты хочешь идти",
    "✓"
   ]
  ]
 },
 "gandha": {
  "count": 1,
  "data": [
   [
    "phullamavītagandhaṃ",
    "сандхи",
    "в полном цвету и наполненный ароматом",
    "✓"
   ]
  ]
 },
 "gabbha": {
  "count": 2,
  "data": [
   [
    "gabbhaṃ gaṇhati",
    "идиома",
    "становится беременной",
    "✓"
   ],
   [
    "gabbhaṃ pātesi",
    "идиома",
    "имел аборт",
    "~"
   ]
  ]
 },
 "gaṇhati": {
  "count": 1,
  "data": [
   [
    "gabbhaṃ gaṇhati",
    "идиома",
    "становится беременной",
    "✓"
   ]
  ]
 },
 "pātesi": {
  "count": 1,
  "data": [
   [
    "gabbhaṃ pātesi",
    "идиома",
    "имел аборт",
    "~"
   ]
  ]
 },
 "gāthā": {
  "count": 4,
  "data": [
   [
    "gāthamāha",
    "сандхи",
    "одна произнесла этот стих",
    "~"
   ],
   [
    "gāthācimā",
    "сандхи",
    "и этот стих",
    "✓"
   ],
   [
    "gāthāya ajjhabhāsi",
    "идиома",
    "обратился стихами",
    "✓"
   ],
   [
    "buddhagāthābhigītomhi",
    "сандхи",
    "меня восхвалил стих Будды",
    "✓"
   ]
  ]
 },
 "ajjhabhāsi": {
  "count": 1,
  "data": [
   [
    "gāthāya ajjhabhāsi",
    "идиома",
    "обратился стихами",
    "✓"
   ]
  ]
 },
 "gārayha": {
  "count": 1,
  "data": [
   [
    "gārayhaṃ ṭhānaṃ āgacchati",
    "идиома",
    "заслуживает порицания",
    "✓"
   ]
  ]
 },
 "gimha": {
  "count": 1,
  "data": [
   [
    "gimhānaṃ pacchime māse",
    "идиома",
    "в последний месяц жаркого сезона",
    "✓"
   ]
  ]
 },
 "pacchima": {
  "count": 4,
  "data": [
   [
    "gimhānaṃ pacchime māse",
    "идиома",
    "в последний месяц жаркого сезона",
    "✓"
   ],
   [
    "pacchima kāla",
    "идиома",
    "современные времена",
    "✓"
   ],
   [
    "pacchimā janatā",
    "идиома",
    "поздние поколения",
    "✓"
   ],
   [
    "rattiyā pacchime yāme",
    "идиома",
    "в последнюю стражу ночи",
    "✓"
   ]
  ]
 },
 "māsa1": {
  "count": 3,
  "data": [
   [
    "gimhānaṃ pacchime māse",
    "идиома",
    "в последний месяц жаркого сезона",
    "✓"
   ],
   [
    "māse māse",
    "идиома",
    "месяц за месяцем",
    "✓"
   ],
   [
    "māso seso",
    "идиома",
    "оставшийся один месяц (от)",
    "✓"
   ]
  ]
 },
 "ghāsa": {
  "count": 1,
  "data": [
   [
    "ghāsamacchādanaṃ",
    "сандхи",
    "пища и одежда",
    "✓"
   ]
  ]
 },
 "acchādana": {
  "count": 1,
  "data": [
   [
    "ghāsamacchādanaṃ",
    "сандхи",
    "пища и одежда",
    "✓"
   ]
  ]
 },
 "bandhanta": {
  "count": 1,
  "data": [
   [
    "cakkhuṃ bandhante janassa dassanāya",
    "идиома",
    "очень визуально вдохновляющий",
    "✓"
   ]
  ]
 },
 "jana": {
  "count": 1,
  "data": [
   [
    "cakkhuṃ bandhante janassa dassanāya",
    "идиома",
    "очень визуально вдохновляющий",
    "✓"
   ]
  ]
 },
 "uppādeti": {
  "count": 3,
  "data": [
   [
    "cakkhūni uppādeti",
    "идиома",
    "является способным видеть",
    "✓"
   ],
   [
    "cittaṃ uppādeti",
    "идиома",
    "задает намерение",
    "✓"
   ],
   [
    "lohitaṃ uppādeti",
    "идиома",
    "вызывает проливание крови",
    "✓"
   ]
  ]
 },
 "visodheti": {
  "count": 1,
  "data": [
   [
    "cakkhūni visodheti",
    "идиома",
    "является способным ясно видеть",
    "✓"
   ]
  ]
 },
 "āsīna": {
  "count": 1,
  "data": [
   [
    "caggimāsīno",
    "сандхи",
    "и сидел (рядом с) огнем",
    "✓"
   ]
  ]
 },
 "catu": {
  "count": 2,
  "data": [
   [
    "cattārimāni",
    "сандхи",
    "эти четыре",
    "✓"
   ],
   [
    "cattārome",
    "сандхи",
    "эти четыре",
    "✓"
   ]
  ]
 },
 "pavutta": {
  "count": 1,
  "data": [
   [
    "canekāyatanappavutto",
    "сандхи",
    "и с многими основами (было) провозглашено",
    "✓"
   ]
  ]
 },
 "antalikkha": {
  "count": 2,
  "data": [
   [
    "cantalikkhasmiṃ",
    "сандхи",
    "и в небе",
    "✓"
   ],
   [
    "tapantamādiccamivantalikkhe",
    "сандхи",
    "пылающий, как солнце на небесах",
    "✓"
   ]
  ]
 },
 "assā": {
  "count": 2,
  "data": [
   [
    "cassā",
    "сандхи",
    "и к ней",
    "✓"
   ],
   [
    "tāvadevassā",
    "сандхи",
    "прямо тогда для нее",
    "✓"
   ]
  ]
 },
 "apanata": {
  "count": 2,
  "data": [
   [
    "cāpanataṃ",
    "сандхи",
    "и не склонный",
    "✓"
   ],
   [
    "cāpanato",
    "сандхи",
    "и склонённый назад",
    "✓"
   ]
  ]
 },
 "abhinata": {
  "count": 2,
  "data": [
   [
    "cābhinataṃ",
    "сандхи",
    "и склонный",
    "✓"
   ],
   [
    "cābhinato",
    "сандхи",
    "и склонен к",
    "✓"
   ]
  ]
 },
 "cārikā": {
  "count": 3,
  "data": [
   [
    "cārikaṃ carati",
    "идиома",
    "странствует на турне (в)",
    "✓"
   ],
   [
    "cārikaṃ caramāna",
    "идиома",
    "странствующий (в)",
    "✓"
   ],
   [
    "cārikaṃ pakkamati",
    "идиома",
    "отправляется в пешее путешествие",
    "✓"
   ]
  ]
 },
 "caramāna": {
  "count": 1,
  "data": [
   [
    "cārikaṃ caramāna",
    "идиома",
    "странствующий (в)",
    "✓"
   ]
  ]
 },
 "pakkamati": {
  "count": 3,
  "data": [
   [
    "cārikaṃ pakkamati",
    "идиома",
    "отправляется в пешее путешествие",
    "✓"
   ],
   [
    "pakkamatāyasmā",
    "сандхи",
    "уважаемому следует покинуть! достопочтенный должен уйти прочь!",
    "✓"
   ],
   [
    "yena kāmaṃ pakkamati",
    "идиома",
    "идет своим путем",
    "✓"
   ]
  ]
 },
 "ahu": {
  "count": 3,
  "data": [
   [
    "cāhu 1",
    "сандхи",
    "и это было",
    "✓"
   ],
   [
    "māhu",
    "сандхи",
    "да не будет! не позволяй этому быть!",
    "✓"
   ],
   [
    "yāhu",
    "сандхи",
    "тот, кто был",
    "✓"
   ]
  ]
 },
 "citta1": {
  "count": 7,
  "data": [
   [
    "cittamassa",
    "сандхи",
    "его ум",
    "✓"
   ],
   [
    "cittamidaṃ",
    "сандхи",
    "этот ум",
    "✓"
   ],
   [
    "cittaṃ ārādheti",
    "идиома",
    "угождает",
    "✓"
   ],
   [
    "cittaṃ uppādetabbaṃ",
    "идиома",
    "мысль должна быть пробуждена",
    "✓"
   ],
   [
    "cittaṃ uppādeti",
    "идиома",
    "задает намерение",
    "✓"
   ],
   [
    "cittaṃ nārādheti",
    "идиома",
    "не радует сердце",
    "✓"
   ],
   [
    "citte cittānupassī viharati",
    "идиома",
    "человек пребывает в уме, внимательно наблюдая за умом",
    "~"
   ]
  ]
 },
 "ārādheti": {
  "count": 2,
  "data": [
   [
    "cittaṃ ārādheti",
    "идиома",
    "угождает",
    "✓"
   ],
   [
    "cittaṃ nārādheti",
    "идиома",
    "не радует сердце",
    "✓"
   ]
  ]
 },
 "uppādetabba": {
  "count": 1,
  "data": [
   [
    "cittaṃ uppādetabbaṃ",
    "идиома",
    "мысль должна быть пробуждена",
    "✓"
   ]
  ]
 },
 "citti": {
  "count": 1,
  "data": [
   [
    "cittiṃ katvāna",
    "идиома",
    "проявив уважение",
    "✓"
   ]
  ]
 },
 "vikappa": {
  "count": 2,
  "data": [
   [
    "cīvare vikappaṃ āpajjati",
    "идиома",
    "вызывает изменение робы",
    "✓"
   ],
   [
    "vikappaṃ āpajjati",
    "идиома",
    "вызывает изменение (к)",
    "✓"
   ]
  ]
 },
 "cetanā": {
  "count": 1,
  "data": [
   [
    "cetanāhaṃ",
    "сандхи",
    "я (говорю) намерение",
    "✓"
   ]
  ]
 },
 "etarahi": {
  "count": 1,
  "data": [
   [
    "cetarahi",
    "сандхи",
    "и сейчас",
    "✓"
   ]
  ]
 },
 "cetas": {
  "count": 2,
  "data": [
   [
    "cetasā ceto paricca",
    "идиома",
    "охватив чьё-то сознание своим сознанием",
    "✓"
   ],
   [
    "cetaso parivitakko",
    "идиома",
    "поток мыслей",
    "✓"
   ]
  ]
 },
 "paricca": {
  "count": 1,
  "data": [
   [
    "cetasā ceto paricca",
    "идиома",
    "охватив чьё-то сознание своим сознанием",
    "✓"
   ]
  ]
 },
 "parivitakka": {
  "count": 1,
  "data": [
   [
    "cetaso parivitakko",
    "идиома",
    "поток мыслей",
    "✓"
   ]
  ]
 },
 "cha": {
  "count": 7,
  "data": [
   [
    "cha ajjhattikāni āyatanāni",
    "идиома",
    "шесть внутренних органов чувств",
    "✓"
   ],
   [
    "cha bāhirāni āyatanāni",
    "идиома",
    "шесть внешних полей чувств",
    "✓"
   ],
   [
    "chaccābhiṭhānāni",
    "сандхи",
    "и шесть смертельных преступлений",
    "✓"
   ],
   [
    "channetaṃ",
    "сандхи",
    "для шести это",
    "✓"
   ],
   [
    "chayimā",
    "сандхи",
    "эти шесть",
    "✓"
   ],
   [
    "chayimāni",
    "сандхи",
    "эти шесть",
    "✓"
   ],
   [
    "chayime",
    "сандхи",
    "эти шесть",
    "✓"
   ]
  ]
 },
 "bāhira": {
  "count": 1,
  "data": [
   [
    "cha bāhirāni āyatanāni",
    "идиома",
    "шесть внешних полей чувств",
    "✓"
   ]
  ]
 },
 "abhiṭhāna": {
  "count": 1,
  "data": [
   [
    "chaccābhiṭhānāni",
    "сандхи",
    "и шесть смертельных преступлений",
    "✓"
   ]
  ]
 },
 "chāyā": {
  "count": 1,
  "data": [
   [
    "chāyāva anapāyinī",
    "идиома",
    "как тень которая никогда не уходит",
    "✓"
   ]
  ]
 },
 "jarā": {
  "count": 1,
  "data": [
   [
    "jarādhammomhi",
    "сандхи",
    "мне свойственно стареть",
    "✓"
   ]
  ]
 },
 "jānanta": {
  "count": 1,
  "data": [
   [
    "jānato passato",
    "идиома",
    "когда знает и видит",
    "✓"
   ]
  ]
 },
 "passanta": {
  "count": 1,
  "data": [
   [
    "jānato passato",
    "идиома",
    "когда знает и видит",
    "✓"
   ]
  ]
 },
 "jānāti": {
  "count": 1,
  "data": [
   [
    "jānāmahaṃ",
    "сандхи",
    "я знаю",
    "✓"
   ]
  ]
 },
 "jīvikā": {
  "count": 1,
  "data": [
   [
    "jīvikaṃ kappeti",
    "идиома",
    "ведет образ жизни",
    "✓"
   ]
  ]
 },
 "voropeti": {
  "count": 1,
  "data": [
   [
    "jīvitā voropeti",
    "идиома",
    "лишает жизни",
    "✓"
   ]
  ]
 },
 "voropesi": {
  "count": 1,
  "data": [
   [
    "jīvitā voropesi",
    "идиома",
    "лишил жизни",
    "✓"
   ]
  ]
 },
 "jeṭṭha": {
  "count": 1,
  "data": [
   [
    "jeṭṭhohamasmi",
    "идиома",
    "я первенец (в)",
    "✓"
   ]
  ]
 },
 "joti": {
  "count": 1,
  "data": [
   [
    "jotiṃ samādahati",
    "идиома",
    "разжигает огонь",
    "✓"
   ]
  ]
 },
 "samādahati": {
  "count": 1,
  "data": [
   [
    "jotiṃ samādahati",
    "идиома",
    "разжигает огонь",
    "✓"
   ]
  ]
 },
 "jhāna": {
  "count": 1,
  "data": [
   [
    "jhānalābhīsi",
    "сандхи",
    "ты тот, кто достигает глубоких состояний медитации?",
    "~"
   ]
  ]
 },
 "lābhī": {
  "count": 3,
  "data": [
   [
    "jhānalābhīsi",
    "сандхи",
    "ты тот, кто достигает глубоких состояний медитации?",
    "~"
   ],
   [
    "lābhimhi",
    "сандхи",
    "я имею",
    "✓"
   ],
   [
    "lābhīmhi",
    "сандхи",
    "я тот, кто получает",
    "✓"
   ]
  ]
 },
 "jhāyati": {
  "count": 1,
  "data": [
   [
    "jhāyati pajjhāyati nijjhāyati apajjhāyati",
    "идиома",
    "размышляют",
    "✓"
   ]
  ]
 },
 "pajjhāyati": {
  "count": 1,
  "data": [
   [
    "jhāyati pajjhāyati nijjhāyati apajjhāyati",
    "идиома",
    "размышляют",
    "✓"
   ]
  ]
 },
 "nijjhāyati": {
  "count": 1,
  "data": [
   [
    "jhāyati pajjhāyati nijjhāyati apajjhāyati",
    "идиома",
    "размышляют",
    "✓"
   ]
  ]
 },
 "apajjhāyati": {
  "count": 1,
  "data": [
   [
    "jhāyati pajjhāyati nijjhāyati apajjhāyati",
    "идиома",
    "размышляют",
    "✓"
   ]
  ]
 },
 "jhāyī": {
  "count": 1,
  "data": [
   [
    "jhāyinosmā",
    "сандхи",
    "мы медитаторы",
    "✓"
   ]
  ]
 },
 "ñāti": {
  "count": 1,
  "data": [
   [
    "mittāmaccā ñātisālohitā",
    "идиома",
    "друзья коллеги семья и кровные родственники",
    "✓"
   ]
  ]
 },
 "lohita": {
  "count": 2,
  "data": [
   [
    "mittāmaccā ñātisālohitā",
    "идиома",
    "друзья коллеги семья и кровные родственники",
    "✓"
   ],
   [
    "lohitaṃ uppādeti",
    "идиома",
    "вызывает проливание крови",
    "✓"
   ]
  ]
 },
 "vijjati": {
  "count": 2,
  "data": [
   [
    "ṭhānametaṃ vijjati",
    "идиома",
    "это возможно",
    "✓"
   ],
   [
    "netaṃ ṭhānaṃ vijjati",
    "идиома",
    "это невозможно",
    "✓"
   ]
  ]
 },
 "tad": {
  "count": 20,
  "data": [
   [
    "tadajjahaṃ",
    "сандхи",
    "тот сегодня я",
    "✓"
   ],
   [
    "tadadhimutto",
    "сандхи",
    "сосредоточен на этом",
    "✓"
   ],
   [
    "tadanuttaraṃ",
    "сандхи",
    "тот непревзойденный",
    "✓"
   ],
   [
    "tadanuttaraṃ brahmacariyapariyosānaṃ",
    "идиома",
    "то неповторимое достижение духовного пути",
    "✓"
   ],
   [
    "tadanudhammañca",
    "сандхи",
    "и в соответствии с этим",
    "✓"
   ],
   [
    "tadapi",
    "сандхи",
    "только тот",
    "✓"
   ],
   [
    "tadamariyānaṃ",
    "сандхи",
    "что для благородных",
    "✓"
   ],
   [
    "tadaminā",
    "сандхи",
    "что этим",
    "✓"
   ],
   [
    "tadamināpetaṃ",
    "сандхи",
    "это только этим",
    "✓"
   ],
   [
    "tadariyā",
    "сандхи",
    "что благородные",
    "✓"
   ],
   [
    "tadassa 1",
    "сандхи",
    "это было бы",
    "✓"
   ],
   [
    "tadassa 2",
    "сандхи",
    "это его",
    "✓"
   ],
   [
    "tadahuposathe",
    "сандхи",
    "в тот праздничный день",
    "✓"
   ],
   [
    "tadiṅgha",
    "сандхи",
    "пожалуйста ... это! ну же ... это! давай сейчас ... это!",
    "✓"
   ],
   [
    "tadidaṃ",
    "сандхи",
    "эта вещь",
    "✓"
   ],
   [
    "tadeva",
    "сандхи",
    "именно это",
    "✓"
   ],
   [
    "tadevassa",
    "сандхи",
    "точно это его",
    "✓"
   ],
   [
    "tadevāhaṃ",
    "сандхи",
    "именно это я",
    "✓"
   ],
   [
    "tadevekaccesu",
    "сандхи",
    "в некоторых конкретных",
    "✓"
   ],
   [
    "tadevettha",
    "сандхи",
    "именно это в данном случае",
    "✓"
   ]
  ]
 },
 "taṇhā": {
  "count": 2,
  "data": [
   [
    "taṇhamabbuyha",
    "сандхи",
    "искореняя жажду",
    "✓"
   ],
   [
    "taṇhā arati ragā",
    "идиома",
    "имена трех дочерей Смерти",
    "✓"
   ]
  ]
 },
 "abbuyha": {
  "count": 1,
  "data": [
   [
    "taṇhamabbuyha",
    "сандхи",
    "искореняя жажду",
    "✓"
   ]
  ]
 },
 "ragā": {
  "count": 1,
  "data": [
   [
    "taṇhā arati ragā",
    "идиома",
    "имена трех дочерей Смерти",
    "✓"
   ]
  ]
 },
 "tatiya": {
  "count": 3,
  "data": [
   [
    "tatiyampi",
    "сандхи",
    "и в третий раз",
    "✓"
   ],
   [
    "yāvatatiyañca",
    "сандхи",
    "но после третьего раза",
    "✓"
   ],
   [
    "yāvatatiyañce",
    "сандхи",
    "если до трех раз",
    "✓"
   ]
  ]
 },
 "tato": {
  "count": 11,
  "data": [
   [
    "tato aparena samayena",
    "идиома",
    "тогда в другое время",
    "✓"
   ],
   [
    "tato amutra",
    "идиома",
    "шаг за шагом",
    "✓"
   ],
   [
    "tato ce uttari",
    "идиома",
    "если больше чем это",
    "✓"
   ],
   [
    "tato tato 1",
    "идиома",
    "от того или иного",
    "✓"
   ],
   [
    "tato tato 2",
    "идиома",
    "тогда",
    "✓"
   ],
   [
    "tato paraṃ 1",
    "идиома",
    "затем после этого",
    "✓"
   ],
   [
    "tato paraṃ 2",
    "идиома",
    "больше чем это",
    "~"
   ],
   [
    "tato sīsaṃ katvā",
    "идиома",
    "указав головой в этом направлении",
    "✓"
   ],
   [
    "tatohaṃ",
    "сандхи",
    "после этого я",
    "✓"
   ],
   [
    "tatvassa",
    "сандхи",
    "тем самым к нему",
    "✓"
   ],
   [
    "yato tato",
    "идиома",
    "поскольку ... таким образом",
    "✓"
   ]
  ]
 },
 "sīsa": {
  "count": 1,
  "data": [
   [
    "tato sīsaṃ katvā",
    "идиома",
    "указав головой в этом направлении",
    "✓"
   ]
  ]
 },
 "addasa": {
  "count": 1,
  "data": [
   [
    "tatthaddasaṃ",
    "сандхи",
    "там я увидел",
    "✓"
   ]
  ]
 },
 "antaradhāyi": {
  "count": 2,
  "data": [
   [
    "tatthevantaradhāyi",
    "сандхи",
    "исчез прямо там",
    "✓"
   ],
   [
    "tatthevantaradhāyīti",
    "сандхи",
    "исчез прямо там",
    "✓"
   ]
  ]
 },
 "tatra": {
  "count": 18,
  "data": [
   [
    "tatra kho",
    "идиома",
    "там",
    "✓"
   ],
   [
    "tatra tatra 1",
    "идиома",
    "здесь и там",
    "✓"
   ],
   [
    "tatra tatra 2",
    "идиома",
    "этот или тот",
    "✓"
   ],
   [
    "tatrapime",
    "сандхи",
    "в этом случае эти просто",
    "✓"
   ],
   [
    "tatrassa 1",
    "сандхи",
    "там могло бы быть",
    "✓"
   ],
   [
    "tatrassa 2",
    "сандхи",
    "в этом случае это было бы",
    "✓"
   ],
   [
    "tatrāpāsiṃ",
    "сандхи",
    "там я был",
    "✓"
   ],
   [
    "tatrāpāhaṃ",
    "сандхи",
    "только там я",
    "✓"
   ],
   [
    "tatrāpi",
    "сандхи",
    "даже в этом случае",
    "✓"
   ],
   [
    "tatrāyaṃ",
    "сандхи",
    "в связи с этим",
    "✓"
   ],
   [
    "tatrāvuso",
    "сандхи",
    "в этом случае, братья",
    "✓"
   ],
   [
    "tatrāssa",
    "сандхи",
    "там бы был",
    "✓"
   ],
   [
    "tatrāssu",
    "сандхи",
    "там действительно",
    "✓"
   ],
   [
    "tatridamekaṃ",
    "сандхи",
    "вот один",
    "~"
   ],
   [
    "tatridaṃ",
    "сандхи",
    "это здесь",
    "✓"
   ],
   [
    "tatrime",
    "сандхи",
    "там эти",
    "✓"
   ],
   [
    "tatreko",
    "сандхи",
    "там один",
    "✓"
   ],
   [
    "tatreva",
    "сандхи",
    "там же",
    "✓"
   ]
  ]
 },
 "yathā": {
  "count": 21,
  "data": [
   [
    "tathā yathā",
    "идиома",
    "так … что",
    "✓"
   ],
   [
    "taṃ yathā",
    "идиома",
    "например",
    "✓"
   ],
   [
    "yathayidaṃ",
    "сандхи",
    "такой как этот",
    "✓"
   ],
   [
    "yathā kathaṃ",
    "идиома",
    "в какой манере?",
    "✓"
   ],
   [
    "yathā kathaṃ pana",
    "идиома",
    "но как тогда?",
    "✓"
   ],
   [
    "yathā tathaṃ",
    "идиома",
    "как это есть на самом деле",
    "✓"
   ],
   [
    "yathā te khameyya",
    "идиома",
    "как тебе будет угодно",
    "✓"
   ],
   [
    "yathā pure tathā pacchā",
    "идиома",
    "как прежде, так и потом",
    "✓"
   ],
   [
    "yathā yathā",
    "идиома",
    "любым способом",
    "✓"
   ],
   [
    "yathājja",
    "сандхи",
    "поскольку сегодня",
    "✓"
   ],
   [
    "yathāttanā",
    "сандхи",
    "как собой",
    "✓"
   ],
   [
    "yathāpi",
    "сандхи",
    "как",
    "✓"
   ],
   [
    "yathāmedaṃ",
    "сандхи",
    "по этому (примеру) моему",
    "✓"
   ],
   [
    "yathāyaṃ",
    "сандхи",
    "как этот",
    "✓"
   ],
   [
    "yathāssa",
    "сандхи",
    "как если бы он",
    "✓"
   ],
   [
    "yathāhaṃ",
    "сандхи",
    "так же как и я",
    "✓"
   ],
   [
    "yatheva",
    "сандхи",
    "именно как",
    "✓"
   ],
   [
    "yathevaṃ",
    "сандхи",
    "как этот",
    "✓"
   ],
   [
    "seyyathāpi",
    "сандхи",
    "как",
    "✓"
   ],
   [
    "seyyathidaṃ",
    "сандхи",
    "то есть",
    "✓"
   ],
   [
    "seyyathīdaṃ",
    "сандхи",
    "то есть",
    "✓"
   ]
  ]
 },
 "tatha": {
  "count": 3,
  "data": [
   [
    "tatheva 2",
    "сандхи",
    "действительно",
    "✓"
   ],
   [
    "tatheva 3",
    "сандхи",
    "именно так",
    "✓"
   ],
   [
    "yathā tathaṃ",
    "идиома",
    "как это есть на самом деле",
    "✓"
   ]
  ]
 },
 "tadā": {
  "count": 1,
  "data": [
   [
    "tadāpi",
    "сандхи",
    "прямо тогда",
    "✓"
   ]
  ]
 },
 "adhimutta": {
  "count": 1,
  "data": [
   [
    "tadadhimutto",
    "сандхи",
    "сосредоточен на этом",
    "✓"
   ]
  ]
 },
 "bramhacariya": {
  "count": 1,
  "data": [
   [
    "tadanuttaraṃ brahmacariyapariyosānaṃ",
    "идиома",
    "то неповторимое достижение духовного пути",
    "✓"
   ]
  ]
 },
 "pariyosāna": {
  "count": 1,
  "data": [
   [
    "tadanuttaraṃ brahmacariyapariyosānaṃ",
    "идиома",
    "то неповторимое достижение духовного пути",
    "✓"
   ]
  ]
 },
 "iṅgha": {
  "count": 1,
  "data": [
   [
    "tadiṅgha",
    "сандхи",
    "пожалуйста ... это! ну же ... это! давай сейчас ... это!",
    "✓"
   ]
  ]
 },
 "tapanta": {
  "count": 1,
  "data": [
   [
    "tapantamādiccamivantalikkhe",
    "сандхи",
    "пылающий, как солнце на небесах",
    "✓"
   ]
  ]
 },
 "upekkhā": {
  "count": 1,
  "data": [
   [
    "tamevūpekkhaṃ",
    "сандхи",
    "то самое ментальное равновесие",
    "✓"
   ]
  ]
 },
 "tamhi": {
  "count": 1,
  "data": [
   [
    "tamhuddhaṭe",
    "сандхи",
    "когда это будет удалено",
    "✓"
   ]
  ]
 },
 "uddhaṭa": {
  "count": 1,
  "data": [
   [
    "tamhuddhaṭe",
    "сандхи",
    "когда это будет удалено",
    "✓"
   ]
  ]
 },
 "tayā": {
  "count": 1,
  "data": [
   [
    "tayāmhi",
    "сандхи",
    "тобой я являюсь",
    "✓"
   ]
  ]
 },
 "ta": {
  "count": 6,
  "data": [
   [
    "tayidaṃ",
    "сандхи",
    "именно это",
    "✓"
   ],
   [
    "tassā rattiyā accayena",
    "идиома",
    "после прохождения той ночи",
    "✓"
   ],
   [
    "sa kho so",
    "идиома",
    "истинно это",
    "✓"
   ],
   [
    "sa ve",
    "идиома",
    "он поистине",
    "✓"
   ],
   [
    "so tesaṃ aññataro",
    "идиома",
    "он один из них",
    "✓"
   ],
   [
    "svāyamattho",
    "сандхи",
    "значение этого",
    "~"
   ]
  ]
 },
 "tarati": {
  "count": 1,
  "data": [
   [
    "tarathetaṃ",
    "сандхи",
    "переступите через это! пройдите через это!",
    "✓"
   ]
  ]
 },
 "tava": {
  "count": 2,
  "data": [
   [
    "tavāhamasmi",
    "сандхи",
    "я твой",
    "✓"
   ],
   [
    "taveva",
    "сандхи",
    "только твой",
    "✓"
   ]
  ]
 },
 "tasmā": {
  "count": 2,
  "data": [
   [
    "tasmātiha",
    "сандхи",
    "поэтому здесь",
    "✓"
   ],
   [
    "yasmā tasmā",
    "идиома",
    "потому что ... следовательно",
    "✓"
   ]
  ]
 },
 "āsana": {
  "count": 1,
  "data": [
   [
    "tasmiṃyeva āsane",
    "идиома",
    "на этом самом месте",
    "✓"
   ]
  ]
 },
 "tassa": {
  "count": 23,
  "data": [
   [
    "tassa evamassa",
    "идиома",
    "эта (мысль) может посетить его",
    "✓"
   ],
   [
    "tassa evaṃ hoti",
    "идиома",
    "он думал",
    "✓"
   ],
   [
    "tassa tasseva",
    "идиома",
    "того или иного",
    "✓"
   ],
   [
    "tassattho",
    "сандхи",
    "значение этого заключается в том",
    "~"
   ],
   [
    "tassapi",
    "сандхи",
    "даже его",
    "✓"
   ],
   [
    "tassassa",
    "идиома",
    "у него было бы",
    "✓"
   ],
   [
    "tassassu",
    "сандхи",
    "этого были бы",
    "✓"
   ],
   [
    "tassāhaṃ 1",
    "сандхи",
    "его я",
    "✓"
   ],
   [
    "tassimāni",
    "сандхи",
    "для него эти",
    "✓"
   ],
   [
    "tassime",
    "сандхи",
    "для него эти",
    "✓"
   ],
   [
    "tassimesu",
    "сандхи",
    "когда он (видит подъем и падение) в этих",
    "✓"
   ],
   [
    "tassīdha",
    "сандхи",
    "для этого здесь",
    "✓"
   ],
   [
    "tassuttarato",
    "сандхи",
    "на север от которого",
    "~"
   ],
   [
    "tassuddānaṃ",
    "сандхи",
    "аннотация",
    "✓"
   ],
   [
    "tassetaṃ",
    "сандхи",
    "ему это",
    "✓"
   ],
   [
    "tasseva 1",
    "сандхи",
    "только для него",
    "✓"
   ],
   [
    "tasseva 2",
    "сандхи",
    "того самого",
    "✓"
   ],
   [
    "tassevanti",
    "сандхи",
    "так для него",
    "~"
   ],
   [
    "tassevaṃ 1",
    "сандхи",
    "так этого таким образом",
    "~"
   ],
   [
    "tassevaṃ 2",
    "сандхи",
    "когда он так",
    "~"
   ],
   [
    "tassesā",
    "сандхи",
    "эта его",
    "✓"
   ],
   [
    "muddhāpi tassa vipateyyāti",
    "идиома",
    "могло бы разорваться даже его тело",
    "✓"
   ],
   [
    "yassa tassa",
    "идиома",
    "чей ... тех, чего бы ни ... того",
    "✓"
   ]
  ]
 },
 "tassā": {
  "count": 1,
  "data": [
   [
    "tassāyeva",
    "сандхи",
    "той самой",
    "✓"
   ]
  ]
 },
 "imesu": {
  "count": 1,
  "data": [
   [
    "tassimesu",
    "сандхи",
    "когда он (видит подъем и падение) в этих",
    "✓"
   ]
  ]
 },
 "uddāna": {
  "count": 1,
  "data": [
   [
    "tassuddānaṃ",
    "сандхи",
    "аннотация",
    "✓"
   ]
  ]
 },
 "tahaṃ": {
  "count": 1,
  "data": [
   [
    "tahaṃ tahaṃ",
    "идиома",
    "повсюду",
    "✓"
   ]
  ]
 },
 "labbhā": {
  "count": 1,
  "data": [
   [
    "taṃ kutettha labbhā",
    "идиома",
    "как это может быть?",
    "✓"
   ]
  ]
 },
 "paccāgacchati": {
  "count": 1,
  "data": [
   [
    "taṃ sārato paccāgacchati",
    "идиома",
    "принимает это за истинное",
    "✓"
   ]
  ]
 },
 "tāni": {
  "count": 3,
  "data": [
   [
    "tānassu",
    "сандхи",
    "они могут быть",
    "✓"
   ],
   [
    "tānāssu",
    "сандхи",
    "они бы были",
    "✓"
   ],
   [
    "yāni tāni",
    "идиома",
    "кто бы ни ... они",
    "✓"
   ]
  ]
 },
 "tāya": {
  "count": 2,
  "data": [
   [
    "tāyeva",
    "сандхи",
    "поэтому самому",
    "✓"
   ],
   [
    "tāyevappāhāratāya",
    "сандхи",
    "из-за этого самого отсутствия пищи",
    "✓"
   ]
  ]
 },
 "tāyaṃ": {
  "count": 1,
  "data": [
   [
    "tāyaṃ velāyaṃ",
    "идиома",
    "в тот момент",
    "✓"
   ]
  ]
 },
 "velā": {
  "count": 1,
  "data": [
   [
    "tāyaṃ velāyaṃ",
    "идиома",
    "в тот момент",
    "✓"
   ]
  ]
 },
 "tāsaṃ": {
  "count": 2,
  "data": [
   [
    "tāsañca",
    "сандхи",
    "и тех",
    "✓"
   ],
   [
    "tāsaṃyeva",
    "сандхи",
    "тех самых",
    "~"
   ]
  ]
 },
 "tāsu": {
  "count": 1,
  "data": [
   [
    "tāsāhaṃ",
    "сандхи",
    "среди них я",
    "✓"
   ]
  ]
 },
 "anudhāvati": {
  "count": 1,
  "data": [
   [
    "tīramevānudhāvati",
    "сандхи",
    "просто бежит вдоль этого берега",
    "✓"
   ]
  ]
 },
 "tumhākaṃ": {
  "count": 1,
  "data": [
   [
    "tumhākampi",
    "сандхи",
    "для всех вас",
    "✓"
   ]
  ]
 },
 "tumhe": {
  "count": 2,
  "data": [
   [
    "tumhepi",
    "сандхи",
    "даже вы",
    "✓"
   ],
   [
    "mā kho tumhe eso ajesi",
    "идиома",
    "не позволяйте этому человеку победить вас",
    "✓"
   ]
  ]
 },
 "tuyhaṃ": {
  "count": 4,
  "data": [
   [
    "tuyhañhi",
    "сандхи",
    "для тебя непременно",
    "✓"
   ],
   [
    "tuyhameva",
    "сандхи",
    "только для тебя",
    "✓"
   ],
   [
    "tuyhampi",
    "сандхи",
    "и тебе тоже",
    "✓"
   ],
   [
    "tuyhiminā",
    "сандхи",
    "тебе с этим",
    "✓"
   ]
  ]
 },
 "tuvaṃ": {
  "count": 2,
  "data": [
   [
    "tuvañhi",
    "сандхи",
    "ты ведь",
    "✓"
   ],
   [
    "tuvaṃtuvaṃ",
    "сандхи",
    "обоюдное осуждение",
    "✓"
   ]
  ]
 },
 "tena": {
  "count": 21,
  "data": [
   [
    "tena khaṇena",
    "идиома",
    "в тот момент",
    "✓"
   ],
   [
    "tena kho pana samayena",
    "идиома",
    "и в то время",
    "✓"
   ],
   [
    "tena ca pana",
    "идиома",
    "и в этом случае когда",
    "✓"
   ],
   [
    "tena muhuttaṃ gacchati",
    "идиома",
    "двигается какое-то время",
    "✓"
   ],
   [
    "tena hi",
    "идиома",
    "поэтому",
    "✓"
   ],
   [
    "tenañjaliṃ",
    "сандхи",
    "ладони в почтительном приветствии в направлении к",
    "✓"
   ],
   [
    "tenañjaliṃ paṇāmetvā",
    "идиома",
    "сложив ладони вместе в знак почтения по направлению к",
    "✓"
   ],
   [
    "tenapi",
    "сандхи",
    "только с этим",
    "✓"
   ],
   [
    "tenahāyasmanto",
    "сандхи",
    "в таком случае, достопочтенные",
    "✓"
   ],
   [
    "tenahāyasmā",
    "сандхи",
    "следовательно достопочтенный",
    "✓"
   ],
   [
    "tenahāvuso",
    "сандхи",
    "поэтому друг",
    "✓"
   ],
   [
    "tenahi",
    "сандхи",
    "значит",
    "✓"
   ],
   [
    "tenāyaṃ",
    "сандхи",
    "им данное",
    "✓"
   ],
   [
    "tenāha",
    "сандхи",
    "из-за этого сказали",
    "~"
   ],
   [
    "tenāhaṃ",
    "сандхи",
    "тем я",
    "✓"
   ],
   [
    "tenāhu",
    "сандхи",
    "По этой причине они сказали",
    "~"
   ],
   [
    "teneva",
    "сандхи",
    "именно этим",
    "✓"
   ],
   [
    "tenevantaravassena",
    "сандхи",
    "в течение того самого дождливого сезона",
    "✓"
   ],
   [
    "tenevāha",
    "сандхи",
    "поэтому было сказано",
    "~"
   ],
   [
    "na hi tena",
    "идиома",
    "определенно не по той причине",
    "✓"
   ],
   [
    "yena tena",
    "идиома",
    "где ... там",
    "✓"
   ]
  ]
 },
 "muhu": {
  "count": 2,
  "data": [
   [
    "tena muhuttaṃ gacchati",
    "идиома",
    "двигается какое-то время",
    "✓"
   ],
   [
    "muhuttampi",
    "сандхи",
    "даже на мгновение",
    "✓"
   ]
  ]
 },
 "paṇāmetvā": {
  "count": 1,
  "data": [
   [
    "tenañjaliṃ paṇāmetvā",
    "идиома",
    "сложив ладони вместе в знак почтения по направлению к",
    "✓"
   ]
  ]
 },
 "antakara": {
  "count": 1,
  "data": [
   [
    "tesantakaro",
    "сандхи",
    "который положил конец тем",
    "✓"
   ]
  ]
 },
 "pāṭikaṅkha": {
  "count": 1,
  "data": [
   [
    "tesametaṃ pāṭikaṅkhaṃ",
    "идиома",
    "им можно ожидать этого",
    "✓"
   ]
  ]
 },
 "thena": {
  "count": 1,
  "data": [
   [
    "thenosi",
    "сандхи",
    "ты вор!",
    "✓"
   ]
  ]
 },
 "thoka": {
  "count": 1,
  "data": [
   [
    "thokaṃ thokaṃ",
    "идиома",
    "понемногу понемногу",
    "✓"
   ]
  ]
 },
 "dakkhiṇā": {
  "count": 1,
  "data": [
   [
    "dakkhiṇaṃ ādisati",
    "идиома",
    "указывает на пожертвование (кому-либо)",
    "✓"
   ]
  ]
 },
 "ādisati": {
  "count": 1,
  "data": [
   [
    "dakkhiṇaṃ ādisati",
    "идиома",
    "указывает на пожертвование (кому-либо)",
    "✓"
   ]
  ]
 },
 "daṇḍa": {
  "count": 2,
  "data": [
   [
    "daṇḍaṃ paṇeti",
    "идиома",
    "назначает наказание",
    "✓"
   ],
   [
    "nihitadaṇḍo nihitasattho",
    "идиома",
    "отказавшийся от насилия",
    "✓"
   ]
  ]
 },
 "paṇeti": {
  "count": 1,
  "data": [
   [
    "daṇḍaṃ paṇeti",
    "идиома",
    "назначает наказание",
    "✓"
   ]
  ]
 },
 "danta1": {
  "count": 2,
  "data": [
   [
    "dantamādhāya",
    "сандхи",
    "стиснув зубы (с)",
    "✓"
   ],
   [
    "dantebhidantamādhāya",
    "сандхи",
    "сжимая зубы вместе",
    "✓"
   ]
  ]
 },
 "ādhāya": {
  "count": 2,
  "data": [
   [
    "dantamādhāya",
    "сандхи",
    "стиснув зубы (с)",
    "✓"
   ],
   [
    "dantebhidantamādhāya",
    "сандхи",
    "сжимая зубы вместе",
    "✓"
   ]
  ]
 },
 "dava": {
  "count": 1,
  "data": [
   [
    "davaṃ karoti",
    "идиома",
    "шутит",
    "✓"
   ]
  ]
 },
 "dasa1": {
  "count": 3,
  "data": [
   [
    "dasayimāni",
    "сандхи",
    "эти десять",
    "✓"
   ],
   [
    "dasayime",
    "сандхи",
    "эти десять",
    "✓"
   ],
   [
    "dasahaṅgehi",
    "сандхи",
    "с десятью факторами",
    "✓"
   ]
  ]
 },
 "daḷha": {
  "count": 1,
  "data": [
   [
    "daḷhamenaṃ",
    "сандхи",
    "решительно это",
    "✓"
   ]
  ]
 },
 "dāyajja": {
  "count": 1,
  "data": [
   [
    "dāyajjaṃ paṭipajjati",
    "идиома",
    "обеспечивает наследование достойным получателем",
    "~"
   ]
  ]
 },
 "paṭipajjati": {
  "count": 2,
  "data": [
   [
    "dāyajjaṃ paṭipajjati",
    "идиома",
    "обеспечивает наследование достойным получателем",
    "~"
   ],
   [
    "rajjaṃ paṭipajjati",
    "идиома",
    "царствует",
    "✓"
   ]
  ]
 },
 "dibba": {
  "count": 1,
  "data": [
   [
    "dibbenādhipateyyena",
    "сандхи",
    "божественной властью",
    "~"
   ]
  ]
 },
 "diva": {
  "count": 3,
  "data": [
   [
    "divā ca ratto ca",
    "идиома",
    "днем и ночью",
    "✓"
   ],
   [
    "divā seyyaṃ upagata",
    "идиома",
    "днём прилегший вздремнуть",
    "✓"
   ],
   [
    "divāseyyaṃ upagata",
    "идиома",
    "дневной отдых",
    "✓"
   ]
  ]
 },
 "seyyā": {
  "count": 6,
  "data": [
   [
    "divā seyyaṃ upagata",
    "идиома",
    "днём прилегший вздремнуть",
    "✓"
   ],
   [
    "divāseyyaṃ upagata",
    "идиома",
    "дневной отдых",
    "✓"
   ],
   [
    "seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati",
    "идиома",
    "потакает удовольствию поспать, отдохнуть и подремать",
    "✓"
   ],
   [
    "seyyaṃ kappeti",
    "идиома",
    "приготавливает постель",
    "✓"
   ],
   [
    "seyyaṃ santharati",
    "идиома",
    "стелет постель",
    "✓"
   ],
   [
    "seyyaṃ santharitvā",
    "идиома",
    "расправив постель",
    "✓"
   ]
  ]
 },
 "disā": {
  "count": 1,
  "data": [
   [
    "disā vidisā",
    "идиома",
    "все направления",
    "✓"
   ]
  ]
 },
 "vidisā": {
  "count": 1,
  "data": [
   [
    "disā vidisā",
    "идиома",
    "все направления",
    "✓"
   ]
  ]
 },
 "dīgha": {
  "count": 6,
  "data": [
   [
    "dīghamāpajjate",
    "сандхи",
    "становится длинным",
    "✓"
   ],
   [
    "dīghamāyuṃ pāleti",
    "идиома",
    "заботится о своей жизни долгое время",
    "✓"
   ],
   [
    "dīgharattamidaṃ",
    "сандхи",
    "долгое время этот",
    "✓"
   ],
   [
    "dīghassa addhuno accayena",
    "идиома",
    "после долгого времени",
    "✓"
   ],
   [
    "dīghaṃ yāti",
    "идиома",
    "удлиняется",
    "✓"
   ],
   [
    "dīghena addhunā",
    "идиома",
    "после долгого времени",
    "✓"
   ]
  ]
 },
 "pāleti": {
  "count": 1,
  "data": [
   [
    "dīghamāyuṃ pāleti",
    "идиома",
    "заботится о своей жизни долгое время",
    "✓"
   ]
  ]
 },
 "yāti": {
  "count": 1,
  "data": [
   [
    "dīghaṃ yāti",
    "идиома",
    "удлиняется",
    "✓"
   ]
  ]
 },
 "kara": {
  "count": 1,
  "data": [
   [
    "na sukaraṃ",
    "идиома",
    "это не легко",
    "✓"
   ]
  ]
 },
 "anveti": {
  "count": 2,
  "data": [
   [
    "dukkhamanveti",
    "сандхи",
    "страдание следует",
    "✓"
   ],
   [
    "sukhamanveti",
    "сандхи",
    "за благими мыслями идут счастье и удовольствие, неотступные как тень",
    "✓"
   ]
  ]
 },
 "samudaya": {
  "count": 1,
  "data": [
   [
    "dukkhasamudayaṃ ariyasaccaṃ",
    "идиома",
    "благородная истина о происхождении страдания",
    "✓"
   ]
  ]
 },
 "saṃvāsa": {
  "count": 4,
  "data": [
   [
    "dukkhosamānasaṃvāso",
    "сандхи",
    "проживание вместе с другими болезненно",
    "✓"
   ],
   [
    "saṃvāsamanvāya 1",
    "сандхи",
    "вследствие совместного проживания",
    "✓"
   ],
   [
    "saṃvāsamanvāya 2",
    "сандхи",
    "вследствие полового сношения",
    "✓"
   ],
   [
    "saṃvāsaṃ kappeti 2",
    "идиома",
    "сожительствует (с)",
    "✓"
   ]
  ]
 },
 "vacas": {
  "count": 1,
  "data": [
   [
    "vacasā paricita",
    "идиома",
    "декламированный вслух",
    "✓"
   ]
  ]
 },
 "maṅku": {
  "count": 3,
  "data": [
   [
    "maṅku karoti",
    "идиома",
    "стыдит",
    "✓"
   ],
   [
    "maṅku bhavati",
    "идиома",
    "беспокоится (о)",
    "✓"
   ],
   [
    "maṅkuṃ karoti",
    "идиома",
    "позорит",
    "✓"
   ]
  ]
 },
 "sīla": {
  "count": 1,
  "data": [
   [
    "sīlesvevassa",
    "сандхи",
    "в добродетельном поведении следует быть",
    "✓"
   ]
  ]
 },
 "dūra": {
  "count": 2,
  "data": [
   [
    "dūratopi",
    "сандхи",
    "издалека",
    "✓"
   ],
   [
    "dūratova",
    "сандхи",
    "издалека",
    "✓"
   ]
  ]
 },
 "deva": {
  "count": 7,
  "data": [
   [
    "devarajjamakārayiṃ",
    "сандхи",
    "я правил над богами",
    "✓"
   ],
   [
    "devānumodanti",
    "сандхи",
    "боги радуются",
    "✓"
   ],
   [
    "devāpi",
    "сандхи",
    "даже боги",
    "✓"
   ],
   [
    "deve vassante",
    "идиома",
    "когда идет дождь",
    "✓"
   ],
   [
    "deve vuṭṭhe",
    "идиома",
    "когда прошел дождь",
    "~"
   ],
   [
    "devo vassati devo gaḷagaḷāyati",
    "идиома",
    "небо дождит и льет",
    "✓"
   ],
   [
    "viddhe vigatavalāhake deve",
    "идиома",
    "в ясном безоблачном небе",
    "✓"
   ]
  ]
 },
 "rāja": {
  "count": 7,
  "data": [
   [
    "devarajjamakārayiṃ",
    "сандхи",
    "я правил над богами",
    "✓"
   ],
   [
    "rajjaṃ kāreti",
    "идиома",
    "правит",
    "✓"
   ],
   [
    "rajjaṃ kāretvā",
    "идиома",
    "управляя царством",
    "✓"
   ],
   [
    "rajjaṃ kārenta",
    "идиома",
    "управляющий",
    "✓"
   ],
   [
    "rajjaṃ paṭipajjati",
    "идиома",
    "царствует",
    "✓"
   ],
   [
    "rajjaṃ laddhāna",
    "идиома",
    "получив власть",
    "✓"
   ],
   [
    "rājāhaṃ",
    "сандхи",
    "я царь",
    "✓"
   ]
  ]
 },
 "akārayi": {
  "count": 1,
  "data": [
   [
    "devarajjamakārayiṃ",
    "сандхи",
    "я правил над богами",
    "✓"
   ]
  ]
 },
 "anumodati": {
  "count": 1,
  "data": [
   [
    "devānumodanti",
    "сандхи",
    "боги радуются",
    "✓"
   ]
  ]
 },
 "vassanta": {
  "count": 1,
  "data": [
   [
    "deve vassante",
    "идиома",
    "когда идет дождь",
    "✓"
   ]
  ]
 },
 "vuṭṭha": {
  "count": 1,
  "data": [
   [
    "deve vuṭṭhe",
    "идиома",
    "когда прошел дождь",
    "~"
   ]
  ]
 },
 "vassati": {
  "count": 1,
  "data": [
   [
    "devo vassati devo gaḷagaḷāyati",
    "идиома",
    "небо дождит и льет",
    "✓"
   ]
  ]
 },
 "gaḷagaḷāyati": {
  "count": 1,
  "data": [
   [
    "devo vassati devo gaḷagaḷāyati",
    "идиома",
    "небо дождит и льет",
    "✓"
   ]
  ]
 },
 "ādicca": {
  "count": 1,
  "data": [
   [
    "desitādiccabandhunā",
    "сандхи",
    "проповедаемый Буддой",
    "~"
   ]
  ]
 },
 "bandhu": {
  "count": 1,
  "data": [
   [
    "desitādiccabandhunā",
    "сандхи",
    "проповедаемый Буддой",
    "~"
   ]
  ]
 },
 "dvaya": {
  "count": 1,
  "data": [
   [
    "sesapadadvayepi",
    "сандхи",
    "в оставшихся двух словах",
    "~"
   ]
  ]
 },
 "dhammatā": {
  "count": 1,
  "data": [
   [
    "dhammatā esā",
    "идиома",
    "это естественно",
    "✓"
   ]
  ]
 },
 "niccheyya": {
  "count": 1,
  "data": [
   [
    "dhammesu niccheyya samuggahītaṃ",
    "идиома",
    "среди доктрин схваченный после различения",
    "✓"
   ]
  ]
 },
 "samuggahīta": {
  "count": 1,
  "data": [
   [
    "dhammesu niccheyya samuggahītaṃ",
    "идиома",
    "среди доктрин схваченный после различения",
    "✓"
   ]
  ]
 },
 "dhi1": {
  "count": 1,
  "data": [
   [
    "dhiratthu",
    "сандхи",
    "позор тебе!",
    "✓"
   ]
  ]
 },
 "atthu": {
  "count": 3,
  "data": [
   [
    "dhiratthu",
    "сандхи",
    "позор тебе!",
    "✓"
   ],
   [
    "bhavamatthu",
    "сандхи",
    "пусть все будет хорошо",
    "✓"
   ],
   [
    "sampannatthūdha",
    "сандхи",
    "пусть у человека получится в этом!",
    "~"
   ]
  ]
 },
 "dhura": {
  "count": 1,
  "data": [
   [
    "dhuraṃ nikkhittamatte",
    "идиома",
    "в факте уклонения от своих обязанностей",
    "✓"
   ]
  ]
 },
 "nikkhitta": {
  "count": 1,
  "data": [
   [
    "dhuraṃ nikkhittamatte",
    "идиома",
    "в факте уклонения от своих обязанностей",
    "✓"
   ]
  ]
 },
 "upeti": {
  "count": 6,
  "data": [
   [
    "na upeti 1",
    "идиома",
    "не соответствует",
    "✓"
   ],
   [
    "na upeti 2",
    "идиома",
    "не принимает участие (в)",
    "✓"
   ],
   [
    "na upeti saṅkhaṃ",
    "идиома",
    "нельзя определить",
    "✓"
   ],
   [
    "nijjhattiṃ upeti",
    "идиома",
    "открыта для убеждения",
    "✓"
   ],
   [
    "saṅkhyaṃ nopeti",
    "идиома",
    "не может быть классифицирован",
    "✓"
   ],
   [
    "saññattiṃ upeti",
    "идиома",
    "открыт к убеждению",
    "✓"
   ]
  ]
 },
 "saṅkhā": {
  "count": 2,
  "data": [
   [
    "na upeti saṅkhaṃ",
    "идиома",
    "нельзя определить",
    "✓"
   ],
   [
    "saṅkhaṃ gacchati",
    "идиома",
    "приходит к определению",
    "✓"
   ]
  ]
 },
 "kvaci": {
  "count": 1,
  "data": [
   [
    "na kvaci",
    "идиома",
    "нигде",
    "✓"
   ]
  ]
 },
 "na": {
  "count": 1,
  "data": [
   [
    "na bhattaṃ paṭibhāti",
    "идиома",
    "не возникает желания есть",
    "✓"
   ]
  ]
 },
 "bhatta": {
  "count": 1,
  "data": [
   [
    "na bhattaṃ paṭibhāti",
    "идиома",
    "не возникает желания есть",
    "✓"
   ]
  ]
 },
 "paṭibhāti": {
  "count": 1,
  "data": [
   [
    "na bhattaṃ paṭibhāti",
    "идиома",
    "не возникает желания есть",
    "✓"
   ]
  ]
 },
 "sādhu": {
  "count": 3,
  "data": [
   [
    "na hi sādhu",
    "идиома",
    "это конечно не хорошо",
    "✓"
   ],
   [
    "sādhayye",
    "сандхи",
    "хорошо сказано, госпожа",
    "✓"
   ],
   [
    "sādhāvuso",
    "сандхи",
    "это хорошо друг",
    "✓"
   ]
  ]
 },
 "natthi": {
  "count": 9,
  "data": [
   [
    "natthaññaṃ",
    "сандхи",
    "нет ничего другого",
    "✓"
   ],
   [
    "natthañño",
    "сандхи",
    "другого нет",
    "✓"
   ],
   [
    "natthi ayaṃ loko",
    "идиома",
    "этого мира не существует",
    "✓"
   ],
   [
    "natthi dinnaṃ",
    "идиома",
    "нет плода от даяния",
    "✓"
   ],
   [
    "natthi paro loko",
    "идиома",
    "нет загробной жизни",
    "✓"
   ],
   [
    "natthi yiṭṭhaṃ",
    "идиома",
    "нет (плода от) пожертвования",
    "✓"
   ],
   [
    "natthi hutaṃ",
    "идиома",
    "нет приношения",
    "✓"
   ],
   [
    "natthidāni",
    "сандхи",
    "нет сейчас",
    "✓"
   ],
   [
    "netaṃ natthīti vadāmi",
    "идиома",
    "я не отрицаю это",
    "✓"
   ]
  ]
 },
 "huta": {
  "count": 1,
  "data": [
   [
    "natthi hutaṃ",
    "идиома",
    "нет приношения",
    "✓"
   ]
  ]
 },
 "namas": {
  "count": 2,
  "data": [
   [
    "namo karoti",
    "идиома",
    "отдает почтение (кому-то)",
    "✓"
   ],
   [
    "namo te",
    "идиома",
    "выражение почтения тебе",
    "✓"
   ]
  ]
 },
 "naya": {
  "count": 5,
  "data": [
   [
    "nayenettha",
    "сандхи",
    "таким образом здесь",
    "~"
   ],
   [
    "pāḷinayeneva",
    "сандхи",
    "в точности согласно смыслу текста",
    "~"
   ],
   [
    "purimanayeneva",
    "сандхи",
    "точно так же, как и раньше",
    "~"
   ],
   [
    "vuttanayāneva",
    "сандхи",
    "в указанных способах",
    "~"
   ],
   [
    "vuttanayeneva",
    "сандхи",
    "точно таким же способом",
    "~"
   ]
  ]
 },
 "nalāṭa": {
  "count": 1,
  "data": [
   [
    "nalāṭikaṃ deti",
    "идиома",
    "жестом выражает одобрение",
    "✓"
   ]
  ]
 },
 "deti": {
  "count": 2,
  "data": [
   [
    "nalāṭikaṃ deti",
    "идиома",
    "жестом выражает одобрение",
    "✓"
   ],
   [
    "pahāraṃ deti",
    "идиома",
    "ударяет",
    "✓"
   ]
  ]
 },
 "nava2": {
  "count": 1,
  "data": [
   [
    "navayime",
    "сандхи",
    "эти девять",
    "✓"
   ]
  ]
 },
 "āsadi": {
  "count": 1,
  "data": [
   [
    "metamāsado",
    "сандхи",
    "не нападай на него!",
    "✓"
   ]
  ]
 },
 "nikkhanta": {
  "count": 1,
  "data": [
   [
    "nikkhante paṭhame yāme",
    "идиома",
    "когда прошла первая стража ночи",
    "✓"
   ]
  ]
 },
 "paṭhama": {
  "count": 3,
  "data": [
   [
    "nikkhante paṭhame yāme",
    "идиома",
    "когда прошла первая стража ночи",
    "✓"
   ],
   [
    "paṭhamaññeva",
    "сандхи",
    "ещё до",
    "~"
   ],
   [
    "paṭhamena vayasā",
    "идиома",
    "юность",
    "✓"
   ]
  ]
 },
 "yāma": {
  "count": 2,
  "data": [
   [
    "nikkhante paṭhame yāme",
    "идиома",
    "когда прошла первая стража ночи",
    "✓"
   ],
   [
    "rattiyā pacchime yāme",
    "идиома",
    "в последнюю стражу ночи",
    "✓"
   ]
  ]
 },
 "nijjhatti": {
  "count": 1,
  "data": [
   [
    "nijjhattiṃ upeti",
    "идиома",
    "открыта для убеждения",
    "✓"
   ]
  ]
 },
 "nijjhāna": {
  "count": 1,
  "data": [
   [
    "nijjhānaṃ khamati",
    "идиома",
    "выдерживает исследование",
    "✓"
   ]
  ]
 },
 "gantabba": {
  "count": 1,
  "data": [
   [
    "niṭṭhamettha gantabbaṃ",
    "идиома",
    "в этом случае вывод должен быть сделан",
    "✓"
   ]
  ]
 },
 "nibbāna": {
  "count": 2,
  "data": [
   [
    "nibbānamattano",
    "сандхи",
    "угасание самого себя",
    "✓"
   ],
   [
    "nibbānasseva santike",
    "идиома",
    "очень близко к Ниббане",
    "✓"
   ]
  ]
 },
 "santika": {
  "count": 3,
  "data": [
   [
    "nibbānasseva santike",
    "идиома",
    "очень близко к Ниббане",
    "✓"
   ],
   [
    "bhagavato santike",
    "идиома",
    "в присутствии Будды",
    "✓"
   ],
   [
    "mama santike",
    "идиома",
    "в моем присутствии",
    "✓"
   ]
  ]
 },
 "aggahesi": {
  "count": 1,
  "data": [
   [
    "nimittaṃ aggahesi",
    "идиома",
    "узнала особые приметы",
    "✓"
   ]
  ]
 },
 "uggaṇhāti": {
  "count": 1,
  "data": [
   [
    "nimittaṃ uggaṇhāti",
    "идиома",
    "ловит тонкие сигналы",
    "✓"
   ]
  ]
 },
 "nisajjā": {
  "count": 1,
  "data": [
   [
    "nisajjaṃ kappeti",
    "идиома",
    "садится",
    "✓"
   ]
  ]
 },
 "nisinna": {
  "count": 1,
  "data": [
   [
    "nisinnomhi",
    "сандхи",
    "я сижу",
    "✓"
   ]
  ]
 },
 "nihita": {
  "count": 1,
  "data": [
   [
    "nihitadaṇḍo nihitasattho",
    "идиома",
    "отказавшийся от насилия",
    "✓"
   ]
  ]
 },
 "sattha2": {
  "count": 3,
  "data": [
   [
    "nihitadaṇḍo nihitasattho",
    "идиома",
    "отказавшийся от насилия",
    "✓"
   ],
   [
    "satthaṃ āharati",
    "идиома",
    "совершает самоубийство",
    "✓"
   ],
   [
    "satthaṃ āharesi",
    "идиома",
    "покончил жизнь самоубийством",
    "✓"
   ]
  ]
 },
 "upapajjati": {
  "count": 1,
  "data": [
   [
    "nekattamupapajjati",
    "сандхи",
    "глубокая концентрация в медитации не возникает",
    "✓"
   ]
  ]
 },
 "vadati": {
  "count": 2,
  "data": [
   [
    "netaṃ natthīti vadāmi",
    "идиома",
    "я не отрицаю это",
    "✓"
   ],
   [
    "vadāmahaṃ",
    "сандхи",
    "я говорю",
    "✓"
   ]
  ]
 },
 "kammanta": {
  "count": 1,
  "data": [
   [
    "neva kammantā paṭibhanti",
    "идиома",
    "не испытывает желания работать",
    "✓"
   ]
  ]
 },
 "paṭibhanti": {
  "count": 1,
  "data": [
   [
    "neva kammantā paṭibhanti",
    "идиома",
    "не испытывает желания работать",
    "✓"
   ]
  ]
 },
 "ajjhagā": {
  "count": 2,
  "data": [
   [
    "nevajjhagā",
    "сандхи",
    "нельзя нигде найти",
    "✓"
   ],
   [
    "yadajjhagā",
    "сандхи",
    "который достиг",
    "✓"
   ]
  ]
 },
 "tapa": {
  "count": 1,
  "data": [
   [
    "nevattantapo",
    "сандхи",
    "ни себе не вредящий, ни себя не мучающий, ни себя не истязающий",
    "✓"
   ]
  ]
 },
 "sañcetanā": {
  "count": 1,
  "data": [
   [
    "nevattasañcetanā",
    "сандхи",
    "ни своё намерение",
    "✓"
   ]
  ]
 },
 "paccatta": {
  "count": 1,
  "data": [
   [
    "paccattaññeva",
    "сандхи",
    "для себя",
    "✓"
   ]
  ]
 },
 "paccuppanna": {
  "count": 1,
  "data": [
   [
    "paccuppannaṃ addhānaṃ",
    "идиома",
    "в настоящем",
    "✓"
   ]
  ]
 },
 "pacchā": {
  "count": 5,
  "data": [
   [
    "pacchatopissa",
    "сандхи",
    "просто было бы позади",
    "✓"
   ],
   [
    "pacchāsaṃ",
    "сандхи",
    "впоследствии для них",
    "✓"
   ],
   [
    "pacchāssa",
    "сандхи",
    "позднее для него",
    "✓"
   ],
   [
    "mā pacchā vippaṭisārino ahuvattha",
    "идиома",
    "не жалейте потом!",
    "✓"
   ],
   [
    "yathā pure tathā pacchā",
    "идиома",
    "как прежде, так и потом",
    "✓"
   ]
  ]
 },
 "esaṃ": {
  "count": 1,
  "data": [
   [
    "pacchāsaṃ",
    "сандхи",
    "впоследствии для них",
    "✓"
   ]
  ]
 },
 "janatā": {
  "count": 1,
  "data": [
   [
    "pacchimā janatā",
    "идиома",
    "поздние поколения",
    "✓"
   ]
  ]
 },
 "pañca": {
  "count": 9,
  "data": [
   [
    "pañca balāni",
    "идиома",
    "пять душевных сил",
    "✓"
   ],
   [
    "pañcamattehi bhikkhusatehi",
    "идиома",
    "с 500 монахами",
    "✓"
   ],
   [
    "pañcamettha",
    "сандхи",
    "пятый здесь",
    "✓"
   ],
   [
    "pañcasupādānakkhandhesu",
    "сандхи",
    "в пяти совокупностях к которым (самость) цепляется",
    "✓"
   ],
   [
    "pañcahaṅgehi",
    "сандхи",
    "с пятью факторами",
    "✓"
   ],
   [
    "pañcimā",
    "сандхи",
    "эти пять",
    "✓"
   ],
   [
    "pañcimāni",
    "сандхи",
    "эти пять",
    "✓"
   ],
   [
    "pañcime",
    "сандхи",
    "эти пять",
    "✓"
   ],
   [
    "pañcete",
    "сандхи",
    "эти пять",
    "✓"
   ]
  ]
 },
 "sata2": {
  "count": 1,
  "data": [
   [
    "pañcamattehi bhikkhusatehi",
    "идиома",
    "с 500 монахами",
    "✓"
   ]
  ]
 },
 "upādāna": {
  "count": 1,
  "data": [
   [
    "pañcasupādānakkhandhesu",
    "сандхи",
    "в пяти совокупностях к которым (самость) цепляется",
    "✓"
   ]
  ]
 },
 "khandha": {
  "count": 1,
  "data": [
   [
    "pañcasupādānakkhandhesu",
    "сандхи",
    "в пяти совокупностях к которым (самость) цепляется",
    "✓"
   ]
  ]
 },
 "paññāṇa": {
  "count": 2,
  "data": [
   [
    "paññāṇamaggino",
    "сандхи",
    "характерная черта огня",
    "✓"
   ],
   [
    "paññāṇamitthiyā",
    "сандхи",
    "характерная черта женщины",
    "✓"
   ]
  ]
 },
 "paṭikacca": {
  "count": 2,
  "data": [
   [
    "paṭikacceva 1",
    "сандхи",
    "прежде всего",
    "✓"
   ],
   [
    "paṭikacceva 2",
    "сандхи",
    "заранее",
    "~"
   ]
  ]
 },
 "paṭikkama": {
  "count": 1,
  "data": [
   [
    "paṭikkamosānaṃ",
    "сандхи",
    "их отступление",
    "✓"
   ]
  ]
 },
 "paṭiññā": {
  "count": 1,
  "data": [
   [
    "paṭiññaṃ kāretvā",
    "идиома",
    "сделав обещание",
    "~"
   ]
  ]
 },
 "paṭisanthāra": {
  "count": 1,
  "data": [
   [
    "paṭisanthāravutyassa",
    "сандхи",
    "может быть сердечным по натуре",
    "✓"
   ]
  ]
 },
 "vutti": {
  "count": 1,
  "data": [
   [
    "paṭisanthāravutyassa",
    "сандхи",
    "может быть сердечным по натуре",
    "✓"
   ]
  ]
 },
 "vayas": {
  "count": 1,
  "data": [
   [
    "paṭhamena vayasā",
    "идиома",
    "юность",
    "✓"
   ]
  ]
 },
 "paṇīta": {
  "count": 1,
  "data": [
   [
    "paṇītametaṃ",
    "сандхи",
    "это возвышенный",
    "✓"
   ]
  ]
 },
 "patthanā": {
  "count": 1,
  "data": [
   [
    "patthanaṃ akāsi",
    "идиома",
    "сделала намерение",
    "✓"
   ]
  ]
 },
 "akāsi": {
  "count": 1,
  "data": [
   [
    "patthanaṃ akāsi",
    "идиома",
    "сделала намерение",
    "✓"
   ]
  ]
 },
 "padakkhiṇa": {
  "count": 1,
  "data": [
   [
    "padakkhiṇaṃ katvā",
    "идиома",
    "обойдя вокруг человека с правой стороны в знак уважения",
    "✓"
   ]
  ]
 },
 "pabbajita": {
  "count": 1,
  "data": [
   [
    "pabbajitomhi",
    "сандхи",
    "я посвящен (в монахи)",
    "✓"
   ]
  ]
 },
 "pabbata": {
  "count": 1,
  "data": [
   [
    "pabbatamuddhaniṭṭhito",
    "сандхи",
    "стоящий на гребне горы",
    "✓"
   ]
  ]
 },
 "muddha2": {
  "count": 2,
  "data": [
   [
    "pabbatamuddhaniṭṭhito",
    "сандхи",
    "стоящий на гребне горы",
    "✓"
   ],
   [
    "muddhāpi tassa vipateyyāti",
    "идиома",
    "могло бы разорваться даже его тело",
    "✓"
   ]
  ]
 },
 "pamutti": {
  "count": 1,
  "data": [
   [
    "pamutyatthi",
    "сандхи",
    "есть свобода",
    "✓"
   ]
  ]
 },
 "payātuṃ": {
  "count": 1,
  "data": [
   [
    "payātumicchasi",
    "сандхи",
    "ты хочешь отправиться",
    "✓"
   ]
  ]
 },
 "icchasi": {
  "count": 2,
  "data": [
   [
    "payātumicchasi",
    "сандхи",
    "ты хочешь отправиться",
    "✓"
   ],
   [
    "laṅghetumicchasi",
    "сандхи",
    "ты хочешь перепрыгнуть",
    "✓"
   ]
  ]
 },
 "ghosa": {
  "count": 1,
  "data": [
   [
    "parato ca ghoso",
    "идиома",
    "слышать от другого человека",
    "✓"
   ]
  ]
 },
 "paradāra": {
  "count": 1,
  "data": [
   [
    "paradāraṃ gacchati",
    "идиома",
    "совершает прелюбодеяние",
    "✓"
   ]
  ]
 },
 "parama": {
  "count": 1,
  "data": [
   [
    "paramajjadhammesu",
    "сандхи",
    "самое высокое среди учений сегодняшнего дня",
    "✓"
   ]
  ]
 },
 "vambheti": {
  "count": 1,
  "data": [
   [
    "paraṃ vambheti",
    "идиома",
    "принижает других (из-за)",
    "✓"
   ]
  ]
 },
 "parikamma": {
  "count": 1,
  "data": [
   [
    "parikammaṃ karoti",
    "идиома",
    "устраивает приготовления",
    "✓"
   ]
  ]
 },
 "parikkhaya": {
  "count": 2,
  "data": [
   [
    "parikkhayaṃ gacchati",
    "идиома",
    "исчерпывается",
    "✓"
   ],
   [
    "parikkhayaṃ pariyādānaṃ gacchati",
    "идиома",
    "уничтожается и полностью исчезает",
    "✓"
   ]
  ]
 },
 "pariṇāma": {
  "count": 2,
  "data": [
   [
    "pariṇāmaṃ gacchati",
    "идиома",
    "переваривается",
    "✓"
   ],
   [
    "sammā pariṇāmaṃ gacchati",
    "идиома",
    "правильно усваивается",
    "✓"
   ]
  ]
 },
 "paripantha": {
  "count": 1,
  "data": [
   [
    "paripanthe tiṭṭhati",
    "идиома",
    "совершает грабеж на дороге",
    "✓"
   ]
  ]
 },
 "pariyādāya": {
  "count": 1,
  "data": [
   [
    "pariyādāya tiṭṭhati",
    "идиома",
    "остается захватывающим",
    "✓"
   ]
  ]
 },
 "pariyodha": {
  "count": 1,
  "data": [
   [
    "pariyodhāya atthaṃ bhaṇati",
    "идиома",
    "защищает дело",
    "✓"
   ]
  ]
 },
 "bhaṇati": {
  "count": 3,
  "data": [
   [
    "pariyodhāya atthaṃ bhaṇati",
    "идиома",
    "защищает дело",
    "✓"
   ],
   [
    "musā bhaṇati",
    "идиома",
    "лжёт",
    "✓"
   ],
   [
    "saccaṃ bhaṇasi",
    "идиома",
    "ты говоришь правду",
    "✓"
   ]
  ]
 },
 "pallaṅka": {
  "count": 1,
  "data": [
   [
    "pallaṅkaṃ ābhujitvā",
    "идиома",
    "сложив ноги в положение медитации сидя",
    "✓"
   ]
  ]
 },
 "ābhujitvā": {
  "count": 1,
  "data": [
   [
    "pallaṅkaṃ ābhujitvā",
    "идиома",
    "сложив ноги в положение медитации сидя",
    "✓"
   ]
  ]
 },
 "paviṭṭha": {
  "count": 1,
  "data": [
   [
    "paviṭṭhamhā",
    "сандхи",
    "мы вошли",
    "✓"
   ]
  ]
 },
 "pasata": {
  "count": 1,
  "data": [
   [
    "pasataṃ pasataṃ",
    "идиома",
    "горсть за горстью",
    "✓"
   ]
  ]
 },
 "pasaṃsā": {
  "count": 1,
  "data": [
   [
    "haññadatthatthipasaṃsalābhā",
    "сандхи",
    "здесь (нет) выгоды кроме получения похвалы",
    "✓"
   ]
  ]
 },
 "passa": {
  "count": 1,
  "data": [
   [
    "seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati",
    "идиома",
    "потакает удовольствию поспать, отдохнуть и подремать",
    "✓"
   ]
  ]
 },
 "passati": {
  "count": 1,
  "data": [
   [
    "passāmahaṃ",
    "сандхи",
    "вижу",
    "✓"
   ]
  ]
 },
 "passāva": {
  "count": 1,
  "data": [
   [
    "passāvaṃ karoti",
    "идиома",
    "мочится",
    "✓"
   ]
  ]
 },
 "pahāna": {
  "count": 1,
  "data": [
   [
    "pahānaṃ gacchati",
    "идиома",
    "отбрасывается",
    "✓"
   ]
  ]
 },
 "pahāra": {
  "count": 3,
  "data": [
   [
    "pahāraṃ adāsi",
    "идиома",
    "ударил",
    "✓"
   ],
   [
    "pahāraṃ dadāti",
    "идиома",
    "ударяет",
    "✓"
   ],
   [
    "pahāraṃ deti",
    "идиома",
    "ударяет",
    "✓"
   ]
  ]
 },
 "adāsi": {
  "count": 2,
  "data": [
   [
    "pahāraṃ adāsi",
    "идиома",
    "ударил",
    "✓"
   ],
   [
    "sammukhībhāvaṃ adāsi",
    "идиома",
    "показал лицо",
    "✓"
   ]
  ]
 },
 "dadāti": {
  "count": 3,
  "data": [
   [
    "pahāraṃ dadāti",
    "идиома",
    "ударяет",
    "✓"
   ],
   [
    "mukhavātaṃ dadāti",
    "идиома",
    "дует на него",
    "✓"
   ],
   [
    "varaṃ dadāti",
    "идиома",
    "даровать желание",
    "✓"
   ]
  ]
 },
 "pātimokkha": {
  "count": 1,
  "data": [
   [
    "pātimokkhaṃ uddisati",
    "идиома",
    "декламирует Патимокху",
    "✓"
   ]
  ]
 },
 "pātabyatā": {
  "count": 1,
  "data": [
   [
    "pātabyataṃ āpajjati",
    "идиома",
    "приходит к краху",
    "✓"
   ]
  ]
 },
 "uddisati": {
  "count": 1,
  "data": [
   [
    "pātimokkhaṃ uddisati",
    "идиома",
    "декламирует Патимокху",
    "✓"
   ]
  ]
 },
 "pātu": {
  "count": 1,
  "data": [
   [
    "pātu karoti",
    "идиома",
    "обнаруживает",
    "✓"
   ]
  ]
 },
 "siras": {
  "count": 2,
  "data": [
   [
    "pāde sirasā vandati",
    "идиома",
    "поклоняется, касаясь головой ног",
    "✓"
   ],
   [
    "pādesu sirasā nipatitvā",
    "идиома",
    "упав головой к ногам",
    "✓"
   ]
  ]
 },
 "vandati": {
  "count": 1,
  "data": [
   [
    "pāde sirasā vandati",
    "идиома",
    "поклоняется, касаясь головой ног",
    "✓"
   ]
  ]
 },
 "nipatitvā": {
  "count": 1,
  "data": [
   [
    "pādesu sirasā nipatitvā",
    "идиома",
    "упав головой к ногам",
    "✓"
   ]
  ]
 },
 "pāpa": {
  "count": 2,
  "data": [
   [
    "pāpañce",
    "сандхи",
    "если злое действие",
    "✓"
   ],
   [
    "pāpamāgamā",
    "сандхи",
    "(да может) зло (не) прийти (к)",
    "✓"
   ]
  ]
 },
 "āgamā": {
  "count": 1,
  "data": [
   [
    "pāpamāgamā",
    "сандхи",
    "(да может) зло (не) прийти (к)",
    "✓"
   ]
  ]
 },
 "pāra1": {
  "count": 1,
  "data": [
   [
    "pāraṃ gacchati",
    "идиома",
    "переправляется через (реку или сансару)",
    "✓"
   ]
  ]
 },
 "pāripūri": {
  "count": 1,
  "data": [
   [
    "pāripūriṃ gacchati",
    "идиома",
    "становится завершённым",
    "✓"
   ]
  ]
 },
 "pāḷi": {
  "count": 1,
  "data": [
   [
    "pāḷinayeneva",
    "сандхи",
    "в точности согласно смыслу текста",
    "~"
   ]
  ]
 },
 "piṭṭhi": {
  "count": 2,
  "data": [
   [
    "piṭṭhito katvā",
    "идиома",
    "отвернувшись спиной",
    "~"
   ],
   [
    "piṭṭhito piṭṭhito",
    "идиома",
    "прямо за",
    "✓"
   ]
  ]
 },
 "piṇḍa": {
  "count": 2,
  "data": [
   [
    "piṇḍāya carituṃ",
    "идиома",
    "ходить за милостыней (в)",
    "✓"
   ],
   [
    "piṇḍāya caritvā",
    "идиома",
    "пройдя ради подаяния пищи",
    "✓"
   ]
  ]
 },
 "carituṃ": {
  "count": 1,
  "data": [
   [
    "piṇḍāya carituṃ",
    "идиома",
    "ходить за милостыней (в)",
    "✓"
   ]
  ]
 },
 "caritvā": {
  "count": 1,
  "data": [
   [
    "piṇḍāya caritvā",
    "идиома",
    "пройдя ради подаяния пищи",
    "✓"
   ]
  ]
 },
 "pucchati": {
  "count": 1,
  "data": [
   [
    "pucchāvuso",
    "сандхи",
    "спрашивай друг",
    "✓"
   ]
  ]
 },
 "puṭṭha1": {
  "count": 1,
  "data": [
   [
    "puṭṭhohaṃ",
    "сандхи",
    "спрошенный я",
    "✓"
   ]
  ]
 },
 "puthu": {
  "count": 1,
  "data": [
   [
    "puthuttaṃ gacchati",
    "идиома",
    "опухает",
    "✓"
   ]
  ]
 },
 "puna": {
  "count": 4,
  "data": [
   [
    "puna caparaṃ",
    "идиома",
    "и еще",
    "✓"
   ],
   [
    "punadeva",
    "сандхи",
    "снова",
    "✓"
   ],
   [
    "punapi",
    "сандхи",
    "вновь",
    "✓"
   ],
   [
    "punareva",
    "сандхи",
    "только снова",
    "✓"
   ]
  ]
 },
 "pura2": {
  "count": 1,
  "data": [
   [
    "puratopissa",
    "сандхи",
    "просто было бы впереди (от)",
    "✓"
   ]
  ]
 },
 "purima": {
  "count": 1,
  "data": [
   [
    "purimanayeneva",
    "сандхи",
    "точно так же, как и раньше",
    "~"
   ]
  ]
 },
 "pure": {
  "count": 1,
  "data": [
   [
    "yathā pure tathā pacchā",
    "идиома",
    "как прежде, так и потом",
    "✓"
   ]
  ]
 },
 "pūjita": {
  "count": 1,
  "data": [
   [
    "pūjitamettāvatā",
    "сандхи",
    "того, что было предложено, достаточно",
    "✓"
   ]
  ]
 },
 "pisuṇa": {
  "count": 1,
  "data": [
   [
    "pesuññaṃ upasaṃharati",
    "идиома",
    "клевещет",
    "✓"
   ]
  ]
 },
 "upasaṃharati": {
  "count": 1,
  "data": [
   [
    "pesuññaṃ upasaṃharati",
    "идиома",
    "клевещет",
    "✓"
   ]
  ]
 },
 "phāti": {
  "count": 1,
  "data": [
   [
    "phātiṃ kātuṃ",
    "идиома",
    "увеличивать",
    "✓"
   ]
  ]
 },
 "phulla": {
  "count": 1,
  "data": [
   [
    "phullamavītagandhaṃ",
    "сандхи",
    "в полном цвету и наполненный ароматом",
    "✓"
   ]
  ]
 },
 "phussa1": {
  "count": 1,
  "data": [
   [
    "phussa phussa",
    "идиома",
    "прикасаясь снова и снова",
    "✓"
   ]
  ]
 },
 "balavant": {
  "count": 2,
  "data": [
   [
    "balavamhi",
    "сандхи",
    "я силен",
    "~"
   ],
   [
    "balavamhi balattho",
    "идиома",
    "правда на стороне сильного",
    "✓"
   ]
  ]
 },
 "gahetvā": {
  "count": 1,
  "data": [
   [
    "balaṃ gahetvā",
    "идиома",
    "восстановив силы",
    "✓"
   ]
  ]
 },
 "gāhetvā": {
  "count": 1,
  "data": [
   [
    "balaṃ gāhetvā",
    "идиома",
    "восстановив свои силы",
    "✓"
   ]
  ]
 },
 "bahu": {
  "count": 2,
  "data": [
   [
    "bahudeva",
    "сандхи",
    "именно много",
    "✓"
   ],
   [
    "bahuneke",
    "сандхи",
    "некоторые люди с большим количеством",
    "✓"
   ]
  ]
 },
 "buddha": {
  "count": 3,
  "data": [
   [
    "buddhagāthābhigītomhi",
    "сандхи",
    "меня восхвалил стих Будды",
    "✓"
   ],
   [
    "buddhavacanānussaraṇavasenetaṃ",
    "сандхи",
    "из-за поминания учения Будды это (говорится)",
    "~"
   ],
   [
    "buddhosmi",
    "сандхи",
    "я просветленный",
    "✓"
   ]
  ]
 },
 "abhigīta": {
  "count": 1,
  "data": [
   [
    "buddhagāthābhigītomhi",
    "сандхи",
    "меня восхвалил стих Будды",
    "✓"
   ]
  ]
 },
 "anussaraṇa": {
  "count": 1,
  "data": [
   [
    "buddhavacanānussaraṇavasenetaṃ",
    "сандхи",
    "из-за поминания учения Будды это (говорится)",
    "~"
   ]
  ]
 },
 "vasena": {
  "count": 3,
  "data": [
   [
    "buddhavacanānussaraṇavasenetaṃ",
    "сандхи",
    "из-за поминания учения Будды это (говорится)",
    "~"
   ],
   [
    "vasena vattati",
    "идиома",
    "под контролем чего-либо",
    "✓"
   ],
   [
    "vasenetaṃ",
    "сандхи",
    "этим из-за",
    "~"
   ]
  ]
 },
 "byañjana": {
  "count": 1,
  "data": [
   [
    "sātthaṃ sabyañjanaṃ",
    "идиома",
    "по духу и в словах",
    "✓"
   ]
  ]
 },
 "byanta": {
  "count": 1,
  "data": [
   [
    "byantiṃ karoti",
    "идиома",
    "заканчивает",
    "✓"
   ]
  ]
 },
 "byādhi": {
  "count": 1,
  "data": [
   [
    "byādhidhammomhi",
    "сандхи",
    "мне свойственно болеть",
    "✓"
   ]
  ]
 },
 "brahmacariya": {
  "count": 1,
  "data": [
   [
    "brahmacariyaṃ carati",
    "идиома",
    "живет святым жизнью",
    "✓"
   ]
  ]
 },
 "bhata": {
  "count": 1,
  "data": [
   [
    "bhato poso",
    "идиома",
    "вынашенный и воспитанный",
    "✓"
   ]
  ]
 },
 "posa": {
  "count": 1,
  "data": [
   [
    "bhato poso",
    "идиома",
    "вынашенный и воспитанный",
    "✓"
   ]
  ]
 },
 "bhadda": {
  "count": 1,
  "data": [
   [
    "bhaddaṃ vo",
    "идиома",
    "благословения вам! удачи вам!",
    "✓"
   ]
  ]
 },
 "vo": {
  "count": 2,
  "data": [
   [
    "bhaddaṃ vo",
    "идиома",
    "благословения вам! удачи вам!",
    "✓"
   ],
   [
    "vohaṃ",
    "сандхи",
    "действительно я",
    "✓"
   ]
  ]
 },
 "vattar": {
  "count": 1,
  "data": [
   [
    "bhavanti vattāro",
    "идиома",
    "другие скажут",
    "✓"
   ]
  ]
 },
 "bhavant": {
  "count": 1,
  "data": [
   [
    "bhavamatthu",
    "сандхи",
    "пусть все будет хорошо",
    "✓"
   ]
  ]
 },
 "bhavituṃ": {
  "count": 1,
  "data": [
   [
    "bhavituṃ vaṭṭati",
    "идиома",
    "уместно быть (чем-то)",
    "✓"
   ]
  ]
 },
 "vaṭṭati": {
  "count": 2,
  "data": [
   [
    "bhavituṃ vaṭṭati",
    "идиома",
    "уместно быть (чем-то)",
    "✓"
   ],
   [
    "vattuṃ vaṭṭati",
    "идиома",
    "подходит сказать",
    "~"
   ]
  ]
 },
 "abhirādhita": {
  "count": 1,
  "data": [
   [
    "bhavobhirādhito",
    "сандхи",
    "наслаждался состоянием",
    "✓"
   ]
  ]
 },
 "bhāra": {
  "count": 1,
  "data": [
   [
    "bhāraṃ vahati",
    "идиома",
    "берет на себя ответственность за что-то",
    "✓"
   ]
  ]
 },
 "vahati": {
  "count": 1,
  "data": [
   [
    "bhāraṃ vahati",
    "идиома",
    "берет на себя ответственность за что-то",
    "✓"
   ]
  ]
 },
 "akkhāyī": {
  "count": 1,
  "data": [
   [
    "maggakkhāyīhaṃ",
    "сандхи",
    "я направляю",
    "✓"
   ]
  ]
 },
 "okkamma": {
  "count": 1,
  "data": [
   [
    "maggā okkamma",
    "идиома",
    "сходя с дороги",
    "✓"
   ]
  ]
 },
 "maṅgala": {
  "count": 1,
  "data": [
   [
    "maṅgalaṃ katvā",
    "идиома",
    "совершив обряд бракосочетания",
    "✓"
   ]
  ]
 },
 "maccu": {
  "count": 1,
  "data": [
   [
    "maccuvasaṃ vaje",
    "идиома",
    "пришёл бы под власть смерти",
    "✓"
   ]
  ]
 },
 "vasa1": {
  "count": 6,
  "data": [
   [
    "maccuvasaṃ vaje",
    "идиома",
    "пришёл бы под власть смерти",
    "✓"
   ],
   [
    "vasaṃ karoti",
    "идиома",
    "берет под контроль",
    "✓"
   ],
   [
    "vasaṃ gacchati",
    "идиома",
    "следует лидерству",
    "✓"
   ],
   [
    "vasaṃ gata",
    "идиома",
    "под контролем",
    "✓"
   ],
   [
    "vasaṃ vattati",
    "идиома",
    "обладает властью",
    "✓"
   ],
   [
    "vasaṃ vatteti",
    "идиома",
    "управляет",
    "✓"
   ]
  ]
 },
 "vajati": {
  "count": 1,
  "data": [
   [
    "maccuvasaṃ vaje",
    "идиома",
    "пришёл бы под власть смерти",
    "✓"
   ]
  ]
 },
 "majjha": {
  "count": 1,
  "data": [
   [
    "majjhimā paṭipadā",
    "идиома",
    "Серединный Путь",
    "✓"
   ]
  ]
 },
 "maññita": {
  "count": 1,
  "data": [
   [
    "maññitametaṃ",
    "сандхи",
    "это воображение",
    "✓"
   ]
  ]
 },
 "maṃ": {
  "count": 5,
  "data": [
   [
    "maññevettha",
    "сандхи",
    "в этом случае даже я",
    "✓"
   ],
   [
    "mantaṃ",
    "сандхи",
    "тот для меня",
    "✓"
   ],
   [
    "mamevārabbha",
    "сандхи",
    "особенно для меня",
    "✓"
   ],
   [
    "mamevettha",
    "сандхи",
    "в этом случае просто спроси меня",
    "✓"
   ],
   [
    "maṃ pādato karitvā",
    "идиома",
    "указав на меня ногами",
    "✓"
   ]
  ]
 },
 "mada": {
  "count": 1,
  "data": [
   [
    "madaṃ āpajjati",
    "идиома",
    "пьянеет",
    "✓"
   ]
  ]
 },
 "manas": {
  "count": 8,
  "data": [
   [
    "manasi katvā",
    "идиома",
    "обратив внимание",
    "✓"
   ],
   [
    "manasi karitvā",
    "идиома",
    "обратив внимание",
    "✓"
   ],
   [
    "manasi karoti",
    "идиома",
    "обращает внимание",
    "✓"
   ],
   [
    "manasi karonta",
    "идиома",
    "держащий в уме",
    "✓"
   ],
   [
    "manasi kātabba",
    "идиома",
    "следует обратить внимание (на)",
    "✓"
   ],
   [
    "manasi kātuṃ",
    "идиома",
    "обращать внимание",
    "✓"
   ],
   [
    "manaṃ padosaye",
    "идиома",
    "сердиться на",
    "✓"
   ],
   [
    "mano padūseyya",
    "идиома",
    "испытывает злобу",
    "✓"
   ]
  ]
 },
 "karonta": {
  "count": 2,
  "data": [
   [
    "manasi karonta",
    "идиома",
    "держащий в уме",
    "✓"
   ],
   [
    "sajjhāyaṃ karonta",
    "идиома",
    "произносящие вслух",
    "✓"
   ]
  ]
 },
 "kātabba": {
  "count": 1,
  "data": [
   [
    "manasi kātabba",
    "идиома",
    "следует обратить внимание (на)",
    "✓"
   ]
  ]
 },
 "padosayati": {
  "count": 1,
  "data": [
   [
    "manaṃ padosaye",
    "идиома",
    "сердиться на",
    "✓"
   ]
  ]
 },
 "padūseti": {
  "count": 1,
  "data": [
   [
    "mano padūseyya",
    "идиома",
    "испытывает злобу",
    "✓"
   ]
  ]
 },
 "mamaṃ": {
  "count": 3,
  "data": [
   [
    "mamañca",
    "сандхи",
    "и меня",
    "✓"
   ],
   [
    "mamaññeva",
    "сандхи",
    "просто меня",
    "✓"
   ],
   [
    "mamanti",
    "сандхи",
    "'мой'",
    "✓"
   ]
  ]
 },
 "ārabbha": {
  "count": 1,
  "data": [
   [
    "mamevārabbha",
    "сандхи",
    "особенно для меня",
    "✓"
   ]
  ]
 },
 "mayā": {
  "count": 1,
  "data": [
   [
    "mayāpi",
    "сандхи",
    "мной тоже",
    "✓"
   ]
  ]
 },
 "mayhaṃ": {
  "count": 2,
  "data": [
   [
    "mayhaṃpatthi",
    "сандхи",
    "для меня также есть",
    "✓"
   ],
   [
    "mayhevekassa",
    "сандхи",
    "только для меня",
    "✓"
   ]
  ]
 },
 "nigacchati": {
  "count": 1,
  "data": [
   [
    "maraṇaṃ nigacchati",
    "идиома",
    "умирает",
    "✓"
   ]
  ]
 },
 "mahā": {
  "count": 1,
  "data": [
   [
    "mahatā atthena saṃyutto abhavissa",
    "идиома",
    "имел бы большую пользу",
    "✓"
   ]
  ]
 },
 "saṃyutta": {
  "count": 1,
  "data": [
   [
    "mahatā atthena saṃyutto abhavissa",
    "идиома",
    "имел бы большую пользу",
    "✓"
   ]
  ]
 },
 "sambhava": {
  "count": 1,
  "data": [
   [
    "mahamattasambhavaṃ",
    "сандхи",
    "я (увидев такой) само генерация",
    "✓"
   ]
  ]
 },
 "mā": {
  "count": 20,
  "data": [
   [
    "mā avacuttha",
    "идиома",
    "(вы) не говорите",
    "✓"
   ],
   [
    "mā ahuvattha",
    "идиома",
    "(вы) не должны быть",
    "✓"
   ],
   [
    "mā ahesuṃ",
    "идиома",
    "пусть они не будут",
    "✓"
   ],
   [
    "mā ahosi",
    "идиома",
    "пусть это не будет",
    "✓"
   ],
   [
    "mā kadāci",
    "идиома",
    "да не будет у меня никогда",
    "✓"
   ],
   [
    "mā kho tumhe eso ajesi",
    "идиома",
    "не позволяйте этому человеку победить вас",
    "✓"
   ],
   [
    "mā pacchā vippaṭisārino ahuvattha",
    "идиома",
    "не жалейте потом!",
    "✓"
   ],
   [
    "mā pamādattha",
    "идиома",
    "вы не должны быть небрежными",
    "✓"
   ],
   [
    "mā hevaṃ",
    "идиома",
    "не (говори) этого",
    "✓"
   ],
   [
    "mābhinandi",
    "сандхи",
    "не радуйся (в)",
    "✓"
   ],
   [
    "māyasmantānampi",
    "сандхи",
    "пусть не для достопочтенных",
    "✓"
   ],
   [
    "māyasmanto",
    "сандхи",
    "уважаемые не делайте!",
    "✓"
   ],
   [
    "māyasmā",
    "сандхи",
    "уважаемый не делай!",
    "✓"
   ],
   [
    "māyaṃ 1",
    "сандхи",
    "не позволяй этому",
    "✓"
   ],
   [
    "māvuso",
    "сандхи",
    "не надо, друг!",
    "✓"
   ],
   [
    "māssu",
    "сандхи",
    "не делай этого!",
    "~"
   ],
   [
    "māhaṃ 1",
    "сандхи",
    "пусть я не",
    "✓"
   ],
   [
    "māhaṃ 2",
    "сандхи",
    "я никогда",
    "✓"
   ],
   [
    "māhu",
    "сандхи",
    "да не будет! не позволяй этому быть!",
    "✓"
   ],
   [
    "metamāsado",
    "сандхи",
    "не нападай на него!",
    "✓"
   ]
  ]
 },
 "ajesi": {
  "count": 1,
  "data": [
   [
    "mā kho tumhe eso ajesi",
    "идиома",
    "не позволяйте этому человеку победить вас",
    "✓"
   ]
  ]
 },
 "vippaṭisārī": {
  "count": 1,
  "data": [
   [
    "mā pacchā vippaṭisārino ahuvattha",
    "идиома",
    "не жалейте потом!",
    "✓"
   ]
  ]
 },
 "abhinandi": {
  "count": 1,
  "data": [
   [
    "mābhinandi",
    "сандхи",
    "не радуйся (в)",
    "✓"
   ]
  ]
 },
 "māyā": {
  "count": 1,
  "data": [
   [
    "māyaṃ vidaṃseti",
    "идиома",
    "демонстрирует иллюзию",
    "✓"
   ]
  ]
 },
 "vidaṃseti": {
  "count": 1,
  "data": [
   [
    "māyaṃ vidaṃseti",
    "идиома",
    "демонстрирует иллюзию",
    "✓"
   ]
  ]
 },
 "māra": {
  "count": 1,
  "data": [
   [
    "māra pāpimant",
    "идиома",
    "смерть",
    "✓"
   ]
  ]
 },
 "pāpimant": {
  "count": 1,
  "data": [
   [
    "māra pāpimant",
    "идиома",
    "смерть",
    "✓"
   ]
  ]
 },
 "micchā": {
  "count": 2,
  "data": [
   [
    "micchā carati 1",
    "идиома",
    "неправильно себя ведет",
    "~"
   ],
   [
    "micchā carati 2",
    "идиома",
    "совершает прелюбодеяние",
    "~"
   ]
  ]
 },
 "middha": {
  "count": 1,
  "data": [
   [
    "seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati",
    "идиома",
    "потакает удовольствию поспать, отдохнуть и подремать",
    "✓"
   ]
  ]
 },
 "vāta": {
  "count": 1,
  "data": [
   [
    "mukhavātaṃ dadāti",
    "идиома",
    "дует на него",
    "✓"
   ]
  ]
 },
 "muṇḍa": {
  "count": 1,
  "data": [
   [
    "muṇḍāsi",
    "сандхи",
    "ты лысый",
    "✓"
   ]
  ]
 },
 "mutta2": {
  "count": 1,
  "data": [
   [
    "muttosi",
    "сандхи",
    "ты свободен (от)",
    "✓"
   ]
  ]
 },
 "vipatati": {
  "count": 1,
  "data": [
   [
    "muddhāpi tassa vipateyyāti",
    "идиома",
    "могло бы разорваться даже его тело",
    "✓"
   ]
  ]
 },
 "musā": {
  "count": 2,
  "data": [
   [
    "musā bhaṇati",
    "идиома",
    "лжёт",
    "✓"
   ],
   [
    "musā bhaṇanta",
    "идиома",
    "лгать",
    "✓"
   ]
  ]
 },
 "bhaṇanta": {
  "count": 1,
  "data": [
   [
    "musā bhaṇanta",
    "идиома",
    "лгать",
    "✓"
   ]
  ]
 },
 "mogha": {
  "count": 2,
  "data": [
   [
    "moghamaññanti",
    "сандхи",
    "всё остальное неправильно",
    "✓"
   ],
   [
    "moghamaññaṃ",
    "сандхи",
    "все остальное неверно",
    "✓"
   ]
  ]
 },
 "modi": {
  "count": 1,
  "data": [
   [
    "modahaṃ",
    "сандхи",
    "я наслаждался",
    "✓"
   ]
  ]
 },
 "ya": {
  "count": 9,
  "data": [
   [
    "yā kāci",
    "идиома",
    "какая бы ни",
    "✓"
   ],
   [
    "yā kācimā",
    "идиома",
    "все эти",
    "✓"
   ],
   [
    "yādha",
    "сандхи",
    "какая бы (женщина) здесь",
    "✓"
   ],
   [
    "yāpi",
    "сандхи",
    "и какой бы",
    "✓"
   ],
   [
    "yāpissa",
    "сандхи",
    "какой бы из его",
    "✓"
   ],
   [
    "yāyamhi",
    "сандхи",
    "чем я",
    "✓"
   ],
   [
    "yāyaṃ 1",
    "сандхи",
    "та что",
    "✓"
   ],
   [
    "yāssa",
    "сандхи",
    "чья бы из его",
    "✓"
   ],
   [
    "yāhaṃ 1",
    "сандхи",
    "которая я",
    "✓"
   ]
  ]
 },
 "yaṃ": {
  "count": 24,
  "data": [
   [
    "yañca",
    "сандхи",
    "но что угодно",
    "✓"
   ],
   [
    "yañce",
    "сандхи",
    "чем если",
    "✓"
   ],
   [
    "yaññadeva",
    "сандхи",
    "просто что-то",
    "✓"
   ],
   [
    "yañhi",
    "сандхи",
    "что угодно действительно",
    "✓"
   ],
   [
    "yantaṃ",
    "сандхи",
    "что бы это ни было",
    "✓"
   ],
   [
    "yannūnāhaṃ",
    "сандхи",
    "что если я",
    "✓"
   ],
   [
    "yamahaṃ",
    "сандхи",
    "что бы ни было я",
    "✓"
   ],
   [
    "yamāhu",
    "сандхи",
    "как они говорят",
    "✓"
   ],
   [
    "yamidaṃ",
    "сандхи",
    "то что",
    "✓"
   ],
   [
    "yametamatthaṃ",
    "сандхи",
    "что бы это ни значило",
    "✓"
   ],
   [
    "yametaṃ",
    "сандхи",
    "это",
    "✓"
   ],
   [
    "yampi",
    "сандхи",
    "что бы ни было действительно",
    "✓"
   ],
   [
    "yampicchaṃ",
    "сандхи",
    "тот что желает",
    "✓"
   ],
   [
    "yampidaṃ",
    "сандхи",
    "любой",
    "✓"
   ],
   [
    "yampissa",
    "сандхи",
    "что конечно для него",
    "✓"
   ],
   [
    "yaṃ kiñci",
    "идиома",
    "всякий",
    "✓"
   ],
   [
    "yaṃ taṃ",
    "идиома",
    "кого бы ни ... его",
    "✓"
   ],
   [
    "yaṃnūna",
    "сандхи",
    "что если",
    "✓"
   ],
   [
    "yaṃnūnassāhaṃ",
    "сандхи",
    "что если бы я (объяснил) ему",
    "✓"
   ],
   [
    "yaṃnūnāhaṃ",
    "сандхи",
    "что если я",
    "✓"
   ],
   [
    "yaṃpaccayāssa",
    "сандхи",
    "за счет чего для него",
    "✓"
   ],
   [
    "yaṃsa",
    "сандхи",
    "когда он (берет) что-либо",
    "✓"
   ],
   [
    "yāhaṃ 2",
    "сандхи",
    "который я",
    "✓"
   ],
   [
    "samādhimānantarikaññamāhu",
    "сандхи",
    "говорят та стабильность ума с немедленными результатами",
    "✓"
   ]
  ]
 },
 "yagghe": {
  "count": 1,
  "data": [
   [
    "yaggheyye",
    "сандхи",
    "воистину, госпожа! пожалуйста, мадам!",
    "✓"
   ]
  ]
 },
 "yad": {
  "count": 9,
  "data": [
   [
    "yaññadeva",
    "сандхи",
    "просто что-то",
    "✓"
   ],
   [
    "yadajjhagā",
    "сандхи",
    "который достиг",
    "✓"
   ],
   [
    "yadatītampahīnantaṃ",
    "сандхи",
    "все прошлое оставлено",
    "✓"
   ],
   [
    "yadatthi",
    "сандхи",
    "что бы там ни было",
    "✓"
   ],
   [
    "yadapi",
    "сандхи",
    "именно который",
    "✓"
   ],
   [
    "yadidaṃ",
    "сандхи",
    "а именно",
    "✓"
   ],
   [
    "yadetaṃ",
    "сандхи",
    "это",
    "✓"
   ],
   [
    "yadettha",
    "сандхи",
    "здесь это",
    "✓"
   ],
   [
    "yadeva",
    "сандхи",
    "любое",
    "✓"
   ]
  ]
 },
 "yato": {
  "count": 7,
  "data": [
   [
    "yatassa",
    "сандхи",
    "откуда (это) для него",
    "✓"
   ],
   [
    "yato ca kho",
    "идиома",
    "но когда",
    "✓"
   ],
   [
    "yato tato",
    "идиома",
    "поскольку ... таким образом",
    "✓"
   ],
   [
    "yato yato 1",
    "идиома",
    "от чего бы то ни было",
    "✓"
   ],
   [
    "yato yato 2",
    "идиома",
    "когда",
    "✓"
   ],
   [
    "yatohaṃ",
    "сандхи",
    "с тех пор как я",
    "✓"
   ],
   [
    "yatvādhikaraṇamenaṃ",
    "сандхи",
    "из-за чего это",
    "✓"
   ]
  ]
 },
 "yattha": {
  "count": 12,
  "data": [
   [
    "yattha katthaci",
    "идиома",
    "где бы то ни было",
    "✓"
   ],
   [
    "yattha tattha",
    "идиома",
    "где ... там",
    "✓"
   ],
   [
    "yattha yattha",
    "идиома",
    "где бы то ни было",
    "✓"
   ],
   [
    "yattha yattheva",
    "идиома",
    "где бы ни",
    "✓"
   ],
   [
    "yatthapi",
    "сандхи",
    "где бы то ни было",
    "✓"
   ],
   [
    "yatthassa",
    "сандхи",
    "в ком",
    "✓"
   ],
   [
    "yatthassu",
    "сандхи",
    "где бы они могли быть",
    "✓"
   ],
   [
    "yatthākicchena",
    "сандхи",
    "где легко",
    "✓"
   ],
   [
    "yatthāhaṃ",
    "сандхи",
    "в котором я",
    "✓"
   ],
   [
    "yatthimā",
    "сандхи",
    "где эти",
    "~"
   ],
   [
    "yatthetaṃ",
    "сандхи",
    "в котором это",
    "✓"
   ],
   [
    "yattheva",
    "сандхи",
    "где бы ни",
    "✓"
   ]
  ]
 },
 "yatra": {
  "count": 1,
  "data": [
   [
    "yatra hi nāma",
    "идиома",
    "в случае когда",
    "✓"
   ]
  ]
 },
 "adhikaraṇa": {
  "count": 1,
  "data": [
   [
    "yatvādhikaraṇamenaṃ",
    "сандхи",
    "из-за чего это",
    "✓"
   ]
  ]
 },
 "yadā": {
  "count": 4,
  "data": [
   [
    "yadaggi",
    "сандхи",
    "когда огонь",
    "✓"
   ],
   [
    "yadāpi",
    "сандхи",
    "даже когда",
    "✓"
   ],
   [
    "yadāyaṃ",
    "сандхи",
    "когда этот",
    "✓"
   ],
   [
    "yadāhaṃ",
    "сандхи",
    "когда я",
    "✓"
   ]
  ]
 },
 "pahīna": {
  "count": 1,
  "data": [
   [
    "yadatītampahīnantaṃ",
    "сандхи",
    "все прошлое оставлено",
    "✓"
   ]
  ]
 },
 "yadi": {
  "count": 3,
  "data": [
   [
    "yadāyasmantānaṃ",
    "сандхи",
    "если для достопочтенных",
    "✓"
   ],
   [
    "yadi vā",
    "идиома",
    "или",
    "✓"
   ],
   [
    "yadipime",
    "сандхи",
    "если действительно эти",
    "~"
   ]
  ]
 },
 "so": {
  "count": 25,
  "data": [
   [
    "yasassiso",
    "сандхи",
    "он знаменит",
    "~"
   ],
   [
    "yo so",
    "идиома",
    "кто бы ни ... он",
    "✓"
   ],
   [
    "sāyaṃ 2.1",
    "сандхи",
    "именно этот",
    "✓"
   ],
   [
    "sāhaṃ 1",
    "сандхи",
    "затем я",
    "✓"
   ],
   [
    "sopalepapatito",
    "сандхи",
    "этот (старый дом) с упавшей штукатуркой",
    "✓"
   ],
   [
    "sopassa",
    "сандхи",
    "он просто был бы",
    "~"
   ],
   [
    "sopāgā",
    "сандхи",
    "он также пришел (к)",
    "~"
   ],
   [
    "sopi",
    "сандхи",
    "он тоже",
    "✓"
   ],
   [
    "sopissa",
    "сандхи",
    "что действительно для него",
    "✓"
   ],
   [
    "somaṃ",
    "сандхи",
    "он этот",
    "✓"
   ],
   [
    "somhi",
    "сандхи",
    "сейчас я являюсь",
    "✓"
   ],
   [
    "soyanti",
    "сандхи",
    "этот самый так",
    "✓"
   ],
   [
    "soyaṃ",
    "сандхи",
    "этот самый",
    "✓"
   ],
   [
    "sova",
    "сандхи",
    "только тот",
    "✓"
   ],
   [
    "sohamete",
    "сандхи",
    "и я эти",
    "✓"
   ],
   [
    "sohaṃ",
    "сандхи",
    "тот, я",
    "✓"
   ],
   [
    "svajja",
    "сандхи",
    "сегодня он",
    "~"
   ],
   [
    "svahaṃ",
    "сандхи",
    "так я",
    "✓"
   ],
   [
    "svājja",
    "сандхи",
    "сегодня он",
    "✓"
   ],
   [
    "svāyaṃ",
    "сандхи",
    "этот человек",
    "✓"
   ],
   [
    "svāssa 1",
    "сандхи",
    "тот его",
    "✓"
   ],
   [
    "svāssa 2",
    "сандхи",
    "тот может быть",
    "✓"
   ],
   [
    "svāssudaṃ",
    "сандхи",
    "он действительно",
    "✓"
   ],
   [
    "svāhaṃ",
    "сандхи",
    "так что я",
    "✓"
   ],
   [
    "sveva",
    "сандхи",
    "именно он",
    "✓"
   ]
  ]
 },
 "yasmā": {
  "count": 2,
  "data": [
   [
    "yasmā ca kho",
    "идиома",
    "но потому что",
    "✓"
   ],
   [
    "yasmā tasmā",
    "идиома",
    "потому что ... следовательно",
    "✓"
   ]
  ]
 },
 "yasmiṃ": {
  "count": 2,
  "data": [
   [
    "yasmiṃ tasmiṃ",
    "идиома",
    "в котором ... в том",
    "✓"
   ],
   [
    "yasmiṃ samaye",
    "идиома",
    "когда угодно",
    "✓"
   ]
  ]
 },
 "yassa": {
  "count": 10,
  "data": [
   [
    "yassa kassaci",
    "идиома",
    "для кого-либо",
    "✓"
   ],
   [
    "yassa tassa",
    "идиома",
    "чей ... тех, чего бы ни ... того",
    "✓"
   ],
   [
    "yassa yassa",
    "идиома",
    "какой бы то ни было",
    "✓"
   ],
   [
    "yassadāni",
    "сандхи",
    "сейчас кому либо",
    "✓"
   ],
   [
    "yassadāni kālaṃ maññati",
    "идиома",
    "время делать то, что он хочет",
    "✓"
   ],
   [
    "yassassu",
    "сандхи",
    "для кого они могут быть",
    "✓"
   ],
   [
    "yassāhaṃ 1",
    "сандхи",
    "для которого я",
    "✓"
   ],
   [
    "yassāhaṃ 2",
    "сандхи",
    "кого я",
    "✓"
   ],
   [
    "yassiñjitaṃ",
    "сандхи",
    "для кого беспокойство",
    "✓"
   ],
   [
    "yasseva",
    "сандхи",
    "именно какого либо",
    "✓"
   ]
  ]
 },
 "yo": {
  "count": 13,
  "data": [
   [
    "yassa 3",
    "сандхи",
    "кто либо к нему",
    "✓"
   ],
   [
    "yāhu",
    "сандхи",
    "тот, кто был",
    "✓"
   ],
   [
    "yo koci",
    "идиома",
    "кто бы ни был",
    "✓"
   ],
   [
    "yo pana bhikkhu",
    "идиома",
    "если какой либо монах",
    "✓"
   ],
   [
    "yo so",
    "идиома",
    "кто бы ни ... он",
    "✓"
   ],
   [
    "yotivākyaṃ",
    "сандхи",
    "кто (терпит) обиду",
    "✓"
   ],
   [
    "yodha 2.1",
    "сандхи",
    "кто бы ни было здесь",
    "✓"
   ],
   [
    "yopi",
    "сандхи",
    "и что угодно",
    "✓"
   ],
   [
    "yopissa",
    "сандхи",
    "что бы ни было для него",
    "✓"
   ],
   [
    "yomaṃ",
    "сандхи",
    "кто либо этот",
    "✓"
   ],
   [
    "yohaṃ",
    "сандхи",
    "тот что",
    "✓"
   ],
   [
    "yvāyaṃ",
    "сандхи",
    "который",
    "✓"
   ],
   [
    "yvāssa",
    "сандхи",
    "который может быть",
    "✓"
   ]
  ]
 },
 "yāni": {
  "count": 3,
  "data": [
   [
    "yāni tāni",
    "идиома",
    "кто бы ни ... они",
    "✓"
   ],
   [
    "yānimāni",
    "сандхи",
    "эти",
    "✓"
   ],
   [
    "yānīdha",
    "сандхи",
    "которые здесь",
    "✓"
   ]
  ]
 },
 "yāva": {
  "count": 12,
  "data": [
   [
    "yāva tāva",
    "идиома",
    "пока ... то",
    "✓"
   ],
   [
    "yāvakīvañca",
    "сандхи",
    "и так долго как",
    "✓"
   ],
   [
    "yāvañcidaṃ",
    "сандхи",
    "и в данном случае",
    "✓"
   ],
   [
    "yāvatako ahosi kathāsallāpo",
    "идиома",
    "какой бы там ни был разговор",
    "✓"
   ],
   [
    "yāvatakvassa",
    "сандхи",
    "как его",
    "✓"
   ],
   [
    "yāvatatiyañca",
    "сандхи",
    "но после третьего раза",
    "✓"
   ],
   [
    "yāvatatiyañce",
    "сандхи",
    "если до трех раз",
    "✓"
   ],
   [
    "yāvatājagatogati",
    "сандхи",
    "до тех пор, пока простирается земля",
    "~"
   ],
   [
    "yāvadeva",
    "сандхи",
    "вплоть до того",
    "✓"
   ],
   [
    "yāvasubhāsitamidaṃ",
    "сандхи",
    "как хорошо это было сказано",
    "✓"
   ],
   [
    "yāvassu",
    "сандхи",
    "до такой степени",
    "✓"
   ],
   [
    "yāvāhaṃ",
    "сандхи",
    "до тех пор, пока я",
    "~"
   ]
  ]
 },
 "sallāpa": {
  "count": 1,
  "data": [
   [
    "yāvatako ahosi kathāsallāpo",
    "идиома",
    "какой бы там ни был разговор",
    "✓"
   ]
  ]
 },
 "jagant": {
  "count": 1,
  "data": [
   [
    "yāvatājagatogati",
    "сандхи",
    "до тех пор, пока простирается земля",
    "~"
   ]
  ]
 },
 "subhāsita": {
  "count": 1,
  "data": [
   [
    "yāvasubhāsitamidaṃ",
    "сандхи",
    "как хорошо это было сказано",
    "✓"
   ]
  ]
 },
 "yāhi": {
  "count": 1,
  "data": [
   [
    "yāhayaṃ",
    "сандхи",
    "это (отдельно) от чего бы то ни было",
    "✓"
   ]
  ]
 },
 "yuga": {
  "count": 1,
  "data": [
   [
    "yugaṃ samāgamā",
    "идиома",
    "вы вступили в вовлечение",
    "✓"
   ]
  ]
 },
 "samāgamā": {
  "count": 1,
  "data": [
   [
    "yugaṃ samāgamā",
    "идиома",
    "вы вступили в вовлечение",
    "✓"
   ]
  ]
 },
 "yuñjati": {
  "count": 1,
  "data": [
   [
    "yuñjantāyasmanto",
    "сандхи",
    "почтенному следует постараться (вернуть)",
    "✓"
   ]
  ]
 },
 "ye": {
  "count": 7,
  "data": [
   [
    "ye keci",
    "идиома",
    "что бы ни",
    "✓"
   ],
   [
    "ye kecime",
    "идиома",
    "любой из них",
    "✓"
   ],
   [
    "yedha",
    "сандхи",
    "кто здесь",
    "✓"
   ],
   [
    "yepi",
    "сандхи",
    "и которые",
    "✓"
   ],
   [
    "yepissa",
    "сандхи",
    "и те, кто его",
    "✓"
   ],
   [
    "yeme",
    "сандхи",
    "те которые",
    "✓"
   ],
   [
    "yyāssa",
    "сандхи",
    "чей бы его",
    "~"
   ]
  ]
 },
 "yena": {
  "count": 13,
  "data": [
   [
    "yena kāmaṃ gamo",
    "идиома",
    "идущий по своему желанию",
    "✓"
   ],
   [
    "yena kāmaṃ pakkamati",
    "идиома",
    "идет своим путем",
    "✓"
   ],
   [
    "yena tena",
    "идиома",
    "где ... там",
    "✓"
   ],
   [
    "yena yena 1",
    "идиома",
    "что бы то ни было",
    "✓"
   ],
   [
    "yena yena 2",
    "идиома",
    "где либо",
    "✓"
   ],
   [
    "yena yeneva",
    "идиома",
    "где угодно",
    "✓"
   ],
   [
    "yenaññataro",
    "сандхи",
    "где определенный",
    "✓"
   ],
   [
    "yenattho",
    "сандхи",
    "для которого есть необходимость",
    "~"
   ],
   [
    "yenassa",
    "сандхи",
    "из-за его",
    "✓"
   ],
   [
    "yenāyasmā",
    "сандхи",
    "где почтенный",
    "✓"
   ],
   [
    "yenāhaṃ 1",
    "сандхи",
    "которым я",
    "✓"
   ],
   [
    "yenāhaṃ 2",
    "сандхи",
    "где я",
    "✓"
   ],
   [
    "yeneva",
    "сандхи",
    "где бы ни был",
    "✓"
   ]
  ]
 },
 "gama": {
  "count": 1,
  "data": [
   [
    "yena kāmaṃ gamo",
    "идиома",
    "идущий по своему желанию",
    "✓"
   ]
  ]
 },
 "yesaṃ": {
  "count": 3,
  "data": [
   [
    "yesañca",
    "сандхи",
    "и для тех кого",
    "✓"
   ],
   [
    "yesaṃ kesañci",
    "идиома",
    "каких бы то ни было",
    "~"
   ],
   [
    "yesaṃ tesaṃ",
    "идиома",
    "чей бы то ни было ... их",
    "✓"
   ]
  ]
 },
 "yesu": {
  "count": 2,
  "data": [
   [
    "yesīdha",
    "сандхи",
    "среди которых здесь",
    "✓"
   ],
   [
    "yesu tesu",
    "идиома",
    "среди которых ... среди них",
    "✓"
   ]
  ]
 },
 "tesu": {
  "count": 1,
  "data": [
   [
    "yesu tesu",
    "идиома",
    "среди которых ... среди них",
    "✓"
   ]
  ]
 },
 "koci": {
  "count": 1,
  "data": [
   [
    "yo koci",
    "идиома",
    "кто бы ни был",
    "✓"
   ]
  ]
 },
 "yoga": {
  "count": 2,
  "data": [
   [
    "yogaṃ āpajjati",
    "идиома",
    "вовлекается",
    "✓"
   ],
   [
    "yogo karaṇīyo",
    "идиома",
    "нужно практиковать медитацию",
    "✓"
   ]
  ]
 },
 "yoggā": {
  "count": 1,
  "data": [
   [
    "yoggaṃ karitvā",
    "идиома",
    "потренировавшись",
    "✓"
   ]
  ]
 },
 "ativākya": {
  "count": 1,
  "data": [
   [
    "yotivākyaṃ",
    "сандхи",
    "кто (терпит) обиду",
    "✓"
   ]
  ]
 },
 "rakkhati": {
  "count": 2,
  "data": [
   [
    "rakkhassetaṃ",
    "сандхи",
    "следи (за своими словами)!",
    "✓"
   ],
   [
    "rakkhassetaṃ vācaṃ",
    "идиома",
    "следи за своими словами!",
    "✓"
   ]
  ]
 },
 "vācā": {
  "count": 3,
  "data": [
   [
    "rakkhassetaṃ vācaṃ",
    "идиома",
    "следи за своими словами!",
    "✓"
   ],
   [
    "vācaṃ nicchāreti",
    "идиома",
    "говорит",
    "✓"
   ],
   [
    "vācā bhinnā",
    "идиома",
    "вынашенное на словах",
    "✓"
   ]
  ]
 },
 "kārenta": {
  "count": 1,
  "data": [
   [
    "rajjaṃ kārenta",
    "идиома",
    "управляющий",
    "✓"
   ]
  ]
 },
 "laddhāna": {
  "count": 1,
  "data": [
   [
    "rajjaṃ laddhāna",
    "идиома",
    "получив власть",
    "✓"
   ]
  ]
 },
 "ramati": {
  "count": 1,
  "data": [
   [
    "ramāmahaṃ",
    "сандхи",
    "я наслаждаюсь",
    "✓"
   ]
  ]
 },
 "rassa": {
  "count": 1,
  "data": [
   [
    "rasso hoti",
    "идиома",
    "является сокращённым",
    "~"
   ]
  ]
 },
 "rāga": {
  "count": 1,
  "data": [
   [
    "rāga dosa moha",
    "идиома",
    "жажда, отвращение и заблуждение",
    "✓"
   ]
  ]
 },
 "laṅghetuṃ": {
  "count": 1,
  "data": [
   [
    "laṅghetumicchasi",
    "сандхи",
    "ты хочешь перепрыгнуть",
    "✓"
   ]
  ]
 },
 "lābhā": {
  "count": 1,
  "data": [
   [
    "lābhā vata me suladdhaṃ vata me",
    "идиома",
    "это для меня определённо выгода, большое преимущество для меня",
    "✓"
   ]
  ]
 },
 "nijigīsanatā": {
  "count": 1,
  "data": [
   [
    "lābhena lābhaṃ nijigīsanatā",
    "идиома",
    "стремление получить подарок, предложив подарок",
    "✓"
   ]
  ]
 },
 "lopa": {
  "count": 2,
  "data": [
   [
    "lopamāpajjate",
    "сандхи",
    "опускается",
    "✓"
   ],
   [
    "lopaṃ pappoti",
    "идиома",
    "при соседнем звуке последующие гласные выпадают",
    "✓"
   ]
  ]
 },
 "pappoti": {
  "count": 1,
  "data": [
   [
    "lopaṃ pappoti",
    "идиома",
    "при соседнем звуке последующие гласные выпадают",
    "✓"
   ]
  ]
 },
 "loma": {
  "count": 1,
  "data": [
   [
    "lomaṃ pāteti",
    "идиома",
    "подчиняется",
    "✓"
   ]
  ]
 },
 "pāteti": {
  "count": 1,
  "data": [
   [
    "lomaṃ pāteti",
    "идиома",
    "подчиняется",
    "✓"
   ]
  ]
 },
 "paricita": {
  "count": 1,
  "data": [
   [
    "vacasā paricita",
    "идиома",
    "декламированный вслух",
    "✓"
   ]
  ]
 },
 "vattuṃ": {
  "count": 1,
  "data": [
   [
    "vattuṃ vaṭṭati",
    "идиома",
    "подходит сказать",
    "~"
   ]
  ]
 },
 "vattati": {
  "count": 3,
  "data": [
   [
    "vasaṃ vattati",
    "идиома",
    "обладает властью",
    "✓"
   ],
   [
    "vasaṃ vatteti",
    "идиома",
    "управляет",
    "✓"
   ],
   [
    "vasena vattati",
    "идиома",
    "под контролем чего-либо",
    "✓"
   ]
  ]
 },
 "vandanā": {
  "count": 1,
  "data": [
   [
    "vandanaṃ vajjāsi",
    "идиома",
    "вам следует выразить мое почтение",
    "✓"
   ]
  ]
 },
 "vajjā": {
  "count": 1,
  "data": [
   [
    "vandanaṃ vajjāsi",
    "идиома",
    "вам следует выразить мое почтение",
    "✓"
   ]
  ]
 },
 "vaya": {
  "count": 1,
  "data": [
   [
    "vayañcassānupassati",
    "сандхи",
    "и он видит исчезновение этого",
    "✓"
   ]
  ]
 },
 "anupassati": {
  "count": 1,
  "data": [
   [
    "vayañcassānupassati",
    "сандхи",
    "и он видит исчезновение этого",
    "✓"
   ]
  ]
 },
 "vara": {
  "count": 3,
  "data": [
   [
    "varaṃ gaṇhāti",
    "идиома",
    "загадывает желание",
    "✓"
   ],
   [
    "varaṃ te",
    "идиома",
    "Тебе лучше будет (если)",
    "✓"
   ],
   [
    "varaṃ dadāti",
    "идиома",
    "даровать желание",
    "✓"
   ]
  ]
 },
 "vareti": {
  "count": 1,
  "data": [
   [
    "vareyyāhe",
    "сандхи",
    "я мог бы пожелать для моей дорогой",
    "✓"
   ]
  ]
 },
 "ahe": {
  "count": 1,
  "data": [
   [
    "vareyyāhe",
    "сандхи",
    "я мог бы пожелать для моей дорогой",
    "✓"
   ]
  ]
 },
 "valāhaka": {
  "count": 1,
  "data": [
   [
    "viddhe vigatavalāhake deve",
    "идиома",
    "в ясном безоблачном небе",
    "✓"
   ]
  ]
 },
 "gata": {
  "count": 2,
  "data": [
   [
    "vasaṃ gata",
    "идиома",
    "под контролем",
    "✓"
   ],
   [
    "saraṇaṃ gata",
    "идиома",
    "нашедший прибежище в",
    "✓"
   ]
  ]
 },
 "upagantabba": {
  "count": 1,
  "data": [
   [
    "vassaṃ upagantabbaṃ",
    "идиома",
    "период дождей должен быть начат",
    "✓"
   ]
  ]
 },
 "nicchāreti": {
  "count": 1,
  "data": [
   [
    "vācaṃ nicchāreti",
    "идиома",
    "говорит",
    "✓"
   ]
  ]
 },
 "bhinna": {
  "count": 1,
  "data": [
   [
    "vācā bhinnā",
    "идиома",
    "вынашенное на словах",
    "✓"
   ]
  ]
 },
 "āropeti": {
  "count": 1,
  "data": [
   [
    "vādaṃ āropeti",
    "идиома",
    "отвергает доктрину",
    "✓"
   ]
  ]
 },
 "ve": {
  "count": 4,
  "data": [
   [
    "vāpi 2",
    "сандхи",
    "наверняка",
    "✓"
   ],
   [
    "vāyaṃ 2",
    "сандхи",
    "поистине этот",
    "✓"
   ],
   [
    "vāsi 2.1",
    "сандхи",
    "ты действительно",
    "✓"
   ],
   [
    "sa ve",
    "идиома",
    "он поистине",
    "✓"
   ]
  ]
 },
 "arañña": {
  "count": 1,
  "data": [
   [
    "vāraññe",
    "сандхи",
    "или в лесу",
    "✓"
   ]
  ]
 },
 "vāsa": {
  "count": 2,
  "data": [
   [
    "vāsaṃ upagacchati",
    "идиома",
    "вступает в резиденцию",
    "✓"
   ],
   [
    "vāsaṃ kappeti",
    "идиома",
    "остается",
    "~"
   ]
  ]
 },
 "upagacchati": {
  "count": 1,
  "data": [
   [
    "vāsaṃ upagacchati",
    "идиома",
    "вступает в резиденцию",
    "✓"
   ]
  ]
 },
 "viññāṇa": {
  "count": 1,
  "data": [
   [
    "viññāṇanirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению сознания",
    "✓"
   ]
  ]
 },
 "vitti": {
  "count": 1,
  "data": [
   [
    "vittiṃ āpajjati",
    "идиома",
    "находит удовлетворение",
    "✓"
   ]
  ]
 },
 "viddha": {
  "count": 1,
  "data": [
   [
    "viddhe vigatavalāhake deve",
    "идиома",
    "в ясном безоблачном небе",
    "✓"
   ]
  ]
 },
 "vinā": {
  "count": 1,
  "data": [
   [
    "vināyeva",
    "сандхи",
    "только без",
    "~"
   ]
  ]
 },
 "vippamutta": {
  "count": 1,
  "data": [
   [
    "vippamuttosi",
    "сандхи",
    "ты освобожден",
    "✓"
   ]
  ]
 },
 "vimutta": {
  "count": 2,
  "data": [
   [
    "vimuttamattānaṃ",
    "сандхи",
    "свое освобождение",
    "✓"
   ],
   [
    "vimuttomhi",
    "сандхи",
    "я освобождён",
    "✓"
   ]
  ]
 },
 "viramati": {
  "count": 1,
  "data": [
   [
    "viramathāyasmanto",
    "сандхи",
    "почтенные воздержитесь (от)!",
    "✓"
   ]
  ]
 },
 "vivicca": {
  "count": 1,
  "data": [
   [
    "vivicceva",
    "сандхи",
    "просто уединяясь (от)",
    "✓"
   ]
  ]
 },
 "saṅkhāra": {
  "count": 3,
  "data": [
   [
    "saṅkhāranirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению намерения",
    "✓"
   ],
   [
    "saṅkhāresūpasantesu",
    "сандхи",
    "когда намеренные действия остужены",
    "✓"
   ],
   [
    "sabbasaṅkhāresu aniccānupassī",
    "идиома",
    "наблюдая непостоянство всех формаций",
    "✓"
   ]
  ]
 },
 "salla": {
  "count": 1,
  "data": [
   [
    "sallamattano",
    "сандхи",
    "жало в себе",
    "✓"
   ]
  ]
 },
 "khādati": {
  "count": 1,
  "data": [
   [
    "visaṃ khādati",
    "идиома",
    "берёт яд",
    "✓"
   ]
  ]
 },
 "visuddha": {
  "count": 1,
  "data": [
   [
    "visuddhamattānaṃ",
    "сандхи",
    "собственное очищение",
    "✓"
   ]
  ]
 },
 "vissāsa": {
  "count": 3,
  "data": [
   [
    "vissāsamanvāya",
    "сандхи",
    "вследствие близости",
    "✓"
   ],
   [
    "vissāsaṃ āpajjati",
    "идиома",
    "доверяет",
    "✓"
   ],
   [
    "vissāsaṃ āpajjitabba",
    "идиома",
    "ему следует довериться",
    "✓"
   ]
  ]
 },
 "anvāya": {
  "count": 3,
  "data": [
   [
    "vissāsamanvāya",
    "сандхи",
    "вследствие близости",
    "✓"
   ],
   [
    "saṃvāsamanvāya 1",
    "сандхи",
    "вследствие совместного проживания",
    "✓"
   ],
   [
    "saṃvāsamanvāya 2",
    "сандхи",
    "вследствие полового сношения",
    "✓"
   ]
  ]
 },
 "āpajjitabba": {
  "count": 1,
  "data": [
   [
    "vissāsaṃ āpajjitabba",
    "идиома",
    "ему следует довериться",
    "✓"
   ]
  ]
 },
 "vihāra": {
  "count": 3,
  "data": [
   [
    "vihāraṃ kappayanta",
    "идиома",
    "ведущий свою жизнь",
    "✓"
   ],
   [
    "vihāraṃ kappeti",
    "идиома",
    "ведет свою жизнь",
    "✓"
   ],
   [
    "vihārotveva",
    "сандхи",
    "скорее, это просто образ жизни",
    "✓"
   ]
  ]
 },
 "kappayanta": {
  "count": 1,
  "data": [
   [
    "vihāraṃ kappayanta",
    "идиома",
    "ведущий свою жизнь",
    "✓"
   ]
  ]
 },
 "vuddhi": {
  "count": 1,
  "data": [
   [
    "vuddhihesā",
    "сандхи",
    "действительно это рост",
    "✓"
   ]
  ]
 },
 "cara": {
  "count": 2,
  "data": [
   [
    "vekacaraṃ",
    "сандхи",
    "одинокий как",
    "✓"
   ],
   [
    "sīhaṃvekacaraṃ",
    "сандхи",
    "как лев, живущий в одиночестве",
    "✓"
   ]
  ]
 },
 "veṇī": {
  "count": 1,
  "data": [
   [
    "veṇiṃ olikhituṃ",
    "идиома",
    "прясть шерсть",
    "~"
   ]
  ]
 },
 "olikhituṃ": {
  "count": 1,
  "data": [
   [
    "veṇiṃ olikhituṃ",
    "идиома",
    "прясть шерсть",
    "~"
   ]
  ]
 },
 "vedanā": {
  "count": 2,
  "data": [
   [
    "vedanānirodhagāminī paṭipadā",
    "идиома",
    "метод ведущий к прекращению чувственного опыта",
    "✓"
   ],
   [
    "vedanāsu vedanānupassī viharati",
    "идиома",
    "человек пребывает среди чувств, внимательно наблюдая за чувствами",
    "~"
   ]
  ]
 },
 "veditabba": {
  "count": 1,
  "data": [
   [
    "veditabbametaṃ",
    "сандхи",
    "это следует знать",
    "✓"
   ]
  ]
 },
 "vocchijjati": {
  "count": 1,
  "data": [
   [
    "vocchijjatārammaṇaṃ",
    "сандхи",
    "Основание полностью уничтожено",
    "✓"
   ]
  ]
 },
 "ārammaṇa": {
  "count": 1,
  "data": [
   [
    "vocchijjatārammaṇaṃ",
    "сандхи",
    "Основание полностью уничтожено",
    "✓"
   ]
  ]
 },
 "vodāsa": {
  "count": 1,
  "data": [
   [
    "vodāsaṃ āpajjati",
    "идиома",
    "становится привередливым",
    "~"
   ]
  ]
 },
 "vosāna": {
  "count": 1,
  "data": [
   [
    "vosānaṃ āpādi",
    "идиома",
    "остановился на полпути",
    "✓"
   ]
  ]
 },
 "āpādi": {
  "count": 1,
  "data": [
   [
    "vosānaṃ āpādi",
    "идиома",
    "остановился на полпути",
    "✓"
   ]
  ]
 },
 "vohāra": {
  "count": 1,
  "data": [
   [
    "vohāraṃ gacchati",
    "идиома",
    "называется",
    "✓"
   ]
  ]
 },
 "sauddesa": {
  "count": 1,
  "data": [
   [
    "sākāraṃ sauddesaṃ",
    "идиома",
    "в общем и в деталях",
    "✓"
   ]
  ]
 },
 "sakkā": {
  "count": 1,
  "data": [
   [
    "sakkā nu",
    "идиома",
    "это возможно?",
    "✓"
   ]
  ]
 },
 "sakkāra": {
  "count": 1,
  "data": [
   [
    "sakkāraṃ karoti",
    "идиома",
    "оказывает почести",
    "✓"
   ]
  ]
 },
 "sakha": {
  "count": 1,
  "data": [
   [
    "sakhāhamasmi",
    "сандхи",
    "я твой друг",
    "✓"
   ]
  ]
 },
 "sagga": {
  "count": 1,
  "data": [
   [
    "saggakāyamagamaṃ",
    "сандхи",
    "я отправился к небесному воинству",
    "✓"
   ]
  ]
 },
 "agami": {
  "count": 1,
  "data": [
   [
    "saggakāyamagamaṃ",
    "сандхи",
    "я отправился к небесному воинству",
    "✓"
   ]
  ]
 },
 "upasanta": {
  "count": 1,
  "data": [
   [
    "saṅkhāresūpasantesu",
    "сандхи",
    "когда намеренные действия остужены",
    "✓"
   ]
  ]
 },
 "saṅkhyā": {
  "count": 2,
  "data": [
   [
    "saṅkhyaṃ gacchati",
    "идиома",
    "идет по имени",
    "✓"
   ],
   [
    "saṅkhyaṃ nopeti",
    "идиома",
    "не может быть классифицирован",
    "✓"
   ]
  ]
 },
 "saṅgaha": {
  "count": 1,
  "data": [
   [
    "saṅgahaṃ gacchati",
    "идиома",
    "включается (в)",
    "✓"
   ]
  ]
 },
 "sace": {
  "count": 6,
  "data": [
   [
    "sacajja",
    "сандхи",
    "если сегодня",
    "~"
   ],
   [
    "sacāyaṃ",
    "сандхи",
    "если он",
    "✓"
   ],
   [
    "sacāhaṃ",
    "сандхи",
    "если я",
    "✓"
   ],
   [
    "sace te agaru",
    "идиома",
    "если тебе не тяжело",
    "✓"
   ],
   [
    "sacejja",
    "сандхи",
    "если сегодня",
    "~"
   ],
   [
    "sacepi",
    "сандхи",
    "даже если",
    "✓"
   ]
  ]
 },
 "saññatti": {
  "count": 1,
  "data": [
   [
    "saññattiṃ upeti",
    "идиома",
    "открыт к убеждению",
    "✓"
   ]
  ]
 },
 "saṭha": {
  "count": 1,
  "data": [
   [
    "saṭhāssunāmime",
    "сандхи",
    "Они действительно лукавы!",
    "✓"
   ]
  ]
 },
 "sata1": {
  "count": 1,
  "data": [
   [
    "sadā sata",
    "идиома",
    "постоянно осознанный",
    "✓"
   ]
  ]
 },
 "sata3": {
  "count": 1,
  "data": [
   [
    "satasmīti 2",
    "сандхи",
    "я непостоянен",
    "✓"
   ]
  ]
 },
 "satata": {
  "count": 1,
  "data": [
   [
    "satataṃ samitaṃ",
    "идиома",
    "непрерывно и постоянно",
    "✓"
   ]
  ]
 },
 "samita3": {
  "count": 1,
  "data": [
   [
    "satataṃ samitaṃ",
    "идиома",
    "непрерывно и постоянно",
    "✓"
   ]
  ]
 },
 "sat": {
  "count": 1,
  "data": [
   [
    "satasmīti 1",
    "сандхи",
    "я существую",
    "✓"
   ]
  ]
 },
 "satta1": {
  "count": 5,
  "data": [
   [
    "sattantarā",
    "сандхи",
    "семь (пядей) с внутренней стороны",
    "✓"
   ],
   [
    "sattavidhā anupassanā",
    "идиома",
    "прозрение семи способами",
    "~"
   ],
   [
    "sattahaṅgehi",
    "сандхи",
    "с семью факторами",
    "~"
   ],
   [
    "sattimā",
    "сандхи",
    "эти семь",
    "~"
   ],
   [
    "sattime",
    "сандхи",
    "эти семь",
    "✓"
   ]
  ]
 },
 "āharesi": {
  "count": 1,
  "data": [
   [
    "satthaṃ āharesi",
    "идиома",
    "покончил жизнь самоубийством",
    "✓"
   ]
  ]
 },
 "saṃ": {
  "count": 1,
  "data": [
   [
    "santi 3.1",
    "сандхи",
    "'я могу быть'",
    "✓"
   ]
  ]
 },
 "sadā": {
  "count": 1,
  "data": [
   [
    "sadā sata",
    "идиома",
    "постоянно осознанный",
    "✓"
   ]
  ]
 },
 "paṭilabhati": {
  "count": 1,
  "data": [
   [
    "saddhaṃ paṭilabhati",
    "идиома",
    "обретает веру в",
    "✓"
   ]
  ]
 },
 "saddhiṃ": {
  "count": 1,
  "data": [
   [
    "saddhimattho",
    "сандхи",
    "значение с",
    "~"
   ]
  ]
 },
 "santi2": {
  "count": 3,
  "data": [
   [
    "santāvuso",
    "сандхи",
    "есть друг",
    "✓"
   ],
   [
    "santīdha",
    "сандхи",
    "эти есть здесь",
    "✓"
   ],
   [
    "santettha",
    "сандхи",
    "здесь есть",
    "✓"
   ]
  ]
 },
 "santāsa": {
  "count": 1,
  "data": [
   [
    "santāsaṃ āpajjati",
    "идиома",
    "боится (чего-л.)",
    "✓"
   ]
  ]
 },
 "santi1": {
  "count": 1,
  "data": [
   [
    "santimuttamaṃ",
    "сандхи",
    "высший покой",
    "✓"
   ]
  ]
 },
 "sandasseti": {
  "count": 1,
  "data": [
   [
    "sandasseti samādapeti samuttejeti sampahaṃseti",
    "идиома",
    "объясняет, побуждает, вдохновляет и ободряет",
    "✓"
   ]
  ]
 },
 "samādapeti": {
  "count": 1,
  "data": [
   [
    "sandasseti samādapeti samuttejeti sampahaṃseti",
    "идиома",
    "объясняет, побуждает, вдохновляет и ободряет",
    "✓"
   ]
  ]
 },
 "samuttejeti": {
  "count": 1,
  "data": [
   [
    "sandasseti samādapeti samuttejeti sampahaṃseti",
    "идиома",
    "объясняет, побуждает, вдохновляет и ободряет",
    "✓"
   ]
  ]
 },
 "sampahaṃseti": {
  "count": 1,
  "data": [
   [
    "sandasseti samādapeti samuttejeti sampahaṃseti",
    "идиома",
    "объясняет, побуждает, вдохновляет и ободряет",
    "✓"
   ]
  ]
 },
 "sandhāya": {
  "count": 2,
  "data": [
   [
    "sandhāyāha",
    "сандхи",
    "один сказал это ссылаясь на",
    "~"
   ],
   [
    "sandhāyetaṃ",
    "сандхи",
    "касающийся этого",
    "~"
   ]
  ]
 },
 "sandhi": {
  "count": 2,
  "data": [
   [
    "sandhiṃ chindati",
    "идиома",
    "грабит",
    "✓"
   ],
   [
    "sandhiṃ chindanta",
    "идиома",
    "взлом",
    "✓"
   ]
  ]
 },
 "chindati": {
  "count": 1,
  "data": [
   [
    "sandhiṃ chindati",
    "идиома",
    "грабит",
    "✓"
   ]
  ]
 },
 "chindanta": {
  "count": 1,
  "data": [
   [
    "sandhiṃ chindanta",
    "идиома",
    "взлом",
    "✓"
   ]
  ]
 },
 "sama": {
  "count": 2,
  "data": [
   [
    "samatthi",
    "сандхи",
    "существует равный (к)",
    "✓"
   ],
   [
    "samā bhavanti",
    "идиома",
    "они такие же",
    "✓"
   ]
  ]
 },
 "samaññā": {
  "count": 1,
  "data": [
   [
    "samaññā udapādi",
    "идиома",
    "возникло наименование",
    "✓"
   ]
  ]
 },
 "udapādi": {
  "count": 1,
  "data": [
   [
    "samaññā udapādi",
    "идиома",
    "возникло наименование",
    "✓"
   ]
  ]
 },
 "āhu": {
  "count": 1,
  "data": [
   [
    "samādhimānantarikaññamāhu",
    "сандхи",
    "говорят та стабильность ума с немедленными результатами",
    "✓"
   ]
  ]
 },
 "samugghāta": {
  "count": 1,
  "data": [
   [
    "samugghātaṃ gacchati",
    "идиома",
    "искореняется",
    "✓"
   ]
  ]
 },
 "sameti": {
  "count": 2,
  "data": [
   [
    "sametāyasmantānaṃ",
    "сандхи",
    "уважаемым следует согласиться (с)",
    "✓"
   ],
   [
    "sametāyasmā",
    "сандхи",
    "пусть благородный согласится (с)",
    "✓"
   ]
  ]
 },
 "samodhāna": {
  "count": 1,
  "data": [
   [
    "samodhānaṃ gacchati",
    "идиома",
    "содержится (в)",
    "✓"
   ]
  ]
 },
 "sampadā": {
  "count": 1,
  "data": [
   [
    "sampadamidaṃ",
    "сандхи",
    "этот результат (для)",
    "✓"
   ]
  ]
 },
 "sampanna": {
  "count": 1,
  "data": [
   [
    "sampannatthūdha",
    "сандхи",
    "пусть у человека получится в этом!",
    "~"
   ]
  ]
 },
 "sambādha": {
  "count": 1,
  "data": [
   [
    "sambādhapaṭipannosmi",
    "сандхи",
    "я попал в неволю",
    "✓"
   ]
  ]
 },
 "anuppavecchati": {
  "count": 1,
  "data": [
   [
    "sammādhāraṃ anuppavecchati",
    "идиома",
    "дает дождь",
    "✓"
   ]
  ]
 },
 "sammukha": {
  "count": 1,
  "data": [
   [
    "sammukhībhāvaṃ adāsi",
    "идиома",
    "показал лицо",
    "✓"
   ]
  ]
 },
 "sammodanīya": {
  "count": 1,
  "data": [
   [
    "sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā",
    "идиома",
    "обменявшись любезностями и завершив вежливую беседу",
    "✓"
   ]
  ]
 },
 "sāraṇīya": {
  "count": 1,
  "data": [
   [
    "sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā",
    "идиома",
    "обменявшись любезностями и завершив вежливую беседу",
    "✓"
   ]
  ]
 },
 "vītisāretvā": {
  "count": 1,
  "data": [
   [
    "sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā",
    "идиома",
    "обменявшись любезностями и завершив вежливую беседу",
    "✓"
   ]
  ]
 },
 "sayaṃ": {
  "count": 1,
  "data": [
   [
    "sayameva",
    "сандхи",
    "сам по себе",
    "✓"
   ]
  ]
 },
 "sayāna": {
  "count": 1,
  "data": [
   [
    "sayānomhi",
    "сандхи",
    "я лежу",
    "✓"
   ]
  ]
 },
 "saraṇa": {
  "count": 2,
  "data": [
   [
    "saraṇaṃ gacchati",
    "идиома",
    "уходит под покровительство",
    "✓"
   ],
   [
    "saraṇaṃ gata",
    "идиома",
    "нашедший прибежище в",
    "✓"
   ]
  ]
 },
 "saha1": {
  "count": 3,
  "data": [
   [
    "sahāpi",
    "сандхи",
    "и вместе",
    "✓"
   ],
   [
    "sahāvassa 1",
    "сандхи",
    "только с его",
    "✓"
   ],
   [
    "sahāvassa 2",
    "сандхи",
    "для того, кто с",
    "~"
   ]
  ]
 },
 "saṃvijjati": {
  "count": 1,
  "data": [
   [
    "saṃvijjantassa",
    "сандхи",
    "существуют для него",
    "✓"
   ]
  ]
 },
 "saṃvega": {
  "count": 1,
  "data": [
   [
    "saṃvegaṃ āpajjati",
    "идиома",
    "пробуждает чувство срочности",
    "✓"
   ]
  ]
 },
 "sākāra": {
  "count": 1,
  "data": [
   [
    "sākāraṃ sauddesaṃ",
    "идиома",
    "в общем и в деталях",
    "✓"
   ]
  ]
 },
 "sā": {
  "count": 7,
  "data": [
   [
    "sāpi",
    "сандхи",
    "даже та",
    "✓"
   ],
   [
    "sāpissa",
    "сандхи",
    "даже то его",
    "✓"
   ],
   [
    "sāyeva",
    "сандхи",
    "именно эта",
    "✓"
   ],
   [
    "sāva",
    "сандхи",
    "просто это",
    "✓"
   ],
   [
    "sāssa 1",
    "сандхи",
    "что для него",
    "✓"
   ],
   [
    "sāssa 2",
    "сандхи",
    "что это его",
    "✓"
   ],
   [
    "sāhaṃ 2",
    "сандхи",
    "тогда я",
    "✓"
   ]
  ]
 },
 "sāvaka": {
  "count": 1,
  "data": [
   [
    "sāvakohamasmi",
    "сандхи",
    "я ученик",
    "✓"
   ]
  ]
 },
 "sīta": {
  "count": 1,
  "data": [
   [
    "sīti bhavati",
    "идиома",
    "становится прохладным",
    "✓"
   ]
  ]
 },
 "sīha": {
  "count": 1,
  "data": [
   [
    "sīhaṃvekacaraṃ",
    "сандхи",
    "как лев, живущий в одиночестве",
    "✓"
   ]
  ]
 },
 "adhivattati": {
  "count": 1,
  "data": [
   [
    "sukhañcetaṃdhivattatīti",
    "сандхи",
    "и счастье переполняет этого (человека)",
    "~"
   ]
  ]
 },
 "seti": {
  "count": 1,
  "data": [
   [
    "sukhaṃ seti",
    "идиома",
    "хорошо спит",
    "✓"
   ]
  ]
 },
 "subha": {
  "count": 1,
  "data": [
   [
    "subhantveva",
    "сандхи",
    "(сфокусированный) только на красивом",
    "✓"
   ]
  ]
 },
 "sve": {
  "count": 1,
  "data": [
   [
    "suve suve",
    "идиома",
    "день за днем",
    "✓"
   ]
  ]
 },
 "sūci": {
  "count": 1,
  "data": [
   [
    "sūcighaṭikaṃ datvā",
    "идиома",
    "дав защёлку",
    "✓"
   ]
  ]
 },
 "ghaṭikā": {
  "count": 1,
  "data": [
   [
    "sūcighaṭikaṃ datvā",
    "идиома",
    "дав защёлку",
    "✓"
   ]
  ]
 },
 "se": {
  "count": 3,
  "data": [
   [
    "seyyathāpi",
    "сандхи",
    "как",
    "✓"
   ],
   [
    "seyyathidaṃ",
    "сандхи",
    "то есть",
    "✓"
   ],
   [
    "seyyathīdaṃ",
    "сандхи",
    "то есть",
    "✓"
   ]
  ]
 },
 "seṭṭha": {
  "count": 2,
  "data": [
   [
    "seṭṭhamupanamaṃ",
    "сандхи",
    "ассоциирование с лучшими",
    "✓"
   ],
   [
    "seṭṭhohamasmi",
    "идиома",
    "я превосходный (из)",
    "✓"
   ]
  ]
 },
 "upanamanta": {
  "count": 1,
  "data": [
   [
    "seṭṭhamupanamaṃ",
    "сандхи",
    "ассоциирование с лучшими",
    "✓"
   ]
  ]
 },
 "anuyutta": {
  "count": 1,
  "data": [
   [
    "seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati",
    "идиома",
    "потакает удовольствию поспать, отдохнуть и подремать",
    "✓"
   ]
  ]
 },
 "santharati": {
  "count": 1,
  "data": [
   [
    "seyyaṃ santharati",
    "идиома",
    "стелет постель",
    "✓"
   ]
  ]
 },
 "santharitvā": {
  "count": 1,
  "data": [
   [
    "seyyaṃ santharitvā",
    "идиома",
    "расправив постель",
    "✓"
   ]
  ]
 },
 "seyyo": {
  "count": 2,
  "data": [
   [
    "seyyohamasmi",
    "сандхи",
    "я - лучше",
    "✓"
   ],
   [
    "seyyohamasmīti",
    "сандхи",
    "я лучше",
    "~"
   ]
  ]
 },
 "vāra": {
  "count": 1,
  "data": [
   [
    "sesavāresupi",
    "сандхи",
    "во всех остальных случаях",
    "~"
   ]
  ]
 },
 "sota1": {
  "count": 1,
  "data": [
   [
    "sotaṃ chetvā",
    "идиома",
    "переплыв поток",
    "✓"
   ]
  ]
 },
 "sota2": {
  "count": 2,
  "data": [
   [
    "sotaṃ odahati",
    "идиома",
    "слушает внимательно",
    "✓"
   ],
   [
    "sotāvadhānūpanisūpapanne",
    "сандхи",
    "когда возникли условия для внимательного слушания",
    "✓"
   ]
  ]
 },
 "odahati": {
  "count": 1,
  "data": [
   [
    "sotaṃ odahati",
    "идиома",
    "слушает внимательно",
    "✓"
   ]
  ]
 },
 "chetvā": {
  "count": 1,
  "data": [
   [
    "sotaṃ chetvā",
    "идиома",
    "переплыв поток",
    "✓"
   ]
  ]
 },
 "avadhāna": {
  "count": 1,
  "data": [
   [
    "sotāvadhānūpanisūpapanne",
    "сандхи",
    "когда возникли условия для внимательного слушания",
    "✓"
   ]
  ]
 },
 "upanisā": {
  "count": 1,
  "data": [
   [
    "sotāvadhānūpanisūpapanne",
    "сандхи",
    "когда возникли условия для внимательного слушания",
    "✓"
   ]
  ]
 },
 "sotthi": {
  "count": 2,
  "data": [
   [
    "sotthinā abbhayena",
    "идиома",
    "безопасно и надежно",
    "✓"
   ],
   [
    "sotthimattānaṃ",
    "сандхи",
    "себя в безопасности",
    "✓"
   ]
  ]
 },
 "upalepa": {
  "count": 1,
  "data": [
   [
    "sopalepapatito",
    "сандхи",
    "этот (старый дом) с упавшей штукатуркой",
    "✓"
   ]
  ]
 },
 "patita": {
  "count": 1,
  "data": [
   [
    "sopalepapatito",
    "сандхи",
    "этот (старый дом) с упавшей штукатуркой",
    "✓"
   ]
  ]
 },
 "anukantati": {
  "count": 1,
  "data": [
   [
    "hatthamevānukantati",
    "сандхи",
    "просто режет руку",
    "✓"
   ]
  ]
 },
 "upakkamitvā": {
  "count": 1,
  "data": [
   [
    "hatthena upakkamitvā",
    "идиома",
    "мастурбировав",
    "✓"
   ]
  ]
 },
 "handa": {
  "count": 2,
  "data": [
   [
    "handa dāni",
    "идиома",
    "ну же! давай сейчас!",
    "✓"
   ],
   [
    "handāhaṃ",
    "сандхи",
    "давай я",
    "✓"
   ]
  ]
 },
 "hima": {
  "count": 2,
  "data": [
   [
    "himavāññe",
    "сандхи",
    "гималаи (затмевают) других",
    "✓"
   ],
   [
    "himavāvaññe",
    "сандхи",
    "подобно гималаям (превосходит) других",
    "✓"
   ]
  ]
 },
 "hīna": {
  "count": 2,
  "data": [
   [
    "hīnohamasmi",
    "сандхи",
    "я хуже (по причине)",
    "✓"
   ],
   [
    "hīnohamasmīti",
    "сандхи",
    "я хуже",
    "~"
   ]
  ]
 },
 "hurā": {
  "count": 2,
  "data": [
   [
    "hurā huraṃ 1",
    "идиома",
    "отсюда туда",
    "✓"
   ],
   [
    "hurā huraṃ 2",
    "идиома",
    "от жизни к жизни",
    "✓"
   ]
  ]
 }
}