var family_set_json = {
 "letters": {
  "data": [
   [
    "a 1.1",
    "буква",
    "(грам) буква а",
    "✓"
   ],
   [
    "aṃ",
    "буква",
    "буква ṃ",
    "✓"
   ],
   [
    "i",
    "буква",
    "буква и",
    "✓"
   ],
   [
    "u 1",
    "буква",
    "(грамм) буква u",
    "✓"
   ],
   [
    "e 1",
    "буква",
    "буква e",
    "✓"
   ],
   [
    "e 2",
    "буква",
    "(грам.) форма уддхи букв i и ī",
    "✓"
   ],
   [
    "o 1.1",
    "буква",
    "буква о",
    "✓"
   ],
   [
    "o 1.2",
    "буква",
    "(грамм.) форма «вуддхи» для букв u и ū",
    "✓"
   ],
   [
    "ca 1.1",
    "буква",
    "буква ц",
    "✓"
   ],
   [
    "cha 1.1",
    "буква",
    "(грам.) буква ч",
    "~"
   ],
   [
    "ja 2.1",
    "буква",
    "буква j",
    "✓"
   ],
   [
    "ta 2.1",
    "буква",
    "(грам.) буква \"т\"",
    "✓"
   ],
   [
    "da 2.1",
    "буква",
    "(грамм) буква д",
    "✓"
   ],
   [
    "dha 1",
    "буква",
    "буква дх",
    "✓"
   ],
   [
    "ma 1.1",
    "буква",
    "буква м",
    "✓"
   ],
   [
    "ya 1.1",
    "буква",
    "буква у",
    "✓"
   ],
   [
    "ra",
    "буква",
    "буква р",
    "✓"
   ],
   [
    "la",
    "буква",
    "буква «л»",
    "✓"
   ],
   [
    "va 4.1",
    "буква",
    "(гр.) буква в",
    "✓"
   ],
   [
    "vatta 2.1",
    "буква",
    "буква v",
    "~"
   ],
   [
    "sa 1.1",
    "буква",
    "(грамм) буква с",
    "✓"
   ],
   [
    "ha 1.1",
    "буква",
    "грамматически: буква h",
    "✓"
   ],
   [
    "ḷa",
    "буква",
    "буква ḷ",
    "✓"
   ]
  ],
  "count": 23
 },
 "grammatical terms": {
  "data": [
   [
    "a 1.1",
    "буква",
    "(грам) буква а",
    "✓"
   ],
   [
    "a 2.1",
    "прист",
    "приставка 'аа' сокращена перед двойной согласной",
    "✓"
   ],
   [
    "a 2.2",
    "прист",
    "приставка у глаголов прошедшего времени и условного наклонения",
    "✓"
   ],
   [
    "a 2.3",
    "прист",
    "нет",
    "✓"
   ],
   [
    "a 3.1",
    "пс",
    "(грамм) знак спряжения для глаголов группы 1 bhū",
    "✓"
   ],
   [
    "akammaka 1",
    "прил",
    "(грамм) непереходный",
    "✓"
   ],
   [
    "akāra 2.1",
    "муж",
    "буква \"а\"",
    "✓"
   ],
   [
    "akāranta",
    "прил",
    "(грам.) оканчивающийся на букву а",
    "✓"
   ],
   [
    "akārapaccaya",
    "пс",
    "(грамм) суффикс",
    "✓"
   ],
   [
    "akārāgama",
    "муж",
    "(грам.) вставка буквы a",
    "✓"
   ],
   [
    "akkhara 1",
    "ср",
    "(грам) буква алфавита",
    "✓"
   ],
   [
    "akkharavant",
    "прил",
    "обладающий буквами",
    "✓"
   ],
   [
    "akkharasamavāya",
    "муж",
    "встреча букв",
    "✓"
   ],
   [
    "akkharā",
    "жен",
    "буква алфавита",
    "✓"
   ],
   [
    "aghosa",
    "прил",
    "глухой (буква)",
    "✓"
   ],
   [
    "acc",
    "прист",
    "слишком",
    "✓"
   ],
   [
    "acca",
    "прист",
    "слишком",
    "✓"
   ],
   [
    "accantānupapatti",
    "жен",
    "полное отсутствие появления",
    "~"
   ],
   [
    "ajotaka",
    "прил",
    "неясный",
    "~"
   ],
   [
    "ajotakatta",
    "ср",
    "факт неясности",
    "~"
   ],
   [
    "ajjatanī",
    "жен",
    "аорист",
    "✓"
   ],
   [
    "ajjatanīvibhatti",
    "жен",
    "инфлексия аориста",
    "✓"
   ],
   [
    "ajjh",
    "прист",
    "форма приставки адхи- перед гласными, кроме 'ии'",
    "✓"
   ],
   [
    "ajjha",
    "прист",
    "-",
    "✓"
   ],
   [
    "ajjhā",
    "прист",
    "передвижение",
    "✓"
   ],
   [
    "ajjho",
    "прист",
    "-",
    "✓"
   ],
   [
    "aññapada",
    "ср",
    "другое слово",
    "✓"
   ],
   [
    "ati",
    "прист",
    "вовне",
    "✓"
   ],
   [
    "atītattha 2",
    "муж",
    "(грам) значение прошлого",
    "✓"
   ],
   [
    "atītavacana",
    "ср",
    "грамматическое слово с прошедшим значением",
    "~"
   ],
   [
    "atta 3",
    "ср",
    "(грам.) отрицательная приставка a",
    "✓"
   ],
   [
    "attanopada",
    "ср",
    "(грам) возвратный залог",
    "✓"
   ],
   [
    "attānaṃ ācarati",
    "идиома",
    "ведет себя как само себя",
    "~"
   ],
   [
    "atthakathana 2",
    "ср",
    "значение слова",
    "~"
   ],
   [
    "atthato 2",
    "несклон",
    "согласно значению",
    "~"
   ],
   [
    "athasadda",
    "муж",
    "(грам) слово «затем»",
    "✓"
   ],
   [
    "adhi 1",
    "прист",
    "выше",
    "✓"
   ],
   [
    "adhikaraṇa 7",
    "ср",
    "(грамм) отношение",
    "✓"
   ],
   [
    "adhikāra 1",
    "муж",
    "правило управления, которое влияет на следующие тексты",
    "✓"
   ],
   [
    "adhikāratta",
    "ср",
    "факт нахождения под управляющим правилом, которое влияет на последующих",
    "~"
   ],
   [
    "adhikārattha",
    "муж",
    "правило управления (которое касается последующих)",
    "✓"
   ],
   [
    "adhoṭhita",
    "прил",
    "(грам.) следующий",
    "✓"
   ],
   [
    "an 1",
    "прист",
    "не",
    "✓"
   ],
   [
    "an 2",
    "прист",
    "неправильно",
    "✓"
   ],
   [
    "ana 1",
    "прист",
    "нет",
    "✓"
   ],
   [
    "ana 2",
    "прист",
    "не не",
    "✓"
   ],
   [
    "anakāranta",
    "прил",
    "(грам) не оканчивающийся на букву а",
    "✓"
   ],
   [
    "anantara 1",
    "прил",
    "вплотную",
    "✓"
   ],
   [
    "anāgatattha 2",
    "муж",
    "слово с будущим значением",
    "~"
   ],
   [
    "anādara 3",
    "муж",
    "(грам) термин, выражающий значение 'пока'",
    "~"
   ],
   [
    "anānu",
    "прист",
    "-",
    "✓"
   ],
   [
    "anicca 4",
    "прил",
    "(грамм) необязательный",
    "~"
   ],
   [
    "aniddiṭṭhakāla",
    "муж",
    "неопределённое время",
    "~"
   ],
   [
    "aniddiṭṭhakālika",
    "прил",
    "в неопределённое время",
    "~"
   ],
   [
    "anu 1",
    "прист",
    "(о пространстве) вдоль",
    "✓"
   ],
   [
    "anu 2",
    "прист",
    "(о времени) спустя",
    "✓"
   ],
   [
    "anu 3",
    "прист",
    "следующий",
    "✓"
   ],
   [
    "anukaraṇa",
    "ср",
    "подражание",
    "~"
   ],
   [
    "anukaraṇasadda",
    "муж",
    "ономатопея",
    "~"
   ],
   [
    "anutta",
    "прич.прош",
    "неупомянутый",
    "✓"
   ],
   [
    "anuttakāla",
    "муж",
    "неопределённое время",
    "✓"
   ],
   [
    "anunāsika 1",
    "муж",
    "носовой согласный",
    "✓"
   ],
   [
    "anunāsikalopa",
    "муж",
    "(грам.) сокращение носового согласного",
    "~"
   ],
   [
    "anunāsikāgama",
    "муж",
    "вставка носового согласного",
    "✓"
   ],
   [
    "anupapatti",
    "жен",
    "незаявление",
    "~"
   ],
   [
    "anupapanna 2",
    "прич.прош",
    "нежизнеспособный",
    "~"
   ],
   [
    "anupasagga",
    "прил",
    "(грам.) без приставки",
    "~"
   ],
   [
    "anupubbatā",
    "жен",
    "(грам.) последовательность",
    "✓"
   ],
   [
    "anubandha 2",
    "муж",
    "буква-указатель ṇ",
    "✓"
   ],
   [
    "anuvattaka 4",
    "прил",
    "следующий",
    "~"
   ],
   [
    "anuvutti",
    "жен",
    "(грам.) повторение предыдущих правил",
    "~"
   ],
   [
    "anekasara",
    "прил",
    "имеющий несколько гласных",
    "✓"
   ],
   [
    "ano",
    "прист",
    "я тщательно массирую телом, используя руки.",
    "✓"
   ],
   [
    "anta 8",
    "прил",
    "финальный",
    "✓"
   ],
   [
    "anta 9",
    "муж",
    "(грам) конец (чего-либо)",
    "✓"
   ],
   [
    "antaṭṭha",
    "муж",
    "(грам.) полугласный",
    "✓"
   ],
   [
    "antalutti",
    "жен",
    "опущение окончания",
    "~"
   ],
   [
    "antalopa",
    "муж",
    "(грам.) опущение конечной буквы слова",
    "~"
   ],
   [
    "anti",
    "оконч",
    "(грам.) глагольное окончание настоящего времени 3-го лица множественного числа",
    "✓"
   ],
   [
    "ante",
    "прист",
    "рядом",
    "✓"
   ],
   [
    "anva",
    "прист",
    "-",
    "✓"
   ],
   [
    "anvā",
    "прист",
    "-",
    "✓"
   ],
   [
    "apa 1",
    "прист",
    "от",
    "✓"
   ],
   [
    "apaccaya 1.1",
    "пс",
    "(грам) суффикс",
    "✓"
   ],
   [
    "apaṭi",
    "прист",
    "не назад",
    "~"
   ],
   [
    "apanayana 1",
    "ср",
    "(грам) удаление",
    "~"
   ],
   [
    "apādāna",
    "ср",
    "разделение",
    "✓"
   ],
   [
    "api 2.1",
    "прист",
    "на",
    "✓"
   ],
   [
    "appayujjamāna",
    "прич.наст",
    "неявно (в)",
    "✓"
   ],
   [
    "appayogatta",
    "ср",
    "непригодность",
    "✓"
   ],
   [
    "abbh",
    "прист",
    "выше",
    "✓"
   ],
   [
    "abbhanu",
    "прист",
    "интенсивно следуя",
    "✓"
   ],
   [
    "abbhāsa",
    "муж",
    "начальный слог удвоенного корня",
    "✓"
   ],
   [
    "abbhāsagata",
    "прил",
    "становиться начальным слогом удвоенного корня",
    "✓"
   ],
   [
    "abbho",
    "прист",
    "я, действительно, принадлежу к клану Касиков, но другие монахи не принадлежат к клану Касиков. этим он возвышает себя и унижает других. это, монахи, также признак плохого человека.",
    "✓"
   ],
   [
    "abyaya",
    "ср",
    "(грамм) неизменяемая частица",
    "✓"
   ],
   [
    "abyayībhāva",
    "муж",
    "(грам.) наречное соединение",
    "✓"
   ],
   [
    "abyayībhāvasamāsa",
    "муж",
    "(грам.) наречное соединение",
    "✓"
   ],
   [
    "abhi 1",
    "прист",
    "очень",
    "✓"
   ],
   [
    "abhi 2",
    "прист",
    "к",
    "~"
   ],
   [
    "abhidhāna 1",
    "ср",
    "выражение",
    "✓"
   ],
   [
    "abhidhāna 2",
    "ср",
    "словарь",
    "~"
   ],
   [
    "amissayati",
    "наст",
    "делает чистым",
    "~"
   ],
   [
    "alapaccaya",
    "муж",
    "суффикс, используемый для образования многократных глаголов",
    "✓"
   ],
   [
    "alutta",
    "прич.прош",
    "(грам.) неусечённый",
    "~"
   ],
   [
    "ava",
    "прист",
    "вниз",
    "✓"
   ],
   [
    "avagantabba",
    "прич.буд",
    "следует заключить",
    "~"
   ],
   [
    "avadhāraṇa 1",
    "ср",
    "ограничение",
    "✓"
   ],
   [
    "asa 1.1",
    "root",
    "корень √as (быть)",
    "✓"
   ],
   [
    "asanta 1.6",
    "прич.наст",
    "(грам.) (о правиле) не применимо",
    "~"
   ],
   [
    "asabbadhātuka",
    "прил",
    "(грам.) не принадлежащий классу всех корней глагольных окончаний",
    "✓"
   ],
   [
    "asamānarūpa",
    "прил",
    "недоблестный",
    "✓"
   ],
   [
    "asambandhanīya",
    "прич.буд",
    "(грам.) не конструируемый",
    "~"
   ],
   [
    "asambhinna 2",
    "прич.прош",
    "(грам) нигде больше не встречается",
    "~"
   ],
   [
    "asarūpa",
    "прил",
    "неспохожий",
    "✓"
   ],
   [
    "asavaṇṇa",
    "муж",
    "не такой же звук",
    "✓"
   ],
   [
    "asaṃyoganta",
    "прил",
    "не оканчивающийся на соединительную согласную",
    "✓"
   ],
   [
    "assara 1",
    "прил",
    "безгласный",
    "✓"
   ],
   [
    "assara 2",
    "муж",
    "негласная",
    "✓"
   ],
   [
    "aṃ",
    "буква",
    "буква ṃ",
    "✓"
   ],
   [
    "ā",
    "прист",
    "усилитель",
    "✓"
   ],
   [
    "ākāranta",
    "прил",
    "заканчивающийся на букву ā",
    "✓"
   ],
   [
    "ākhyāta",
    "ср",
    "(грамм) глагол",
    "✓"
   ],
   [
    "ākhyātakappa",
    "муж",
    "глава о глаголах",
    "✓"
   ],
   [
    "ākhyātapada",
    "ср",
    "(грам) глагол",
    "✓"
   ],
   [
    "āgatatta",
    "ср",
    "факт передачи текста",
    "~"
   ],
   [
    "āgama 3",
    "муж",
    "(грам) вставка",
    "✓"
   ],
   [
    "āgamasandhi",
    "муж",
    "вставка буквы для благозвучия",
    "✓"
   ],
   [
    "āgamasandhimatta",
    "ср",
    "лишь вставка буквы ради благозвучия",
    "✓"
   ],
   [
    "ācariya 4",
    "муж",
    "грамматик",
    "~"
   ],
   [
    "ādibhūta",
    "прил",
    "начальный",
    "✓"
   ],
   [
    "ādilopa",
    "муж",
    "(грам.) устранение начала",
    "✓"
   ],
   [
    "ādivaṇṇa",
    "муж",
    "первый гласный",
    "✓"
   ],
   [
    "ādesa 1",
    "муж",
    "(грам) замена",
    "✓"
   ],
   [
    "ādesabhūta",
    "муж",
    "замена",
    "~"
   ],
   [
    "ānetabba 1",
    "прич.буд",
    "следует переместить",
    "~"
   ],
   [
    "ānetvā 3",
    "деепр.несов",
    "(гр.) распределив значение слова на другие слова",
    "~"
   ],
   [
    "āpaccaya",
    "муж",
    "(грам.) суффикс ā",
    "✓"
   ],
   [
    "āpajjate",
    "наст",
    "меняется (в)",
    "✓"
   ],
   [
    "āya 2.1",
    "суфф",
    "(грам.) суффикс āya",
    "✓"
   ],
   [
    "āyapaccaya",
    "муж",
    "суффикс ая",
    "✓"
   ],
   [
    "āra 1",
    "суфф",
    "(грам) ара",
    "✓"
   ],
   [
    "āla",
    "суфф",
    "(грам.) ала",
    "✓"
   ],
   [
    "āsanna 3",
    "прич.прош",
    "(грам.) помещённый",
    "✓"
   ],
   [
    "i",
    "буква",
    "буква и",
    "✓"
   ],
   [
    "ikāra",
    "муж",
    "буква и",
    "✓"
   ],
   [
    "ikāranta",
    "прил",
    "оканчивающийся на букву и",
    "✓"
   ],
   [
    "ikārāgama",
    "муж",
    "вставка буквы i",
    "✓"
   ],
   [
    "iccanena",
    "сандхи",
    "таким образом этим",
    "✓"
   ],
   [
    "iccādi",
    "сандхи",
    "так далее",
    "✓"
   ],
   [
    "iccevamādi",
    "сандхи",
    "таким образом и тому подобное",
    "✓"
   ],
   [
    "icchattha",
    "муж",
    "выражение желания",
    "✓"
   ],
   [
    "iṭṭha 2.1",
    "суфф",
    "(грам) (образует превосходную форму прилагательного)",
    "✓"
   ],
   [
    "itthī 2",
    "жен",
    "(грам.) женский род",
    "✓"
   ],
   [
    "ima 2.1",
    "суфф",
    "наибольший",
    "✓"
   ],
   [
    "ivaṇṇa",
    "муж",
    "(грамм) буква i или ī",
    "✓"
   ],
   [
    "ivaṇṇāgama",
    "муж",
    "вставка буквы i или ī",
    "✓"
   ],
   [
    "ivoccante",
    "сандхи",
    "произносится как это",
    "✓"
   ],
   [
    "isu",
    "root",
    "(грам) √is (желать)",
    "✓"
   ],
   [
    "iha",
    "несклон",
    "здесь",
    "✓"
   ],
   [
    "iṃ",
    "оконч",
    "(грам)** ин**",
    "✓"
   ],
   [
    "iṃsu",
    "оконч",
    "(грам.) iṃsu",
    "✓"
   ],
   [
    "ī",
    "оконч",
    "грамматический окончание ī",
    "✓"
   ],
   [
    "īkāra",
    "прил",
    "буква ī",
    "✓"
   ],
   [
    "īkārāgama",
    "муж",
    "вставка буквы ī (ити)",
    "✓"
   ],
   [
    "īya",
    "суфф",
    "(грам) суффикс īya",
    "✓"
   ],
   [
    "īyapaccaya",
    "муж",
    "(грам) суффикс īya",
    "✓"
   ],
   [
    "īvibhatti",
    "оконч",
    "(грам.) и и",
    "✓"
   ],
   [
    "u 1",
    "буква",
    "(грамм) буква u",
    "✓"
   ],
   [
    "u 2",
    "прист",
    "вверх",
    "✓"
   ],
   [
    "ukāra",
    "муж",
    "(грам.) буква у",
    "✓"
   ],
   [
    "uccati 2",
    "наст",
    "произносится",
    "✓"
   ],
   [
    "uṇā",
    "пс",
    "уṇa",
    "✓"
   ],
   [
    "utta 1.1",
    "ср",
    "(грам.) буква «у»",
    "✓"
   ],
   [
    "uttama 2",
    "прил",
    "(грамм.) 1-е (лицо)",
    "✓"
   ],
   [
    "uttamapurisa 2",
    "муж",
    "(грам.) 1-е лицо (я",
    "✓"
   ],
   [
    "uttarapada",
    "ср",
    "(грам.) последний член сложного слова",
    "✓"
   ],
   [
    "ud",
    "прист",
    "вверх",
    "✓"
   ],
   [
    "upa 1",
    "прист",
    "по направлению к",
    "✓"
   ],
   [
    "upa 2",
    "прист",
    "потомок",
    "✓"
   ],
   [
    "upapanna 4",
    "прич.прош",
    "достигнутый",
    "~"
   ],
   [
    "upamāna",
    "ср",
    "сравнение",
    "✓"
   ],
   [
    "upayoga 1",
    "ср",
    "(грам) винительный падеж",
    "~"
   ],
   [
    "upayogattha",
    "муж",
    "винительное значение",
    "~"
   ],
   [
    "upayogavacana",
    "ср",
    "(грам.) винительный падеж",
    "~"
   ],
   [
    "uparipāṭha",
    "муж",
    "(грамм.) последующий вариант чтения",
    "~"
   ],
   [
    "upasagga 2.1",
    "муж",
    "пристáвка",
    "✓"
   ],
   [
    "upasaggapada",
    "ср",
    "приставка",
    "✓"
   ],
   [
    "uṃ",
    "оконч",
    "юм",
    "✓"
   ],
   [
    "uṃvibhatti",
    "оконч",
    "грамматическое окончание аориста 3-го лица множественного числа",
    "✓"
   ],
   [
    "e 1",
    "буква",
    "буква e",
    "✓"
   ],
   [
    "e 2",
    "буква",
    "(грам.) форма уддхи букв i и ī",
    "✓"
   ],
   [
    "ekatta 5",
    "ср",
    "единственное число",
    "✓"
   ],
   [
    "ekavibhattika",
    "прил",
    "имеющий одно склонение",
    "✓"
   ],
   [
    "ekasara",
    "прил",
    "(грамм.) имеющий одну гласную",
    "~"
   ],
   [
    "ekābhidhāna",
    "ср",
    "(грамм) совместное упоминание",
    "✓"
   ],
   [
    "ekāra 2.1",
    "муж",
    "буква э",
    "✓"
   ],
   [
    "ekāra 3.1",
    "муж",
    "(грамм.) вуддхи-форма букв i и ī",
    "✓"
   ],
   [
    "etāya 1",
    "местоим",
    "после этого",
    "✓"
   ],
   [
    "etta 2.1",
    "ср",
    "буква е",
    "✓"
   ],
   [
    "ettha 2",
    "несклон",
    "в этом грамматическом правиле",
    "~"
   ],
   [
    "edanta",
    "прил",
    "заканчивающийся на букву е",
    "✓"
   ],
   [
    "eyya 2.1",
    "оконч",
    "(грам) eyya",
    "✓"
   ],
   [
    "evaṃsutivant",
    "прил",
    "имеющий такой звук",
    "~"
   ],
   [
    "o 1.1",
    "буква",
    "буква о",
    "✓"
   ],
   [
    "o 1.2",
    "буква",
    "(грамм.) форма «вуддхи» для букв u и ū",
    "✓"
   ],
   [
    "o 2.1",
    "пс",
    "(грам.) о",
    "✓"
   ],
   [
    "o 3.1",
    "прист",
    "вниз",
    "✓"
   ],
   [
    "okāra 2.1",
    "муж",
    "буква о",
    "✓"
   ],
   [
    "okāra 2.2",
    "муж",
    "(грам.) вуддхи-форма букв у и ū",
    "✓"
   ],
   [
    "okāranta",
    "прил",
    "(грам.) заканчивающийся буквой \"о\"",
    "✓"
   ],
   [
    "okārapaccaya",
    "пс",
    "(грам) суффикс \"о\"",
    "✓"
   ],
   [
    "oṭṭhaja",
    "прил",
    "(грамм) губной",
    "✓"
   ],
   [
    "otta",
    "ср",
    "буква о",
    "✓"
   ],
   [
    "odanta",
    "прил",
    "завершающийся буквой о",
    "✓"
   ],
   [
    "opasilesika",
    "прил",
    "связанный тесным контактом",
    "✓"
   ],
   [
    "kaṇṭhaja",
    "прил",
    "звуки образованные в горле",
    "✓"
   ],
   [
    "kaṇṭhatāluja",
    "прил",
    "родившийся из горла и неба",
    "✓"
   ],
   [
    "kaṇṭhoṭṭhaja",
    "прил",
    "(грамм.) гуттурально-губной",
    "✓"
   ],
   [
    "kaṇḍa 2",
    "муж",
    "раздел",
    "✓"
   ],
   [
    "kaṇḍaja",
    "прил",
    "(грам.) гортанный",
    "✓"
   ],
   [
    "kattar 3",
    "муж",
    "(грам.) агент",
    "✓"
   ],
   [
    "kattar 4",
    "муж",
    "активный залог (грамматика)",
    "✓"
   ],
   [
    "kattari 1.1",
    "муж",
    "при активном залоге",
    "✓"
   ],
   [
    "katthaci 2",
    "несклон",
    "в некоторых местах",
    "~"
   ],
   [
    "kad",
    "прист",
    "плохо",
    "✓"
   ],
   [
    "kapaccaya",
    "муж",
    "суффикс \"ка\"",
    "✓"
   ],
   [
    "kappa 1.4",
    "муж",
    "глава",
    "✓"
   ],
   [
    "kamma 6",
    "ср",
    "объект глагола",
    "✓"
   ],
   [
    "kamma 7",
    "ср",
    "(грам) страдательный залог",
    "✓"
   ],
   [
    "kammakāra 2",
    "муж",
    "агент",
    "~"
   ],
   [
    "kammadhāraya",
    "муж",
    "(грамм) прилагательное сложное слово",
    "✓"
   ],
   [
    "kammadhārayasamāsa",
    "муж",
    "адъективное сочетание",
    "✓"
   ],
   [
    "kammappavacanīya",
    "прил",
    "указывающий на действие",
    "✓"
   ],
   [
    "kara 2",
    "root",
    "корень √kar (делать, создавать)",
    "✓"
   ],
   [
    "kara 3",
    "муж",
    "помогающий",
    "~"
   ],
   [
    "karaṇa 3",
    "ср",
    "(грам.) творительный падеж",
    "✓"
   ],
   [
    "karaṇattha",
    "муж",
    "грамматическое значение инструмента",
    "✓"
   ],
   [
    "karaṇavacana",
    "ср",
    "(грамм.) творительный падеж",
    "~"
   ],
   [
    "kavagga",
    "муж",
    "(грамм.) к-последовательность",
    "✓"
   ],
   [
    "kā 1.1",
    "прист",
    "маленький",
    "✓"
   ],
   [
    "kāra 4",
    "муж",
    "буква",
    "✓"
   ],
   [
    "kārādesa",
    "муж",
    "замена буквы",
    "✓"
   ],
   [
    "kārita 2",
    "ср",
    "глагол каузатива",
    "✓"
   ],
   [
    "kāritanta",
    "прил",
    "заканчиваясь каузативами",
    "✓"
   ],
   [
    "kāriya 1",
    "прич.буд",
    "может быть сделано",
    "✓"
   ],
   [
    "kāriya 3",
    "ср",
    "морфологическая процедура",
    "✓"
   ],
   [
    "kāla 1.3",
    "муж",
    "(грамм.) время",
    "✓"
   ],
   [
    "kāla 1.4",
    "муж",
    "отдых",
    "✓"
   ],
   [
    "kālabyavadhāna",
    "ср",
    "пауза, которая блокирует сандхи",
    "✓"
   ],
   [
    "kālabheda",
    "муж",
    "разделение времени",
    "~"
   ],
   [
    "kālātipatti",
    "жен",
    "условное время",
    "✓"
   ],
   [
    "kālātipattivibhatti",
    "жен",
    "в грамматике: спряжение условного времени",
    "✓"
   ],
   [
    "kita 1.2",
    "муж",
    "(грам) аффикс, добавляемый к корням для образования первичных производных страдательных причастий, существительных и прилагательных",
    "✓"
   ],
   [
    "kita 2.1",
    "root",
    "(грамматика) √kit (знать)",
    "✓"
   ],
   [
    "kitaka",
    "муж",
    "(грам) первичное производное",
    "✓"
   ],
   [
    "kitanta",
    "прил",
    "заканчивающийся на первичное производное (грам.)",
    "~"
   ],
   [
    "kiyādi",
    "ср",
    "(грам.) √kī и др.",
    "✓"
   ],
   [
    "kiyādigaṇa",
    "муж",
    "(грамм) √kī и т. д. группа",
    "✓"
   ],
   [
    "kiriyātipanna",
    "прил",
    "за пределами возможностей",
    "~"
   ],
   [
    "kiriyāpada",
    "ср",
    "грамм.) глагол",
    "~"
   ],
   [
    "kiṃ taṃ",
    "идиома",
    "что это означает?",
    "~"
   ],
   [
    "kī 2.1",
    "root",
    "(грам) √kī (покупать)",
    "~"
   ],
   [
    "ku 1",
    "прист",
    "плохо",
    "✓"
   ],
   [
    "ku 2",
    "прист",
    "маленький",
    "✓"
   ],
   [
    "kusa 2.1",
    "root",
    "(грам) √кус (вызывать, оскорблять)",
    "✓"
   ],
   [
    "kriyapada",
    "ср",
    "(грам.) глагол",
    "~"
   ],
   [
    "kriyāvisesa",
    "муж",
    "(грам.) наречие",
    "~"
   ],
   [
    "kvaci 2",
    "несклон",
    "в некоторых местах",
    "✓"
   ],
   [
    "kvattho",
    "сандхи",
    "что означает? в чем цель?",
    "✓"
   ],
   [
    "kvi",
    "несклон",
    "(гр.) технический термин в катьяяновской грамматике для любого производного, образующего существительное",
    "✓"
   ],
   [
    "khattuṃ",
    "суфф",
    "(столько-то) раз",
    "✓"
   ],
   [
    "khapaccaya",
    "муж",
    "суффикс ха",
    "✓"
   ],
   [
    "gaṇa 5",
    "муж",
    "(грам) набор",
    "✓"
   ],
   [
    "gamu",
    "root",
    "корень «гам» (идти)",
    "✓"
   ],
   [
    "gayhati 1",
    "наст",
    "используется (кем-то)",
    "~"
   ],
   [
    "gaha 5",
    "root",
    "(грам.) √gah (схватка)",
    "✓"
   ],
   [
    "gahaṇa 3",
    "ср",
    "(грам) (о слове или частице) применение",
    "✓"
   ],
   [
    "gahādi",
    "ср",
    "(грам.) √gah и т.д.",
    "✓"
   ],
   [
    "gahādigaṇa",
    "муж",
    "группа гаh и т.п.",
    "✓"
   ],
   [
    "gahetabba 1",
    "прич.буд",
    "следует применяться",
    "✓"
   ],
   [
    "guha",
    "root",
    "(грам) √гух (прятать, скрывать)",
    "✓"
   ],
   [
    "ghaṭa 2.1",
    "root",
    "(грам) √ghaṭ (ударять, убивать)",
    "✓"
   ],
   [
    "ghosa 4",
    "прил",
    "звучащий (буква)",
    "✓"
   ],
   [
    "ca 1.1",
    "буква",
    "буква ц",
    "✓"
   ],
   [
    "ca 2.3",
    "несклон",
    "(грам.) и",
    "✓"
   ],
   [
    "cakāra 1.1",
    "муж",
    "(грам) буква c",
    "~"
   ],
   [
    "caggahaṇa",
    "ср",
    "(грамм.) используя слово \"и\"",
    "✓"
   ],
   [
    "catuttha 2",
    "муж",
    "четвертый согласный каждой группы",
    "✓"
   ],
   [
    "catutthīvibhatti",
    "жен",
    "склонение дательного падежа",
    "✓"
   ],
   [
    "cavagga",
    "муж",
    "(грам.) c-серия",
    "✓"
   ],
   [
    "cākāra",
    "муж",
    "слог cā (грам.)",
    "~"
   ],
   [
    "cuṇṇa 3",
    "ср",
    "проза",
    "~"
   ],
   [
    "cura",
    "root",
    "(грам.) √cur (красть)",
    "~"
   ],
   [
    "curādi",
    "ср",
    "корень √cur и т.д.",
    "✓"
   ],
   [
    "curādigaṇa",
    "муж",
    "(грам.) группа, начинающаяся с √cur",
    "✓"
   ],
   [
    "cha 1.1",
    "буква",
    "(грам.) буква ч",
    "~"
   ],
   [
    "chaṭṭhīvibhatti",
    "жен",
    "сгибание родительного падежа",
    "✓"
   ],
   [
    "chapaccaya",
    "муж",
    "(грамм.) ча суффикс",
    "✓"
   ],
   [
    "ja 2.1",
    "буква",
    "буква j",
    "✓"
   ],
   [
    "jara 4",
    "root",
    "(грамматика) √jar (старение)",
    "✓"
   ],
   [
    "jinavacana",
    "ср",
    "слово Будды",
    "✓"
   ],
   [
    "jinavacanānurūpa",
    "прил",
    "в соответствии с речью Будды",
    "✓"
   ],
   [
    "jotaka 1",
    "прил",
    "ясный",
    "~"
   ],
   [
    "ñā",
    "root",
    "(грам) √ñā (знать)",
    "✓"
   ],
   [
    "ñāpaka",
    "ср",
    "непрямое выражение",
    "~"
   ],
   [
    "ñāyati 2",
    "наст",
    "является выводом",
    "~"
   ],
   [
    "ṭavagga",
    "муж",
    "(грам.) ṭ-серия",
    "✓"
   ],
   [
    "ṭhā",
    "root",
    "(грам) √ṭhā (стоять)",
    "✓"
   ],
   [
    "ṭhāna 07",
    "ср",
    "(грамм.) подходящее место",
    "✓"
   ],
   [
    "ṭhānanāma",
    "ср",
    "термин для чего-то, основанного на его расположении или атрибуте",
    "~"
   ],
   [
    "ṭhānantara 1",
    "ср",
    "(грам) внутреннее место",
    "~"
   ],
   [
    "ṭhānantaragamana",
    "ср",
    "(грам.) метатеза",
    "~"
   ],
   [
    "ṭhānāsanna",
    "прил",
    "(грам) заменённый",
    "✓"
   ],
   [
    "ṇa",
    "муж",
    "буква-указатель ṇ",
    "✓"
   ],
   [
    "ṇaya 1",
    "пс",
    "(грам) *ая",
    "✓"
   ],
   [
    "ṇaya 2",
    "пс",
    "пая",
    "✓"
   ],
   [
    "ṇayapaccaya 1",
    "муж",
    "(грам.) суффикс -ая",
    "✓"
   ],
   [
    "ṇayapaccaya 3",
    "муж",
    "(грам) суффикс *ая",
    "✓"
   ],
   [
    "ṇā",
    "пс",
    "ṇā",
    "✓"
   ],
   [
    "ṇu",
    "пс",
    "(грам.) ṇu",
    "✓"
   ],
   [
    "ṇupaccaya",
    "пс",
    "суффикс ṇu",
    "✓"
   ],
   [
    "ṇe 1",
    "пс",
    "(грам) *е",
    "✓"
   ],
   [
    "ṇe 2",
    "пс",
    "(грам) суффикс *e, используемый для образования каузативных глаголов",
    "✓"
   ],
   [
    "ṇvādi",
    "муж",
    "глава о таддхите в Моггалланабьякаране",
    "~"
   ],
   [
    "ṇvu",
    "муж",
    "технический термин в кaччаяна-бьякaрaнa для первичного производного \"aka\", который образует существительные агента и прилагательные",
    "✓"
   ],
   [
    "ṇhā",
    "пс",
    "(грам) ṇhā",
    "✓"
   ],
   [
    "ta 2.1",
    "буква",
    "(грам.) буква \"т\"",
    "✓"
   ],
   [
    "ta 3.1",
    "суфф",
    "(грам) основной суффикс",
    "✓"
   ],
   [
    "takāra",
    "муж",
    "буква т",
    "~"
   ],
   [
    "takāratta",
    "ср",
    "буква t",
    "✓"
   ],
   [
    "tatiya 1.2",
    "муж",
    "(грам.) третья согласная каждого вага",
    "✓"
   ],
   [
    "tatiyāvibhatti",
    "жен",
    "в грамматике: склонение инструментального падежа",
    "✓"
   ],
   [
    "tato 5",
    "несклон",
    "после того",
    "✓"
   ],
   [
    "tatta 2.1",
    "ср",
    "(грамм.) буква т",
    "✓"
   ],
   [
    "tathāpi 2",
    "сандхи",
    "однако",
    "~"
   ],
   [
    "tathāpi 3",
    "сандхи",
    "тем не менее",
    "~"
   ],
   [
    "tadantalopa",
    "муж",
    "(грам) элизия конца \"того\"",
    "~"
   ],
   [
    "taddhita",
    "муж",
    "(грам) вторичный производный аффикс, добавляемый к существительным для образования производных существительных и прилагательных",
    "✓"
   ],
   [
    "tanādi",
    "ср",
    "(грам.) √tan и т.д.",
    "✓"
   ],
   [
    "tanādigaṇa",
    "муж",
    "группа √tan и т.д.",
    "✓"
   ],
   [
    "tappurisa",
    "муж",
    "(грам.) сложное слово, зависимая определяющая сложная конструкция",
    "✓"
   ],
   [
    "tama",
    "суфф",
    "наибольший",
    "✓"
   ],
   [
    "tamhi 2",
    "местоим",
    "до того",
    "~"
   ],
   [
    "tara 2",
    "суфф",
    "больше",
    "✓"
   ],
   [
    "tavagga",
    "муж",
    "(грам) т-серия",
    "✓"
   ],
   [
    "tave",
    "суфф",
    "(суффикс инфинитива) -ть",
    "✓"
   ],
   [
    "tasmiṃ 3",
    "местоим",
    "до этого",
    "~"
   ],
   [
    "taṃ yathā",
    "идиома",
    "например",
    "✓"
   ],
   [
    "tā 2.1",
    "суфф",
    "(грам) состояние",
    "✓"
   ],
   [
    "tāluja",
    "прил",
    "палатальный",
    "✓"
   ],
   [
    "ti 3",
    "оконч",
    "ти",
    "✓"
   ],
   [
    "tu 2",
    "оконч",
    "(грамм.) ту",
    "✓"
   ],
   [
    "tumicchattha",
    "муж",
    "дезидеративный глагол",
    "✓"
   ],
   [
    "tulyādhikaraṇa",
    "прил",
    "(грам) имеющий похожее отношение",
    "✓"
   ],
   [
    "tuṃ",
    "суфф",
    "суффикс, используемый для создания инфинитивных глаголов",
    "~"
   ],
   [
    "tuṃpaccaya",
    "муж",
    "(грам. термин) инфинитив",
    "~"
   ],
   [
    "to 1",
    "суфф",
    "от",
    "✓"
   ],
   [
    "to 2",
    "суфф",
    "как",
    "✓"
   ],
   [
    "tvā",
    "суфф",
    "абсолютное окончание, обозначающее продолжающееся, сопутствующее или завершённое действие",
    "✓"
   ],
   [
    "tvāna",
    "суфф",
    "абсолютивный суффикс, обозначающий продолжающееся, одновременно происходящее или завершенное действие",
    "✓"
   ],
   [
    "tvāpaccaya",
    "муж",
    "твā суффикс",
    "✓"
   ],
   [
    "tvāpaccayanta",
    "прил",
    "заканчивающийся суффиксом tvā",
    "✓"
   ],
   [
    "tha",
    "оконч",
    "та",
    "✓"
   ],
   [
    "da 2.1",
    "буква",
    "(грамм) буква д",
    "✓"
   ],
   [
    "dantaja",
    "прил",
    "(грам) зубной",
    "✓"
   ],
   [
    "dantoṭṭhaja",
    "прил",
    "(грам) зубно-губной",
    "✓"
   ],
   [
    "dara 2.1",
    "root",
    "(грам.) √dar (ломать, раскалывать)",
    "✓"
   ],
   [
    "dā",
    "root",
    "(грам.) √dā (давать)",
    "✓"
   ],
   [
    "digu",
    "муж",
    "(грам.) числовое (сложное слово)",
    "✓"
   ],
   [
    "divādi",
    "ср",
    "корень √div и т.д.",
    "✓"
   ],
   [
    "divādigaṇa",
    "муж",
    "(грам) группа √див и т.д.",
    "✓"
   ],
   [
    "disa 2.1",
    "root",
    "(грам) √dis (см.)",
    "✓"
   ],
   [
    "dīgha 2",
    "муж",
    "(грам) длинная гласная",
    "✓"
   ],
   [
    "dīghamāpajjate",
    "сандхи",
    "становится длинным",
    "✓"
   ],
   [
    "dīghaṃ yāti",
    "идиома",
    "удлиняется",
    "✓"
   ],
   [
    "du",
    "прист",
    "плохой",
    "✓"
   ],
   [
    "dutiya 3",
    "муж",
    "в грамматике: второй согласный из каждой группы",
    "✓"
   ],
   [
    "dutiyacatuttha",
    "муж",
    "второй и четвертый согласные каждой группы",
    "✓"
   ],
   [
    "dutiyapāda",
    "муж",
    "второй стих строки",
    "~"
   ],
   [
    "dutiyapādanta",
    "муж",
    "конец второй строки стиха",
    "~"
   ],
   [
    "dubbi",
    "прист",
    "очень плохой",
    "✓"
   ],
   [
    "dur",
    "прист",
    "плохо",
    "✓"
   ],
   [
    "dusa",
    "root",
    "√дус (быть сердитым, испорченным)",
    "✓"
   ],
   [
    "dvanda 1",
    "муж",
    "(грам.) соединительное сложное",
    "✓"
   ],
   [
    "dvikammaka",
    "прил",
    "(грам.) двакомпонентный, принимающий два объекта",
    "✓"
   ],
   [
    "dvitta",
    "ср",
    "(грам.) редупликация",
    "✓"
   ],
   [
    "dvittakāraṇa",
    "ср",
    "дублирование",
    "~"
   ],
   [
    "dvebhāva",
    "муж",
    "(грам) дублирование",
    "✓"
   ],
   [
    "dvebhūta",
    "прил",
    "(грамм.) редуплицированный",
    "✓"
   ],
   [
    "dha 1",
    "буква",
    "буква дх",
    "✓"
   ],
   [
    "dhanita 2",
    "прич.прош",
    "(грам) (о согласном) придыхательный",
    "✓"
   ],
   [
    "dhaṃsu",
    "root",
    "(грам.) √dhaṃs (падать, разрушать)",
    "~"
   ],
   [
    "dhā 1",
    "суфф",
    "на (столько-то) частей",
    "✓"
   ],
   [
    "dhā 2",
    "root",
    "(грамматика) √dhā (поддерживать, питать)",
    "✓"
   ],
   [
    "dhātu 5",
    "жен",
    "(грам) глагольный корень",
    "✓"
   ],
   [
    "dhātugaṇa",
    "муж",
    "корневая группа",
    "✓"
   ],
   [
    "dhātuniddiṭṭha",
    "прил",
    "указанный после корня",
    "~"
   ],
   [
    "dhātuppaccaya",
    "муж",
    "суффикс, добавляемый к корню (kha, cha, sa, āya, īya, ṇe, ṇaya, ṇāpe, ṇāpaya, ala, āra, āla)",
    "✓"
   ],
   [
    "dhāturūpa",
    "ср",
    "формы глагольного корня",
    "✓"
   ],
   [
    "dhātuliṅgāni",
    "ср",
    "корневые элементы и основы",
    "✓"
   ],
   [
    "dhātussanta",
    "муж",
    "конечная гласная корня",
    "✓"
   ],
   [
    "dhātūhi",
    "жен",
    "(грамм.) после глагольных корней",
    "✓"
   ],
   [
    "dhātekāra",
    "муж",
    "буква «е» в корне (грам.)",
    "~"
   ],
   [
    "dhātvanta",
    "муж",
    "конец корня",
    "✓"
   ],
   [
    "dhū",
    "root",
    "(грам.) √dhū (качаться, дым)",
    "~"
   ],
   [
    "na 3",
    "прист",
    "не",
    "✓"
   ],
   [
    "na 4",
    "муж",
    "(грам.) отрицательная приставка \"na\"",
    "✓"
   ],
   [
    "napuṃsaka 1",
    "прил",
    "(грам.) средний род",
    "✓"
   ],
   [
    "napuṃsaka 2",
    "муж",
    "не средний род",
    "✓"
   ],
   [
    "napuṃsakaliṅga",
    "муж",
    "(грамм) средний род",
    "✓"
   ],
   [
    "napuṃsakaliṅgatta",
    "ср",
    "средний род (грамматика)",
    "✓"
   ],
   [
    "naya 4",
    "муж",
    "(грамм) метод вывода",
    "~"
   ],
   [
    "nayati 3",
    "наст",
    "соединяет с",
    "✓"
   ],
   [
    "navā",
    "несклон",
    "иногда",
    "✓"
   ],
   [
    "nā",
    "пс",
    "contr: на",
    "✓"
   ],
   [
    "nācc",
    "прист",
    "не очень много",
    "✓"
   ],
   [
    "nāpaccaya",
    "пс",
    "(грам.) суффикс nā",
    "✓"
   ],
   [
    "nāma 3",
    "ср",
    "существительное",
    "✓"
   ],
   [
    "nāmakappa",
    "муж",
    "раздел о существительных",
    "✓"
   ],
   [
    "nāmato 1",
    "ср",
    "после существительного",
    "✓"
   ],
   [
    "nāmapada 1",
    "ср",
    "(грам.) существительное",
    "✓"
   ],
   [
    "nāmapada 2",
    "ср",
    "(грам.) местоимение",
    "~"
   ],
   [
    "nāmamhā",
    "ср",
    "(грам) после существительного",
    "✓"
   ],
   [
    "nāmasmā",
    "ср",
    "после существительного",
    "✓"
   ],
   [
    "nāmika",
    "прил",
    "относящийся к имени",
    "~"
   ],
   [
    "ni 1",
    "прист",
    "вниз",
    "✓"
   ],
   [
    "niggahita 3",
    "ср",
    "(грамм.) буква ṃ",
    "✓"
   ],
   [
    "niggahitāgama",
    "муж",
    "вставка буквы ṃ (грам)",
    "✓"
   ],
   [
    "niggahīta 1",
    "ср",
    "(грамм.) буква ṃ",
    "✓"
   ],
   [
    "niggahītanta",
    "прил",
    "оканчивающиеся на букву ṃ",
    "✓"
   ],
   [
    "nicca 2",
    "прил",
    "(грамм) (о правиле) не факультативный",
    "~"
   ],
   [
    "niccaṃ 3",
    "несклон",
    "обязательно",
    "~"
   ],
   [
    "niṭṭhā 4",
    "жен",
    "(грам) окончательное решение",
    "~"
   ],
   [
    "nipāta 2",
    "муж",
    "(грамм.) неизменяемая частица",
    "✓"
   ],
   [
    "nipātapada",
    "ср",
    "(грам.) несклоняемое",
    "✓"
   ],
   [
    "nipātasamudāya",
    "муж",
    "сборник неизменяемых слов",
    "~"
   ],
   [
    "nipphanna 1",
    "ср",
    "завершение",
    "✓"
   ],
   [
    "nipphādana 1",
    "ср",
    "(грам) (слово) образование",
    "~"
   ],
   [
    "nipphādetabba",
    "прич.буд",
    "может быть произведено",
    "~"
   ],
   [
    "niyama 3",
    "муж",
    "ограничение",
    "~"
   ],
   [
    "nir",
    "прист",
    "не",
    "✓"
   ],
   [
    "nirutti 3",
    "жен",
    "(грам) грамматика",
    "✓"
   ],
   [
    "nirutti 4",
    "жен",
    "(грамм.) интерпретация",
    "~"
   ],
   [
    "nissakka",
    "ср",
    "грамматический падеж",
    "✓"
   ],
   [
    "nī",
    "прист",
    "далеко (от)",
    "✓"
   ],
   [
    "nīti 1",
    "жен",
    "правило",
    "~"
   ],
   [
    "netabba 1",
    "прич.буд",
    "следует соединить (с)",
    "✓"
   ],
   [
    "nevasaññiggahaṇa",
    "ср",
    "использование слов 'ни воспринимающий'",
    "~"
   ],
   [
    "pa 2.1",
    "прист",
    "вперед",
    "✓"
   ],
   [
    "pakati 4",
    "жен",
    "(грам.) исходная форма",
    "✓"
   ],
   [
    "pakatirūpa",
    "ср",
    "естественное состояние",
    "✓"
   ],
   [
    "pacca",
    "прист",
    "-",
    "✓"
   ],
   [
    "paccatta 3",
    "ср",
    "(грам) именительный падеж",
    "~"
   ],
   [
    "paccanu",
    "прист",
    "-",
    "✓"
   ],
   [
    "paccaya 3",
    "муж",
    "(грам) окончание",
    "✓"
   ],
   [
    "paccayanta",
    "прил",
    "(грам.) заканчивающийся на суффикс",
    "✓"
   ],
   [
    "paccud",
    "прист",
    "-",
    "✓"
   ],
   [
    "pañcapañcaso",
    "несклон",
    "по пять раз пять",
    "✓"
   ],
   [
    "pañcamī 1",
    "жен",
    "(грам) повелительное или благословительное наклонение",
    "✓"
   ],
   [
    "pañcamīvibhatti",
    "жен",
    "(грам.) повелительное наклонение",
    "✓"
   ],
   [
    "paṭibandha 2",
    "прил",
    "относится (к)",
    "~"
   ],
   [
    "paṭisedha 1",
    "муж",
    "(грам. термин) запрет",
    "~"
   ],
   [
    "paṭhama 2",
    "прил",
    "грамматически 3-й (лицо)",
    "✓"
   ],
   [
    "paṭhama 3",
    "муж",
    "(грам.) первый согласный каждой группы",
    "✓"
   ],
   [
    "paṭhamatatiya",
    "муж",
    "первый и третий согласные каждого вагги",
    "✓"
   ],
   [
    "paṭhamapada 2",
    "ср",
    "первое слово в сложном слове",
    "~"
   ],
   [
    "paṭhamapāda",
    "муж",
    "первая строка стиха",
    "~"
   ],
   [
    "paṭhamapādanta",
    "муж",
    "конец первой строфы",
    "~"
   ],
   [
    "paṭhamapurisa",
    "муж",
    "(грам.) 3-е лицо (он",
    "✓"
   ],
   [
    "paṭhamamajjhimuttamapurisa",
    "муж",
    "(грам) 3-е, 2-е и 1-е лица",
    "✓"
   ],
   [
    "paṭhamāvibhatti",
    "жен",
    "(грам.) склонение именительного падежа",
    "✓"
   ],
   [
    "pati 3.3",
    "прист",
    "против",
    "✓"
   ],
   [
    "patvā 3",
    "деепр.несов",
    "(грам.) ставший",
    "~"
   ],
   [
    "pada 06",
    "ср",
    "(грам) слово",
    "✓"
   ],
   [
    "pada 09",
    "ср",
    "часть речи",
    "✓"
   ],
   [
    "padaccheda 1",
    "муж",
    "эллизия (грамм.)",
    "~"
   ],
   [
    "padaccheda 2",
    "муж",
    "(грам.) сжатие",
    "~"
   ],
   [
    "padapāripūrī",
    "жен",
    "завершение слова",
    "✓"
   ],
   [
    "padavibhāga 1",
    "муж",
    "разбор слов",
    "✓"
   ],
   [
    "padavibhāga 2",
    "муж",
    "разделение частей речи",
    "✓"
   ],
   [
    "padasandhi",
    "муж",
    "(грам) соединение слов",
    "✓"
   ],
   [
    "padasandhikara",
    "муж",
    "(грам.) помощь в соединении слов",
    "~"
   ],
   [
    "padasandhimatta",
    "прил",
    "просто эвфоническое сочетание слов",
    "~"
   ],
   [
    "padasaṃsagga",
    "муж",
    "соединение слов",
    "✓"
   ],
   [
    "payirupa",
    "прист",
    "вокруг рядом",
    "~"
   ],
   [
    "payujjamāna",
    "прич.наст",
    "в грамматике — явный (в)",
    "✓"
   ],
   [
    "payoga 2",
    "муж",
    "(грам) использование",
    "~"
   ],
   [
    "payogānurūpa",
    "прил",
    "в соответствии с контекстом",
    "~"
   ],
   [
    "payoge",
    "муж",
    "когда применимо",
    "✓"
   ],
   [
    "para 3",
    "прил",
    "следующий",
    "✓"
   ],
   [
    "para 5",
    "муж",
    "следующая буква",
    "✓"
   ],
   [
    "parakkhara",
    "ср",
    "следующая буква",
    "✓"
   ],
   [
    "parapada",
    "ср",
    "(грамм.) последующее слово",
    "✓"
   ],
   [
    "parabyañjana",
    "ср",
    "следующий согласный",
    "✓"
   ],
   [
    "parasamaññā",
    "жен",
    "другие грамматические термины",
    "✓"
   ],
   [
    "parasara",
    "муж",
    "следующий гласный",
    "✓"
   ],
   [
    "parassapada",
    "ср",
    "активный залог",
    "✓"
   ],
   [
    "parassapadatta",
    "ср",
    "состояние активного залога",
    "✓"
   ],
   [
    "parā",
    "прист",
    "через",
    "✓"
   ],
   [
    "parāsaṃ",
    "местоим",
    "следующих",
    "✓"
   ],
   [
    "pari 1",
    "прист",
    "вокруг",
    "✓"
   ],
   [
    "parikappa 2",
    "муж",
    "допущение",
    "✓"
   ],
   [
    "parikappana",
    "ср",
    "предположение",
    "~"
   ],
   [
    "pariharati 5",
    "наст",
    "(грамм.) возражает",
    "~"
   ],
   [
    "parokkhā",
    "жен",
    "(грам.) совершенное прошедшее время",
    "✓"
   ],
   [
    "parokkhāvibhatti",
    "жен",
    "(грам.) склонение совершенного прошедшего времени",
    "✓"
   ],
   [
    "pavagga",
    "муж",
    "(грам) п-серия",
    "✓"
   ],
   [
    "pā 1.1",
    "root",
    "(грамматика) √pā (пить)",
    "✓"
   ],
   [
    "pāṭhabheda",
    "муж",
    "различное чтение",
    "~"
   ],
   [
    "pāṇyaṅga",
    "муж",
    "части тела",
    "✓"
   ],
   [
    "pāpuṇāti 3",
    "наст",
    "становится",
    "✓"
   ],
   [
    "pi 2.1",
    "прист",
    "на",
    "✓"
   ],
   [
    "pisadda",
    "муж",
    "(грам.) слово 'апи'",
    "~"
   ],
   [
    "puthakkātabba",
    "прич.буд",
    "следует отделить (от)",
    "✓"
   ],
   [
    "pubba 1.4",
    "прил",
    "начальный",
    "✓"
   ],
   [
    "pubba 1.5",
    "муж",
    "начальная гласная",
    "✓"
   ],
   [
    "pubbaka 3",
    "прил",
    "перед",
    "✓"
   ],
   [
    "pubbabyañjana",
    "ср",
    "(грамм.) предшествующий согласный",
    "✓"
   ],
   [
    "pubbarūpa",
    "ср",
    "форма предыдущей буквы",
    "✓"
   ],
   [
    "pubbe 2",
    "несклон",
    "перед",
    "✓"
   ],
   [
    "puma 2",
    "муж",
    "(грам.) мужской род",
    "✓"
   ],
   [
    "purisa 3",
    "муж",
    "грамматическое лицо",
    "✓"
   ],
   [
    "pulliṅga",
    "муж",
    "(грам.) мужской",
    "~"
   ],
   [
    "pulliṅgika",
    "прил",
    "обладающий мужским родом",
    "~"
   ],
   [
    "ppa",
    "пс",
    "(грам) ppa",
    "✓"
   ],
   [
    "ppapaccaya",
    "пс",
    "(грамм) суффикс ppa",
    "✓"
   ],
   [
    "bahuttha",
    "муж",
    "(грам.) множественное число",
    "~"
   ],
   [
    "bahubbīhi",
    "муж",
    "(грамм.) относительное сложное слово",
    "✓"
   ],
   [
    "bahuvacana",
    "ср",
    "(грам.) множественное число",
    "✓"
   ],
   [
    "bindu 5",
    "ср",
    "(грам.) точка над буквой, представляющая букву ниггахита, обозначаемая на латинице как ṃ, ṃ или ŋ",
    "✓"
   ],
   [
    "byañjana 4",
    "ср",
    "(грамм.) согласный",
    "✓"
   ],
   [
    "byañjananta",
    "муж",
    "конечный согласный",
    "✓"
   ],
   [
    "byañjanasiliṭṭhatā",
    "жен",
    "слияние букв",
    "✓"
   ],
   [
    "byañjanā",
    "жен",
    "(грам) согласный",
    "✓"
   ],
   [
    "byattaya",
    "муж",
    "оборот",
    "✓"
   ],
   [
    "byavadhāna",
    "ср",
    "(грамм.) (буква, которая вызывает) вмешательство",
    "✓"
   ],
   [
    "byākaraṇa 3",
    "ср",
    "грамматический трактат",
    "✓"
   ],
   [
    "brū",
    "root",
    "корень брū (говорить/сказать)",
    "✓"
   ],
   [
    "bhavissantī",
    "жен",
    "грамматическое будущее время",
    "✓"
   ],
   [
    "bhavissantīvibhatti",
    "жен",
    "инфлексии будущего времени",
    "✓"
   ],
   [
    "bhāva 2",
    "муж",
    "безличный залог",
    "✓"
   ],
   [
    "bhāvakamma",
    "ср",
    "безличное и страдательное наклонение",
    "✓"
   ],
   [
    "bhāvaniddesa",
    "муж",
    "заявление в абстрактной форме с использованием суффикса -tta или -tā",
    "✓"
   ],
   [
    "bhāsita 3",
    "ср",
    "(грам.) слово",
    "✓"
   ],
   [
    "bhāsitapuma",
    "муж",
    "слово с мужским значением",
    "✓"
   ],
   [
    "bhāsitapumitthī",
    "жен",
    "женское слово с мужским значением",
    "✓"
   ],
   [
    "bhummattha",
    "муж",
    "(грам.) значение местного падежа",
    "~"
   ],
   [
    "bhummavacana",
    "ср",
    "(грам) местный падеж",
    "✓"
   ],
   [
    "bhū 1.1",
    "root",
    "(грам.) √bhū (быть)",
    "✓"
   ],
   [
    "bhūvādi",
    "ср",
    "(грам) √bhū и т. д.",
    "✓"
   ],
   [
    "bhūvādigaṇa",
    "муж",
    "группа √bhū и др.",
    "✓"
   ],
   [
    "ma 1.1",
    "буква",
    "буква м",
    "✓"
   ],
   [
    "ma 3.1",
    "оконч",
    "грам) ma",
    "✓"
   ],
   [
    "makāra",
    "муж",
    "(грам) буква м",
    "✓"
   ],
   [
    "makāranta",
    "прил",
    "(грам.) оканчивающийся буквой \"м\"",
    "✓"
   ],
   [
    "majjhima 7",
    "прил",
    "второе лицо (ты",
    "✓"
   ],
   [
    "majjhimapurisa 1",
    "муж",
    "(грам) 2-е лицо (ты",
    "✓"
   ],
   [
    "maṇḍūkagati",
    "жен",
    "перескакивание правила из одного контекста в другой",
    "~"
   ],
   [
    "matha",
    "root",
    "корень math (взбивать, мешать)",
    "✓"
   ],
   [
    "manogaṇa",
    "муж",
    "группа мужских существительных на \"mano\"",
    "~"
   ],
   [
    "mant",
    "суфф",
    "как",
    "~"
   ],
   [
    "manta 2.1",
    "прил",
    "в грамматическом контексте, оканчивающийся на букву м",
    "✓"
   ],
   [
    "mara",
    "root",
    "корень мар (умирать)",
    "✓"
   ],
   [
    "maha 1",
    "root",
    "корень мах (почитать)",
    "✓"
   ],
   [
    "mā 3.1",
    "root",
    "(грам) √мā (измерять)",
    "✓"
   ],
   [
    "māna 1.2",
    "root",
    "(грамм.) √ман (думать)",
    "✓"
   ],
   [
    "mālā 2",
    "жен",
    "(грамм) парадигма склонения",
    "~"
   ],
   [
    "mi",
    "оконч",
    "грамматическая частица «ми»",
    "✓"
   ],
   [
    "mikāra",
    "оконч",
    "суффикс ми",
    "✓"
   ],
   [
    "muddhaja 1",
    "прил",
    "церебральный",
    "✓"
   ],
   [
    "mūlapāṭha",
    "муж",
    "(грам) исходный текст",
    "✓"
   ],
   [
    "ya 1.1",
    "буква",
    "буква у",
    "✓"
   ],
   [
    "ya 3.1",
    "пс",
    "суффикс я",
    "✓"
   ],
   [
    "ya 3.2",
    "пс",
    "я",
    "✓"
   ],
   [
    "yakāra 1.1",
    "муж",
    "буква я",
    "✓"
   ],
   [
    "yakāratta",
    "пс",
    "я суффикс",
    "✓"
   ],
   [
    "yaja",
    "root",
    "(грам) √yaj (чтить, жертвовать)",
    "✓"
   ],
   [
    "yathā 3",
    "несклон",
    "например",
    "~"
   ],
   [
    "yathākammaṃ 2",
    "несклон",
    "соответственно",
    "~"
   ],
   [
    "yathārahaṃ 2",
    "несклон",
    "соответственно",
    "~"
   ],
   [
    "yathāsaṅkhyaṃ",
    "несклон",
    "соответственно",
    "✓"
   ],
   [
    "yathāsambhavaṃ",
    "несклон",
    "в зависимости от контекста",
    "✓"
   ],
   [
    "yapaccaya 1",
    "пс",
    "суффикс ya",
    "✓"
   ],
   [
    "yapaccaya 2",
    "пс",
    "суффикс ya",
    "✓"
   ],
   [
    "yamu",
    "root",
    "(грамм.) √ям (поддержка)",
    "✓"
   ],
   [
    "yasu",
    "root",
    "(грам) √yas (стремиться, бороться)",
    "~"
   ],
   [
    "yu",
    "несклон",
    "(грам) технический термин в кaccāyanabyākaraṇa для первичных производных ана, уṇa, āнана, ака, āнанака",
    "✓"
   ],
   [
    "yutta 5",
    "прич.прош",
    "(грам) правильный",
    "✓"
   ],
   [
    "yuttattha",
    "муж",
    "связанное значение",
    "✓"
   ],
   [
    "yoga 4",
    "прил",
    "синтаксически подчинённый",
    "✓"
   ],
   [
    "yogaṭṭhāna",
    "ср",
    "(грамм.) использование",
    "~"
   ],
   [
    "yogavibhāga",
    "муж",
    "разделение грамматического правила на две части",
    "✓"
   ],
   [
    "yojetabba",
    "прич.буд",
    "должен быть добавлен",
    "✓"
   ],
   [
    "ra",
    "буква",
    "буква р",
    "✓"
   ],
   [
    "rassa 2",
    "прил",
    "(грамм.) короткий",
    "✓"
   ],
   [
    "rassa 3",
    "муж",
    "(грамм.) краткий гласный",
    "✓"
   ],
   [
    "rudhādi",
    "ср",
    "(грам.): √рудх и т.д.",
    "✓"
   ],
   [
    "rudhādigaṇa",
    "муж",
    "(грамм) √rudh и т.п. группа",
    "✓"
   ],
   [
    "rūpa 6",
    "ср",
    "форма слова",
    "~"
   ],
   [
    "rūpa 7",
    "ср",
    "(грам.) звук слова",
    "~"
   ],
   [
    "rūpanipphādana",
    "ср",
    "формообразование",
    "~"
   ],
   [
    "rūpārūpadhātuggahaṇa",
    "ср",
    "грамматические термины, использующие слова «форма и бесформенное состояние»",
    "~"
   ],
   [
    "la",
    "буква",
    "буква «л»",
    "✓"
   ],
   [
    "lakkhaṇa 5",
    "ср",
    "(грам.) правило",
    "~"
   ],
   [
    "labha 2",
    "root",
    "корень √labh (получить)",
    "✓"
   ],
   [
    "lahu 3",
    "прил",
    "короткий (гласный) например а и у",
    "✓"
   ],
   [
    "lahumatta",
    "прил",
    "(граматика) (о гласной) короткая по длительности",
    "✓"
   ],
   [
    "liṅga 3",
    "ср",
    "(грамм.) род",
    "✓"
   ],
   [
    "liṅga 4",
    "ср",
    "(грам.) глагольная основа",
    "✓"
   ],
   [
    "liṅgavipallāsa 1",
    "муж",
    "инверсия рода",
    "~"
   ],
   [
    "liṅgānukaraṇa",
    "ср",
    "(грам) имитирующее основание",
    "~"
   ],
   [
    "lutta 1",
    "прич.прош",
    "элидированный",
    "✓"
   ],
   [
    "lutti",
    "жен",
    "(грам.) элизия",
    "~"
   ],
   [
    "lupyati",
    "наст",
    "(грам) опускается",
    "✓"
   ],
   [
    "lopa 1",
    "муж",
    "эллизия",
    "✓"
   ],
   [
    "lopamāpajjate",
    "сандхи",
    "опускается",
    "✓"
   ],
   [
    "lopaṃ pappoti",
    "идиома",
    "при соседнем звуке последующие гласные выпадают",
    "✓"
   ],
   [
    "va 4.1",
    "буква",
    "(гр.) буква в",
    "✓"
   ],
   [
    "vakāra",
    "муж",
    "буква в",
    "✓"
   ],
   [
    "vakāratta",
    "ср",
    "грам. буква в",
    "✓"
   ],
   [
    "vagga 4",
    "муж",
    "набора",
    "✓"
   ],
   [
    "vaca 1",
    "root",
    "(грамм.) √vac (говорить, произносить)",
    "✓"
   ],
   [
    "vacana 4",
    "ср",
    "(грамм.) грамматическое число",
    "✓"
   ],
   [
    "vacanabyattaya",
    "муж",
    "обратная смена числа",
    "✓"
   ],
   [
    "vaṇṇa 1.07",
    "муж",
    "(грамм.) буква",
    "✓"
   ],
   [
    "vaṇṇakālabyavadhāna",
    "ср",
    "буква и пауза, которые блокируют сандхи",
    "✓"
   ],
   [
    "vaṇṇabyavadhāna",
    "ср",
    "буква, которая блокирует сандхи",
    "✓"
   ],
   [
    "vatta 2.1",
    "буква",
    "буква v",
    "~"
   ],
   [
    "vattamānavacana",
    "ср",
    "в грамматике: настоящее время",
    "✓"
   ],
   [
    "vattamānā",
    "жен",
    "(грам.) настоящее время",
    "✓"
   ],
   [
    "vattamānāvibhatti",
    "жен",
    "спряжение настоящего времени",
    "✓"
   ],
   [
    "vada 2",
    "root",
    "(грам.) √вад (говорить, произносить)",
    "✓"
   ],
   [
    "vant",
    "суфф",
    "как",
    "✓"
   ],
   [
    "vavatthita 3",
    "прич.прош",
    "отделенный",
    "~"
   ],
   [
    "vavatthitavibhāsā",
    "жен",
    "ограниченный вариант",
    "~"
   ],
   [
    "vasa 2.1",
    "root",
    "(грамм) √vas (жить)",
    "✓"
   ],
   [
    "vaha 1",
    "root",
    "(грам) √вах (ность, приносить)",
    "✓"
   ],
   [
    "vā 2",
    "несклон",
    "(грам.) или",
    "✓"
   ],
   [
    "vākya 2",
    "ср",
    "(грам.) предложение",
    "~"
   ],
   [
    "vākyadvaya",
    "ср",
    "двойное предложение",
    "~"
   ],
   [
    "vācaka 1",
    "прил",
    "(грамм.) явный",
    "~"
   ],
   [
    "vācaka 2",
    "ср",
    "(гр.) явное выражение",
    "~"
   ],
   [
    "vādhikāratta",
    "ср",
    "область факультативности",
    "~"
   ],
   [
    "vi 1.1",
    "прист",
    "вдали от",
    "✓"
   ],
   [
    "vi 1.2",
    "прист",
    "очень",
    "~"
   ],
   [
    "vikappena",
    "несклон",
    "по выбору",
    "~"
   ],
   [
    "vikaraṇa",
    "ср",
    "(грам.) знак спрягания",
    "✓"
   ],
   [
    "videsapāṭha",
    "муж",
    "вариант чтения из чужой (страны)",
    "~"
   ],
   [
    "vidhāyaka 1",
    "прил",
    "осуществляющий действие",
    "~"
   ],
   [
    "vipariyaya",
    "муж",
    "(грам) перестановка",
    "✓"
   ],
   [
    "viparīta 3",
    "прич.прош",
    "(грам) метатезированный",
    "✓"
   ],
   [
    "vibhatti 1",
    "жен",
    "(грам) флексия",
    "✓"
   ],
   [
    "vibhattika 1",
    "прил",
    "(грамм.) с сопряжением",
    "✓"
   ],
   [
    "vibhattipaccaya",
    "муж",
    "инфлекции и суффиксы",
    "✓"
   ],
   [
    "vibhāga 1",
    "муж",
    "классификация",
    "✓"
   ],
   [
    "vibhāgavant",
    "прил",
    "(грам) классифицированный",
    "~"
   ],
   [
    "vibhāvita",
    "прич.прош",
    "разъяснённый",
    "~"
   ],
   [
    "viyojayati",
    "наст",
    "разъединяет (от)",
    "✓"
   ],
   [
    "viraha 1",
    "муж",
    "отсутствие",
    "~"
   ],
   [
    "virūpekasesa",
    "муж",
    "синекдоха",
    "~"
   ],
   [
    "visaya 2",
    "муж",
    "(грам) падеж",
    "~"
   ],
   [
    "visodhitapada",
    "ср",
    "(гр.) исправленное слово",
    "✓"
   ],
   [
    "vīti 2.1",
    "прист",
    "-",
    "✓"
   ],
   [
    "vutti 2",
    "жен",
    "(грам.) поэтика",
    "~"
   ],
   [
    "vuttirakkhaṇattham",
    "несклон",
    "ради защиты просодии",
    "~"
   ],
   [
    "vuddhi 2",
    "жен",
    "(грам.) (о гласном звуке) усиление и удлинение (чего-либо)",
    "✓"
   ],
   [
    "vūpa",
    "прист",
    "-",
    "✓"
   ],
   [
    "vo 2.1",
    "прист",
    "-",
    "✓"
   ],
   [
    "voharitabba",
    "прич.буд",
    "следует использовать",
    "~"
   ],
   [
    "vohāra 5",
    "муж",
    "употребление",
    "~"
   ],
   [
    "sa 1.1",
    "буква",
    "(грамм) буква с",
    "✓"
   ],
   [
    "sa 4.1",
    "суфф",
    "са суффикс",
    "✓"
   ],
   [
    "sa 5.1",
    "прист",
    "с",
    "✓"
   ],
   [
    "saupasagga",
    "прил",
    "имея приставку",
    "~"
   ],
   [
    "sakammaka",
    "прил",
    "грамм. переходный",
    "✓"
   ],
   [
    "sakkatānurūpa",
    "прил",
    "соответствующий санскриту (орфография или сандхи)",
    "~"
   ],
   [
    "saṅkhyā 1",
    "жен",
    "(грам) числительное",
    "✓"
   ],
   [
    "saṅkhyāpubba",
    "прил",
    "имеющий числительное в первой позиции",
    "✓"
   ],
   [
    "saṅgahīta",
    "прич.прош",
    "взятые вместе",
    "✓"
   ],
   [
    "sañcarati 1",
    "наст",
    "используется",
    "~"
   ],
   [
    "saññā 4",
    "жен",
    "(грам) грамматический термин",
    "✓"
   ],
   [
    "saññicchā",
    "жен",
    "желание сделать существительное",
    "~"
   ],
   [
    "saññoga 2",
    "муж",
    "сцепление согласных",
    "~"
   ],
   [
    "sattamī 1",
    "жен",
    "(грам.) сослагательное наклонение",
    "✓"
   ],
   [
    "sattamīvibhatti 1",
    "жен",
    "грамматическое склонение сослагательного наклонения",
    "✓"
   ],
   [
    "sadda 4",
    "муж",
    "(грамм) слово",
    "✓"
   ],
   [
    "saddato",
    "несклон",
    "по звуку",
    "~"
   ],
   [
    "saddasattha",
    "ср",
    "(грам.) грамматика",
    "~"
   ],
   [
    "saddhudhātu",
    "жен",
    "корень saddhu (неизвестный корень в какой-либо из классических грамматик)",
    "~"
   ],
   [
    "sadhātvanta",
    "прил",
    "(грам) заканчивающийся глагольным корнем",
    "✓"
   ],
   [
    "sadhu",
    "муж",
    "(грамм.) √сах (осмеивать, высмеивать)",
    "~"
   ],
   [
    "sadhudhātu",
    "жен",
    "(грам.) корень √sadh",
    "~"
   ],
   [
    "sandhi 1",
    "муж",
    "(грам) сандхи",
    "✓"
   ],
   [
    "sannidhīyati",
    "наст",
    "состоит",
    "✓"
   ],
   [
    "sapaccaya 2.1",
    "прил",
    "(грамм.) вместе с суффиксом",
    "✓"
   ],
   [
    "sapaccaya 3.1",
    "муж",
    "(грам) суффикс са",
    "✓"
   ],
   [
    "sabbakāla",
    "муж",
    "во все времена",
    "✓"
   ],
   [
    "sabbato 4",
    "местоим",
    "после всех корней",
    "✓"
   ],
   [
    "sabbattha 3",
    "несклон",
    "во всех случаях",
    "✓"
   ],
   [
    "sabbadhātuka",
    "прил",
    "принадлежащий к классу корней, объединяющему глагольные окончания в четырёх временных формах (то есть аорист, повелительное наклонение, сослагательное наклонение и настоящее время)",
    "✓"
   ],
   [
    "sabbanāma",
    "ср",
    "местоимение",
    "✓"
   ],
   [
    "sabbehi dhātūhi",
    "идиома",
    "после всех глагольных корней",
    "✓"
   ],
   [
    "samaññā 3",
    "жен",
    "(грам) грамматический термин",
    "✓"
   ],
   [
    "samānatthanipātapada",
    "ср",
    "(грам.) неизменяемая частица с одинаковым значением",
    "~"
   ],
   [
    "samāsa",
    "муж",
    "(грам) составное слово",
    "✓"
   ],
   [
    "samāsakappa",
    "муж",
    "раздел о сложных словах",
    "✓"
   ],
   [
    "samāsanta",
    "муж",
    "конец сложного слова",
    "✓"
   ],
   [
    "samāsantagata",
    "прил",
    "находящийся в конце составного слова",
    "✓"
   ],
   [
    "samīpūpacāra",
    "муж",
    "ближайшая метафора",
    "~"
   ],
   [
    "samuccaya 1",
    "муж",
    "(грам.) союз",
    "✓"
   ],
   [
    "sampadāna 2",
    "ср",
    "(грам) дательный падеж",
    "✓"
   ],
   [
    "sampadānavacana",
    "ср",
    "(грам.) дательный падеж",
    "✓"
   ],
   [
    "sambandha 3",
    "муж",
    "(грам) отношение",
    "~"
   ],
   [
    "sambandha 4",
    "муж",
    "(грам.) построение",
    "~"
   ],
   [
    "sambandhanīya",
    "прич.буд",
    "конструируемый",
    "~"
   ],
   [
    "sara 2.3",
    "муж",
    "(грам.) гласная",
    "✓"
   ],
   [
    "saranta 1.1",
    "прил",
    "заканчивающийся на гласную",
    "✓"
   ],
   [
    "savaṇṇa 1",
    "прил",
    "имея тот же звук",
    "✓"
   ],
   [
    "saṃ 1.1",
    "прист",
    "вместе",
    "✓"
   ],
   [
    "saṃyoga 3",
    "муж",
    "(грам.) соединение согласных кластеров",
    "✓"
   ],
   [
    "saṃyoganta",
    "прил",
    "заканчивающийся на стыке согласных",
    "~"
   ],
   [
    "saṃvaṇṇenta",
    "прич.наст",
    "комментируя",
    "~"
   ],
   [
    "sāgama",
    "муж",
    "(грам.) вставка буквы s",
    "✓"
   ],
   [
    "sādhaka 1",
    "ср",
    "фактор, делающий действие возможным",
    "~"
   ],
   [
    "sādhana 1",
    "ср",
    "(грам.) грамматическая процедура",
    "✓"
   ],
   [
    "sānunāsika",
    "прил",
    "грамматический термин: носализованный",
    "~"
   ],
   [
    "sāmañña 2.4",
    "ср",
    "(грам) сходство",
    "~"
   ],
   [
    "sāmivacana",
    "ср",
    "(грам.) родительный падеж",
    "✓"
   ],
   [
    "sāmī 6",
    "жен",
    "родительный падеж",
    "~"
   ],
   [
    "sāmyattha",
    "муж",
    "генитивное значение (грам.)",
    "~"
   ],
   [
    "si 1.1",
    "оконч",
    "настоящее время, 2-е лицо единственного числа",
    "✓"
   ],
   [
    "sithila 2",
    "прил",
    "(грам) без придыхания",
    "✓"
   ],
   [
    "siddhi 3",
    "жен",
    "(грамм.) завершение",
    "~"
   ],
   [
    "su 2",
    "прист",
    "благо",
    "✓"
   ],
   [
    "sukhuccāraṇa",
    "ср",
    "легкость произношения",
    "~"
   ],
   [
    "suti 3",
    "жен",
    "(грамм.) звук слова",
    "~"
   ],
   [
    "sutivant",
    "прил",
    "имеющий звук",
    "~"
   ],
   [
    "sutisāmañña",
    "ср",
    "(грам) сходство звуков",
    "~"
   ],
   [
    "sudur",
    "прист",
    "очень тяжело",
    "✓"
   ],
   [
    "sūyati 2",
    "наст",
    "произносится",
    "✓"
   ],
   [
    "senāsanaggahaṇa",
    "ср",
    "употребление слова «постель и стул»",
    "~"
   ],
   [
    "so 2.1",
    "суфф",
    "как",
    "✓"
   ],
   [
    "so 2.2",
    "суфф",
    "пятью пять способов",
    "✓"
   ],
   [
    "svādi",
    "ср",
    "(грам.) √су и т.д.",
    "✓"
   ],
   [
    "svādigaṇa",
    "муж",
    "(грам) √су и т.д. группа",
    "✓"
   ],
   [
    "ssa 2",
    "суфф",
    "суффикс ssa",
    "✓"
   ],
   [
    "ha 1.1",
    "буква",
    "грамматически: буква h",
    "✓"
   ],
   [
    "hakāra",
    "муж",
    "буква h",
    "✓"
   ],
   [
    "hara 1.1",
    "root",
    "(грам.) √хар (уносить)",
    "✓"
   ],
   [
    "hā 1.1",
    "root",
    "(грамм) √hā (оставлять)",
    "✓"
   ],
   [
    "hi 3",
    "оконч",
    "(грам) hi",
    "✓"
   ],
   [
    "hiti",
    "суфф",
    "он сделает",
    "✓"
   ],
   [
    "hiyyattanī",
    "жен",
    "(грама) имперфектное прошедшее время",
    "✓"
   ],
   [
    "hiyyattanīvibhatti",
    "жен",
    "инфлекции аориста прошедшего времени",
    "✓"
   ],
   [
    "hivibhatti",
    "жен",
    "(грам.) спряжение повелительного наклонения во 2-ем лице единственного числа",
    "✓"
   ],
   [
    "hisi",
    "суфф",
    "ты сделаешь",
    "✓"
   ],
   [
    "hīyattanī",
    "жен",
    "(грам.) прошедшее несовершенное время",
    "~"
   ],
   [
    "hū",
    "root",
    "(гр.) √hū (быть)",
    "✓"
   ],
   [
    "heṭṭhā 2",
    "несклон",
    "(грамм.) перед",
    "✓"
   ],
   [
    "hetuattha",
    "муж",
    "причинное значение",
    "✓"
   ],
   [
    "hetvattha",
    "муж",
    "(грам) значение причины",
    "✓"
   ],
   [
    "hotissara",
    "муж",
    "в грамматике: гласный звук слова \"хоти\"",
    "✓"
   ],
   [
    "ḷa",
    "буква",
    "буква ḷ",
    "✓"
   ],
   [
    "ḷanta",
    "прил",
    "(грам.) заканчивающийся на букву ḷ",
    "✓"
   ],
   [
    "ṃa",
    "пс",
    "(грамм) ṃ-а",
    "~"
   ]
  ],
  "count": 766
 },
 "prefixes": {
  "data": [
   [
    "a 2.1",
    "прист",
    "приставка 'аа' сокращена перед двойной согласной",
    "✓"
   ],
   [
    "a 2.2",
    "прист",
    "приставка у глаголов прошедшего времени и условного наклонения",
    "✓"
   ],
   [
    "a 2.3",
    "прист",
    "нет",
    "✓"
   ],
   [
    "acc",
    "прист",
    "слишком",
    "✓"
   ],
   [
    "acca",
    "прист",
    "слишком",
    "✓"
   ],
   [
    "ajjh",
    "прист",
    "форма приставки адхи- перед гласными, кроме 'ии'",
    "✓"
   ],
   [
    "ajjha",
    "прист",
    "-",
    "✓"
   ],
   [
    "ajjhā",
    "прист",
    "передвижение",
    "✓"
   ],
   [
    "ajjho",
    "прист",
    "-",
    "✓"
   ],
   [
    "ati",
    "прист",
    "вовне",
    "✓"
   ],
   [
    "adhi 1",
    "прист",
    "выше",
    "✓"
   ],
   [
    "an 1",
    "прист",
    "не",
    "✓"
   ],
   [
    "an 2",
    "прист",
    "неправильно",
    "✓"
   ],
   [
    "ana 1",
    "прист",
    "нет",
    "✓"
   ],
   [
    "ana 2",
    "прист",
    "не не",
    "✓"
   ],
   [
    "anānu",
    "прист",
    "-",
    "✓"
   ],
   [
    "anu 1",
    "прист",
    "(о пространстве) вдоль",
    "✓"
   ],
   [
    "anu 2",
    "прист",
    "(о времени) спустя",
    "✓"
   ],
   [
    "anu 3",
    "прист",
    "следующий",
    "✓"
   ],
   [
    "ano",
    "прист",
    "я тщательно массирую телом, используя руки.",
    "✓"
   ],
   [
    "ante",
    "прист",
    "рядом",
    "✓"
   ],
   [
    "anva",
    "прист",
    "-",
    "✓"
   ],
   [
    "anvā",
    "прист",
    "-",
    "✓"
   ],
   [
    "apa 1",
    "прист",
    "от",
    "✓"
   ],
   [
    "apaṭi",
    "прист",
    "не назад",
    "~"
   ],
   [
    "api 2.1",
    "прист",
    "на",
    "✓"
   ],
   [
    "abbh",
    "прист",
    "выше",
    "✓"
   ],
   [
    "abbhanu",
    "прист",
    "интенсивно следуя",
    "✓"
   ],
   [
    "abbho",
    "прист",
    "я, действительно, принадлежу к клану Касиков, но другие монахи не принадлежат к клану Касиков. этим он возвышает себя и унижает других. это, монахи, также признак плохого человека.",
    "✓"
   ],
   [
    "abhi 1",
    "прист",
    "очень",
    "✓"
   ],
   [
    "abhi 2",
    "прист",
    "к",
    "~"
   ],
   [
    "ava",
    "прист",
    "вниз",
    "✓"
   ],
   [
    "ā",
    "прист",
    "усилитель",
    "✓"
   ],
   [
    "u 2",
    "прист",
    "вверх",
    "✓"
   ],
   [
    "ud",
    "прист",
    "вверх",
    "✓"
   ],
   [
    "upa 1",
    "прист",
    "по направлению к",
    "✓"
   ],
   [
    "upa 2",
    "прист",
    "потомок",
    "✓"
   ],
   [
    "o 3.1",
    "прист",
    "вниз",
    "✓"
   ],
   [
    "kad",
    "прист",
    "плохо",
    "✓"
   ],
   [
    "kā 1.1",
    "прист",
    "маленький",
    "✓"
   ],
   [
    "ku 1",
    "прист",
    "плохо",
    "✓"
   ],
   [
    "ku 2",
    "прист",
    "маленький",
    "✓"
   ],
   [
    "du",
    "прист",
    "плохой",
    "✓"
   ],
   [
    "dubbi",
    "прист",
    "очень плохой",
    "✓"
   ],
   [
    "dur",
    "прист",
    "плохо",
    "✓"
   ],
   [
    "na 3",
    "прист",
    "не",
    "✓"
   ],
   [
    "nācc",
    "прист",
    "не очень много",
    "✓"
   ],
   [
    "ni 1",
    "прист",
    "вниз",
    "✓"
   ],
   [
    "nir",
    "прист",
    "не",
    "✓"
   ],
   [
    "nī",
    "прист",
    "далеко (от)",
    "✓"
   ],
   [
    "pa 2.1",
    "прист",
    "вперед",
    "✓"
   ],
   [
    "pacca",
    "прист",
    "-",
    "✓"
   ],
   [
    "paccanu",
    "прист",
    "-",
    "✓"
   ],
   [
    "paccud",
    "прист",
    "-",
    "✓"
   ],
   [
    "pati 3.3",
    "прист",
    "против",
    "✓"
   ],
   [
    "payirupa",
    "прист",
    "вокруг рядом",
    "~"
   ],
   [
    "parā",
    "прист",
    "через",
    "✓"
   ],
   [
    "pari 1",
    "прист",
    "вокруг",
    "✓"
   ],
   [
    "pi 2.1",
    "прист",
    "на",
    "✓"
   ],
   [
    "vi 1.1",
    "прист",
    "вдали от",
    "✓"
   ],
   [
    "vi 1.2",
    "прист",
    "очень",
    "~"
   ],
   [
    "vīti 2.1",
    "прист",
    "-",
    "✓"
   ],
   [
    "vūpa",
    "прист",
    "-",
    "✓"
   ],
   [
    "vo 2.1",
    "прист",
    "-",
    "✓"
   ],
   [
    "sa 5.1",
    "прист",
    "с",
    "✓"
   ],
   [
    "saṃ 1.1",
    "прист",
    "вместе",
    "✓"
   ],
   [
    "su 2",
    "прист",
    "благо",
    "✓"
   ],
   [
    "sudur",
    "прист",
    "очень тяжело",
    "✓"
   ]
  ],
  "count": 68
 },
 "conjugational signs": {
  "data": [
   [
    "a 3.1",
    "пс",
    "(грамм) знак спряжения для глаголов группы 1 bhū",
    "✓"
   ],
   [
    "akārapaccaya",
    "пс",
    "(грамм) суффикс",
    "✓"
   ],
   [
    "apaccaya 1.1",
    "пс",
    "(грам) суффикс",
    "✓"
   ],
   [
    "uṇā",
    "пс",
    "уṇa",
    "✓"
   ],
   [
    "o 2.1",
    "пс",
    "(грам.) о",
    "✓"
   ],
   [
    "okārapaccaya",
    "пс",
    "(грам) суффикс \"о\"",
    "✓"
   ],
   [
    "ṇaya 1",
    "пс",
    "(грам) *ая",
    "✓"
   ],
   [
    "ṇaya 2",
    "пс",
    "пая",
    "✓"
   ],
   [
    "ṇā",
    "пс",
    "ṇā",
    "✓"
   ],
   [
    "ṇu",
    "пс",
    "(грам.) ṇu",
    "✓"
   ],
   [
    "ṇupaccaya",
    "пс",
    "суффикс ṇu",
    "✓"
   ],
   [
    "ṇe 1",
    "пс",
    "(грам) *е",
    "✓"
   ],
   [
    "ṇe 2",
    "пс",
    "(грам) суффикс *e, используемый для образования каузативных глаголов",
    "✓"
   ],
   [
    "ṇhā",
    "пс",
    "(грам) ṇhā",
    "✓"
   ],
   [
    "nā",
    "пс",
    "contr: на",
    "✓"
   ],
   [
    "nāpaccaya",
    "пс",
    "(грам.) суффикс nā",
    "✓"
   ],
   [
    "ppa",
    "пс",
    "(грам) ppa",
    "✓"
   ],
   [
    "ppapaccaya",
    "пс",
    "(грамм) суффикс ppa",
    "✓"
   ],
   [
    "ya 3.1",
    "пс",
    "суффикс я",
    "✓"
   ],
   [
    "ya 3.2",
    "пс",
    "я",
    "✓"
   ],
   [
    "yakāratta",
    "пс",
    "я суффикс",
    "✓"
   ],
   [
    "yapaccaya 1",
    "пс",
    "суффикс ya",
    "✓"
   ],
   [
    "yapaccaya 2",
    "пс",
    "суффикс ya",
    "✓"
   ],
   [
    "ṃa",
    "пс",
    "(грамм) ṃ-а",
    "~"
   ]
  ],
  "count": 24
 },
 "abbreviations": {
  "data": [
   [
    "a 4.1",
    "сокращ",
    "сокращение от Ангуттара (Никая)",
    "✓"
   ],
   [
    "aṭṭha 3.1",
    "сокращ",
    "сокращение от Аттхакатха (комментарий)",
    "✓"
   ],
   [
    "apa 2",
    "сокращ",
    "аббревиатура от ападана",
    "✓"
   ],
   [
    "itivu",
    "сокращ",
    "сокращение от Итивуттака",
    "✓"
   ],
   [
    "udā",
    "сокращ",
    "сокращение от уданы",
    "~"
   ],
   [
    "ka 2.1",
    "сокращ",
    "различный вариант встречающийся в Камбоджийских текстах",
    "✓"
   ],
   [
    "kaṃ 2.1",
    "сокращ",
    "различный вариант встречающийся в Камбоджийских текстах",
    "✓"
   ],
   [
    "khu 2",
    "сокращ",
    "сокращение от Кхуддака (патха)",
    "✓"
   ],
   [
    "cūḷani",
    "сокращ",
    "сокращение от Чуланиддеса",
    "✓"
   ],
   [
    "ja 3.1",
    "сокращ",
    "сокращение от Джатака",
    "✓"
   ],
   [
    "ṭī",
    "сокращ",
    "аббревиатура слова ṭīkā",
    "~"
   ],
   [
    "ṭṭha",
    "сокращ",
    "сокращение от аттхакатха (комментарий)",
    "~"
   ],
   [
    "theragā",
    "сокращ",
    "сокращение от theragāthā",
    "~"
   ],
   [
    "dī",
    "сокращ",
    "сокращение от Дигха (Никая)",
    "✓"
   ],
   [
    "dha 2",
    "сокращ",
    "сокращение от Дхамма (пада)",
    "✓"
   ],
   [
    "ni 2",
    "сокращ",
    "сокращение от (Саньютта и т.д.) Никая",
    "✓"
   ],
   [
    "ni 3",
    "сокращ",
    "сокращение от (Сутта) Нипата",
    "✓"
   ],
   [
    "pa 4.1",
    "сокращ",
    "сокращение от (Дхамма)пада",
    "✓"
   ],
   [
    "pa 4.2",
    "сокращ",
    "аббревиатура от Паṭисамбхидамагга",
    "~"
   ],
   [
    "pa 4.3",
    "сокращ",
    "сокращение от паṭṭhāna",
    "~"
   ],
   [
    "paṭi",
    "сокращ",
    "аббревиатура от паṭисамбхида (магга)",
    "~"
   ],
   [
    "pā 2.1",
    "сокращ",
    "сокращение от (Кхуддака) патха",
    "✓"
   ],
   [
    "pāci",
    "сокращ",
    "аббревиатура слова pācittiya",
    "~"
   ],
   [
    "pāra 2.1",
    "сокращ",
    "аббревиатура от Параджикаканда",
    "~"
   ],
   [
    "pī",
    "сокращ",
    "различный вариант встречающийся в текстах ПТС",
    "✓"
   ],
   [
    "pu 1",
    "сокращ",
    "сокращение от пуччха",
    "✓"
   ],
   [
    "pu 2",
    "сокращ",
    "аббревиатура термина Пуггалапаньятти",
    "~"
   ],
   [
    "pe 1",
    "сокращ",
    "сокращение от пеииала",
    "✓"
   ],
   [
    "pe 2",
    "сокращ",
    "аббревиатура от Петаваттху",
    "~"
   ],
   [
    "pe 3",
    "сокращ",
    "аббревиатура от пета̄копадеса",
    "~"
   ],
   [
    "ma 4.1",
    "сокращ",
    "сокращение от Маджхима (Никая)",
    "✓"
   ],
   [
    "ma 4.2",
    "сокращ",
    "сокращение сокращения (Патисамбхида) Магга",
    "~"
   ],
   [
    "mahāni",
    "сокращ",
    "сокращение от Маханиддеса",
    "✓"
   ],
   [
    "mahāva",
    "сокращ",
    "сокращение от Махаванса",
    "✓"
   ],
   [
    "rū 2",
    "сокращ",
    "сокращение от рупавачара",
    "~"
   ],
   [
    "vi 2.1",
    "сокращ",
    "сокращение от виссаджжана",
    "✓"
   ],
   [
    "vi 2.2",
    "сокращ",
    "аббревиатура от Виманаваттху",
    "~"
   ],
   [
    "visuddhi 2.1",
    "сокращ",
    "сокращение от Висуддхимагга",
    "✓"
   ],
   [
    "saṃ 2.1",
    "сокращ",
    "сокращение от Саньютта (Никая)",
    "✓"
   ],
   [
    "sī",
    "сокращ",
    "различный вариант встречающийся в Шри-Ланкийских текстах",
    "✓"
   ],
   [
    "su 3",
    "сокращ",
    "аббревиатура суттапитака",
    "~"
   ],
   [
    "su 4",
    "сокращ",
    "аббревиатура от сутта",
    "~"
   ],
   [
    "syā",
    "сокращ",
    "различный вариант встречающийся в Тайских текстах",
    "✓"
   ]
  ],
  "count": 43
 },
 "pronouns": {
  "data": [
   [
    "akaci 1",
    "местоим",
    "ничто",
    "✓"
   ],
   [
    "akiñci",
    "местоим",
    "ничего",
    "✓"
   ],
   [
    "añña 1.1",
    "местоим",
    "другой",
    "✓"
   ],
   [
    "añña 1.2",
    "местоим",
    "что-то большее",
    "✓"
   ],
   [
    "aññatara 1",
    "местоим",
    "один",
    "✓"
   ],
   [
    "aññatara 2",
    "местоим",
    "один (из)",
    "✓"
   ],
   [
    "aññatara 3",
    "местоим",
    "еще один",
    "✓"
   ],
   [
    "aññataraññatara",
    "местоим",
    "один или другой",
    "✓"
   ],
   [
    "aññato 1",
    "местоим",
    "от другого",
    "✓"
   ],
   [
    "aññamañña",
    "местоим",
    "взаимный",
    "✓"
   ],
   [
    "aññissā",
    "местоим",
    "с другой",
    "✓"
   ],
   [
    "aññe",
    "местоим",
    "другие",
    "✓"
   ],
   [
    "aññenañña",
    "местоим",
    "одно с другим",
    "✓"
   ],
   [
    "aññesaṃ 1",
    "местоим",
    "другим",
    "✓"
   ],
   [
    "aduṃ",
    "местоим",
    "тот",
    "✓"
   ],
   [
    "anañña",
    "местоим",
    "ни иной",
    "✓"
   ],
   [
    "anena",
    "местоим",
    "этим",
    "✓"
   ],
   [
    "appekacca",
    "местоим",
    "некие",
    "✓"
   ],
   [
    "aminā",
    "местоим",
    "с ним",
    "✓"
   ],
   [
    "amu",
    "местоим",
    "такой",
    "✓"
   ],
   [
    "amunā",
    "местоим",
    "этим",
    "✓"
   ],
   [
    "amūsaṃ 2",
    "местоим",
    "таких-то",
    "✓"
   ],
   [
    "amhaṃ",
    "местоим",
    "наш",
    "✓"
   ],
   [
    "amhākaṃ 1",
    "местоим",
    "нас",
    "✓"
   ],
   [
    "amhākaṃ 2",
    "местоим",
    "нам",
    "✓"
   ],
   [
    "amhākaṃ 3",
    "местоим",
    "наш",
    "✓"
   ],
   [
    "amhākaṃ 4",
    "местоим",
    "наш",
    "✓"
   ],
   [
    "amhe 1",
    "местоим",
    "мы",
    "✓"
   ],
   [
    "amhe 2",
    "местоим",
    "нас",
    "✓"
   ],
   [
    "amhe 3",
    "местоим",
    "(царственное множественное) я",
    "~"
   ],
   [
    "amhe 4",
    "местоим",
    "меня",
    "✓"
   ],
   [
    "amhesu",
    "местоим",
    "в нас",
    "✓"
   ],
   [
    "amhehi 1",
    "местоим",
    "нами",
    "✓"
   ],
   [
    "amhehi 2",
    "местоим",
    "от нас",
    "~"
   ],
   [
    "amhehi 3",
    "местоим",
    "нас",
    "~"
   ],
   [
    "amhehi 4",
    "местоим",
    "мною",
    "✓"
   ],
   [
    "amhehi 5",
    "местоим",
    "из нас",
    "~"
   ],
   [
    "ayaṃ",
    "местоим",
    "это",
    "✓"
   ],
   [
    "asu",
    "местоим",
    "тот",
    "✓"
   ],
   [
    "asmā 1.1",
    "местоим",
    "из этого",
    "✓"
   ],
   [
    "asmā 2.1",
    "местоим",
    "нам",
    "~"
   ],
   [
    "asmā 2.2",
    "местоим",
    "(множественное величия) ко мне",
    "~"
   ],
   [
    "asmiṃ",
    "местоим",
    "в этом",
    "✓"
   ],
   [
    "assa 4.1",
    "местоим",
    "ему",
    "✓"
   ],
   [
    "assa 4.2",
    "местоим",
    "его",
    "✓"
   ],
   [
    "assā 2.1",
    "местоим",
    "для нее",
    "✓"
   ],
   [
    "ahaṃ",
    "местоим",
    "я",
    "✓"
   ],
   [
    "āsaṃ",
    "местоим",
    "их",
    "✓"
   ],
   [
    "itara 1",
    "местоим",
    "другой",
    "✓"
   ],
   [
    "itara 2",
    "местоим",
    "остальной",
    "✓"
   ],
   [
    "ito 1",
    "местоим",
    "от этого (человека)",
    "✓"
   ],
   [
    "idaṃ 1",
    "местоим",
    "это",
    "✓"
   ],
   [
    "idaṃ 2",
    "местоим",
    "это",
    "✓"
   ],
   [
    "idhekacca",
    "местоим",
    "здесь некоторый",
    "✓"
   ],
   [
    "ima 1.1",
    "местоим",
    "этот",
    "✓"
   ],
   [
    "imamhā",
    "местоим",
    "от этого (человека)",
    "✓"
   ],
   [
    "imamhi",
    "местоим",
    "на этом",
    "✓"
   ],
   [
    "imasmā",
    "местоим",
    "от этого",
    "✓"
   ],
   [
    "imasmiṃ 1",
    "местоим",
    "в этом",
    "✓"
   ],
   [
    "imasmiṃ 2",
    "местоим",
    "в то время как этот",
    "✓"
   ],
   [
    "imassa 1",
    "местоим",
    "этому",
    "✓"
   ],
   [
    "imassa 2",
    "местоим",
    "этого",
    "✓"
   ],
   [
    "imaṃ",
    "местоим",
    "это",
    "✓"
   ],
   [
    "imā",
    "местоим",
    "эти",
    "✓"
   ],
   [
    "imāni",
    "местоим",
    "эти",
    "✓"
   ],
   [
    "imāya",
    "местоим",
    "этой",
    "✓"
   ],
   [
    "imāyaṃ",
    "местоим",
    "в этом",
    "~"
   ],
   [
    "imāyo",
    "местоим",
    "эти",
    "✓"
   ],
   [
    "imāsaṃ",
    "местоим",
    "их",
    "✓"
   ],
   [
    "imāhi 1",
    "местоим",
    "этими",
    "✓"
   ],
   [
    "iminā",
    "местоим",
    "с этим",
    "✓"
   ],
   [
    "imissaṃ",
    "местоим",
    "в этой",
    "✓"
   ],
   [
    "imissā 1",
    "местоим",
    "этой",
    "✓"
   ],
   [
    "imissā 2",
    "местоим",
    "когда эта",
    "✓"
   ],
   [
    "ime",
    "местоим",
    "эти",
    "✓"
   ],
   [
    "imesaṃ 1",
    "местоим",
    "этим",
    "✓"
   ],
   [
    "imesaṃ 2",
    "местоим",
    "этих",
    "✓"
   ],
   [
    "imehi 1",
    "местоим",
    "этим",
    "✓"
   ],
   [
    "imehi 2",
    "местоим",
    "от этих",
    "✓"
   ],
   [
    "ubha",
    "местоим",
    "оба",
    "✓"
   ],
   [
    "ubhinnaṃ 2",
    "местоим",
    "обоих",
    "✓"
   ],
   [
    "ubhe",
    "местоим",
    "оба",
    "✓"
   ],
   [
    "ubho",
    "местоим",
    "оба",
    "✓"
   ],
   [
    "ubhosu",
    "местоим",
    "в обоих",
    "✓"
   ],
   [
    "ubhohi",
    "местоим",
    "обоими",
    "✓"
   ],
   [
    "ekacca 1",
    "местоим",
    "один",
    "✓"
   ],
   [
    "ekacca 2",
    "местоим",
    "некоторый",
    "✓"
   ],
   [
    "eta",
    "местоим",
    "этот",
    "✓"
   ],
   [
    "etato",
    "местоим",
    "чем это",
    "~"
   ],
   [
    "etad",
    "местоим",
    "этот",
    "✓"
   ],
   [
    "etamhā",
    "местоим",
    "от этого",
    "✓"
   ],
   [
    "etasmā 1",
    "местоим",
    "из этого",
    "✓"
   ],
   [
    "etasmā 2",
    "местоим",
    "чем это",
    "✓"
   ],
   [
    "etasmiṃ",
    "местоим",
    "в этом",
    "✓"
   ],
   [
    "etassa 1",
    "местоим",
    "для этого",
    "✓"
   ],
   [
    "etassa 2",
    "местоим",
    "этого",
    "✓"
   ],
   [
    "etaṃ 1",
    "местоим",
    "это",
    "✓"
   ],
   [
    "etaṃ 2",
    "местоим",
    "это",
    "✓"
   ],
   [
    "etāni 1",
    "местоим",
    "эти",
    "✓"
   ],
   [
    "etāni 2",
    "местоим",
    "эти вещи (объект)",
    "✓"
   ],
   [
    "etāya 1",
    "местоим",
    "после этого",
    "✓"
   ],
   [
    "etissā 2",
    "местоим",
    "этого",
    "✓"
   ],
   [
    "ete 1",
    "местоим",
    "эти",
    "✓"
   ],
   [
    "ete 2",
    "местоим",
    "их",
    "✓"
   ],
   [
    "etesaṃ 1",
    "местоим",
    "им",
    "✓"
   ],
   [
    "etesaṃ 2",
    "местоим",
    "их",
    "✓"
   ],
   [
    "etesu",
    "местоим",
    "в этих",
    "✓"
   ],
   [
    "etehi 1",
    "местоим",
    "этими",
    "✓"
   ],
   [
    "enaṃ",
    "местоим",
    "его",
    "✓"
   ],
   [
    "evamidhekacca",
    "местоим",
    "таким образом здесь один",
    "✓"
   ],
   [
    "esa",
    "местоим",
    "он",
    "✓"
   ],
   [
    "esā",
    "местоим",
    "она",
    "✓"
   ],
   [
    "esānaṃ 2",
    "местоим",
    "этих",
    "✓"
   ],
   [
    "eso",
    "местоим",
    "этот",
    "✓"
   ],
   [
    "ka 1.1",
    "местоим",
    "кто?",
    "✓"
   ],
   [
    "kaci",
    "местоим",
    "какой-то",
    "✓"
   ],
   [
    "kañci",
    "местоим",
    "кого либо",
    "✓"
   ],
   [
    "katama",
    "местоим",
    "который?",
    "✓"
   ],
   [
    "katamasmiṃ",
    "местоим",
    "в котором?",
    "✓"
   ],
   [
    "katamena",
    "несклон",
    "в каком направлении? каким образом? где?",
    "✓"
   ],
   [
    "kati",
    "местоим",
    "сколько?",
    "✓"
   ],
   [
    "katī",
    "местоим",
    "сколько?",
    "✓"
   ],
   [
    "katīhi",
    "местоим",
    "сколькими?",
    "✓"
   ],
   [
    "kassa 1",
    "местоим",
    "кому?",
    "✓"
   ],
   [
    "kassa 2",
    "местоим",
    "которого?",
    "✓"
   ],
   [
    "kassaci 1",
    "местоим",
    "кому-то",
    "✓"
   ],
   [
    "kassaci 2",
    "местоим",
    "кого-то",
    "✓"
   ],
   [
    "kaṃ 1.1",
    "местоим",
    "которого?",
    "✓"
   ],
   [
    "kā 2.1",
    "местоим",
    "что?",
    "✓"
   ],
   [
    "kāci",
    "местоим",
    "какая-нибудь",
    "✓"
   ],
   [
    "kāni",
    "местоим",
    "что?",
    "✓"
   ],
   [
    "kānici",
    "местоим",
    "какие угодно",
    "✓"
   ],
   [
    "kāya 2.1",
    "местоим",
    "чем",
    "✓"
   ],
   [
    "ki",
    "местоим",
    "кто? что? какой?",
    "✓"
   ],
   [
    "kiñci 2",
    "местоим",
    "что либо",
    "✓"
   ],
   [
    "kiñci 3",
    "местоим",
    "что-либо",
    "✓"
   ],
   [
    "kiñci 4",
    "местоим",
    "немного",
    "~"
   ],
   [
    "kimhi 1",
    "местоим",
    "в чем?",
    "✓"
   ],
   [
    "kimhi 2",
    "местоим",
    "когда что?",
    "✓"
   ],
   [
    "kismā",
    "местоим",
    "из чего?",
    "✓"
   ],
   [
    "kismici",
    "местоим",
    "во всем",
    "✓"
   ],
   [
    "kismiṃ 1",
    "местоим",
    "в чем?",
    "✓"
   ],
   [
    "kismiṃ 2",
    "местоим",
    "на каком основании?",
    "✓"
   ],
   [
    "kismiṃ 3",
    "местоим",
    "когда что?",
    "✓"
   ],
   [
    "kissa 1",
    "местоим",
    "для кого?",
    "✓"
   ],
   [
    "kissa 2",
    "местоим",
    "кого?",
    "✓"
   ],
   [
    "kiṃ 1",
    "местоим",
    "кто?",
    "✓"
   ],
   [
    "ke",
    "местоим",
    "кто? что? какой?",
    "✓"
   ],
   [
    "keci",
    "местоим",
    "кто бы ни",
    "✓"
   ],
   [
    "kena 1",
    "местоим",
    "чем?",
    "✓"
   ],
   [
    "kena 2",
    "местоим",
    "почему?",
    "✓"
   ],
   [
    "kenaci",
    "местоим",
    "кем-либо",
    "✓"
   ],
   [
    "kesañci",
    "местоим",
    "какого угодно",
    "✓"
   ],
   [
    "kesaṃ 1",
    "местоим",
    "для кого?",
    "✓"
   ],
   [
    "kesaṃ 2",
    "местоим",
    "чьих?",
    "✓"
   ],
   [
    "kesu",
    "местоим",
    "в чем?",
    "✓"
   ],
   [
    "kehici",
    "местоим",
    "кем угодно",
    "✓"
   ],
   [
    "ko",
    "местоим",
    "кто?",
    "✓"
   ],
   [
    "koci 1",
    "местоим",
    "кто-то",
    "✓"
   ],
   [
    "ky",
    "местоим",
    "кто?",
    "✓"
   ],
   [
    "ta 1.1",
    "местоим",
    "тот",
    "✓"
   ],
   [
    "tato 1",
    "местоим",
    "оттуда",
    "✓"
   ],
   [
    "tato 2",
    "местоим",
    "(сравнительный) чем это",
    "✓"
   ],
   [
    "tatrekacca",
    "местоим",
    "в этом случае некоторые",
    "✓"
   ],
   [
    "tad",
    "местоим",
    "эта",
    "✓"
   ],
   [
    "tadañña 1",
    "местоим",
    "тот другой",
    "✓"
   ],
   [
    "tadañña 2",
    "местоим",
    "отличный от того",
    "~"
   ],
   [
    "tamhā",
    "местоим",
    "из этого",
    "✓"
   ],
   [
    "tamhi 1",
    "местоим",
    "в этом",
    "✓"
   ],
   [
    "tamhi 2",
    "местоим",
    "до того",
    "~"
   ],
   [
    "tayā 1",
    "местоим",
    "тобой",
    "✓"
   ],
   [
    "tayā 2",
    "местоим",
    "от тебя",
    "✓"
   ],
   [
    "tayi",
    "местоим",
    "в тебе",
    "✓"
   ],
   [
    "tava 1",
    "местоим",
    "тебе",
    "✓"
   ],
   [
    "tava 2",
    "местоим",
    "твой",
    "✓"
   ],
   [
    "tasmā 1",
    "местоим",
    "вследствие этого",
    "✓"
   ],
   [
    "tasmi",
    "местоим",
    "в том",
    "✓"
   ],
   [
    "tasmiṃ 1",
    "местоим",
    "в том",
    "✓"
   ],
   [
    "tasmiṃ 2",
    "местоим",
    "когда этот",
    "✓"
   ],
   [
    "tasmiṃ 3",
    "местоим",
    "до этого",
    "~"
   ],
   [
    "tasmiṃ 4",
    "местоим",
    "в том случае",
    "✓"
   ],
   [
    "tasmiṃ 5",
    "местоим",
    "под этим",
    "~"
   ],
   [
    "tassa 1",
    "местоим",
    "ему",
    "✓"
   ],
   [
    "tassa 2",
    "местоим",
    "его",
    "✓"
   ],
   [
    "tassa 3",
    "местоим",
    "когда он",
    "✓"
   ],
   [
    "tassaṃ",
    "местоим",
    "в той",
    "✓"
   ],
   [
    "tassā 1",
    "местоим",
    "ей",
    "✓"
   ],
   [
    "tassā 2",
    "местоим",
    "ее",
    "✓"
   ],
   [
    "taṃ 1.1",
    "местоим",
    "тот",
    "✓"
   ],
   [
    "taṃ 1.2",
    "местоим",
    "его",
    "✓"
   ],
   [
    "taṃ 2.1",
    "местоим",
    "тебя",
    "✓"
   ],
   [
    "tā 1.1",
    "местоим",
    "они",
    "✓"
   ],
   [
    "tā 1.2",
    "местоим",
    "их",
    "✓"
   ],
   [
    "tāni 1",
    "местоим",
    "они",
    "✓"
   ],
   [
    "tāni 2",
    "местоим",
    "их",
    "✓"
   ],
   [
    "tāya 1",
    "местоим",
    "ею",
    "✓"
   ],
   [
    "tāyaṃ",
    "местоим",
    "в той",
    "✓"
   ],
   [
    "tāsaṃ 2",
    "местоим",
    "тех",
    "✓"
   ],
   [
    "tāsu",
    "местоим",
    "в них",
    "✓"
   ],
   [
    "tāhi 1",
    "местоим",
    "с этими",
    "✓"
   ],
   [
    "tāhi 2",
    "местоим",
    "от тех",
    "✓"
   ],
   [
    "tissaṃ",
    "местоим",
    "в том",
    "✓"
   ],
   [
    "tumha",
    "местоим",
    "ты",
    "✓"
   ],
   [
    "tumhaṃ 1",
    "местоим",
    "вам",
    "✓"
   ],
   [
    "tumhaṃ 2",
    "местоим",
    "ваш",
    "~"
   ],
   [
    "tumhāka",
    "местоим",
    "вам всем",
    "✓"
   ],
   [
    "tumhākaṃ 2",
    "местоим",
    "для вас",
    "✓"
   ],
   [
    "tumhākaṃ 3",
    "местоим",
    "ваш",
    "✓"
   ],
   [
    "tumhe 1",
    "местоим",
    "вы",
    "✓"
   ],
   [
    "tumhe 2",
    "местоим",
    "вас",
    "✓"
   ],
   [
    "tumhe 3",
    "местоим",
    "вы все",
    "~"
   ],
   [
    "tumhe 4",
    "местоим",
    "вас всех",
    "✓"
   ],
   [
    "tumhehi 1",
    "местоим",
    "вами",
    "✓"
   ],
   [
    "tumhehi 2",
    "местоим",
    "от вас всех",
    "✓"
   ],
   [
    "tuyha",
    "местоим",
    "твоё",
    "✓"
   ],
   [
    "tuyhaṃ 1",
    "местоим",
    "для тебя",
    "✓"
   ],
   [
    "tuyhaṃ 2",
    "местоим",
    "твой",
    "✓"
   ],
   [
    "tuvaṃ 1",
    "местоим",
    "ты",
    "✓"
   ],
   [
    "tuvaṃ 2",
    "местоим",
    "тебя",
    "✓"
   ],
   [
    "te 1.1",
    "местоим",
    "они",
    "✓"
   ],
   [
    "te 1.2",
    "местоим",
    "их",
    "✓"
   ],
   [
    "te 2.1",
    "местоим",
    "тебя",
    "✓"
   ],
   [
    "te 2.2",
    "местоим",
    "тобой",
    "✓"
   ],
   [
    "te 2.3",
    "местоим",
    "для тебя",
    "✓"
   ],
   [
    "te 2.4",
    "местоим",
    "твой",
    "✓"
   ],
   [
    "te 2.5",
    "местоим",
    "когда ты",
    "✓"
   ],
   [
    "tena 1",
    "местоим",
    "с ним",
    "✓"
   ],
   [
    "tesa",
    "местоим",
    "их",
    "~"
   ],
   [
    "tesaṃ 1",
    "местоим",
    "для них",
    "✓"
   ],
   [
    "tesaṃ 2",
    "местоим",
    "их",
    "✓"
   ],
   [
    "tesaṃ 3",
    "местоим",
    "когда они",
    "✓"
   ],
   [
    "tesu",
    "местоим",
    "в тех",
    "✓"
   ],
   [
    "tehi 1",
    "местоим",
    "с ними",
    "✓"
   ],
   [
    "tehi 2",
    "местоим",
    "чем этих",
    "✓"
   ],
   [
    "tvaṃ 1",
    "местоим",
    "ты",
    "✓"
   ],
   [
    "tvaṃ 2",
    "местоим",
    "тебя",
    "✓"
   ],
   [
    "naṃ",
    "местоим",
    "его",
    "✓"
   ],
   [
    "nāñña 1",
    "местоим",
    "не другой",
    "✓"
   ],
   [
    "nāñña 2",
    "местоим",
    "ничто иное",
    "✓"
   ],
   [
    "nāññatara",
    "местоим",
    "не другой",
    "~"
   ],
   [
    "nāññato",
    "местоим",
    "ни от кого либо еще",
    "✓"
   ],
   [
    "nāññenañña",
    "местоим",
    "не путает одно с другим",
    "✓"
   ],
   [
    "nāññesaṃ",
    "местоим",
    "не другим",
    "✓"
   ],
   [
    "ne 2",
    "местоим",
    "их",
    "✓"
   ],
   [
    "neta",
    "местоим",
    "это не",
    "✓"
   ],
   [
    "netara",
    "местоим",
    "не другой",
    "✓"
   ],
   [
    "nete",
    "местоим",
    "эти не являются",
    "✓"
   ],
   [
    "nesaṃ 1",
    "местоим",
    "для них",
    "✓"
   ],
   [
    "nesaṃ 2",
    "местоим",
    "их",
    "✓"
   ],
   [
    "nesā",
    "местоим",
    "это не",
    "✓"
   ],
   [
    "neso 1",
    "местоим",
    "это не",
    "✓"
   ],
   [
    "neso 2",
    "местоим",
    "он не",
    "✓"
   ],
   [
    "no 2.1",
    "местоим",
    "нас",
    "✓"
   ],
   [
    "no 2.2",
    "местоим",
    "нами",
    "✓"
   ],
   [
    "no 2.3",
    "местоим",
    "для нас",
    "✓"
   ],
   [
    "no 2.4",
    "местоим",
    "наш",
    "✓"
   ],
   [
    "panañña",
    "местоим",
    "и другой",
    "✓"
   ],
   [
    "panidhekacca",
    "местоим",
    "а здесь некий",
    "✓"
   ],
   [
    "para 1",
    "местоим",
    "другой",
    "✓"
   ],
   [
    "para 4",
    "прил",
    "чуждый",
    "✓"
   ],
   [
    "parato 1",
    "местоим",
    "от другого",
    "✓"
   ],
   [
    "parato 3",
    "местоим",
    "после этого",
    "~"
   ],
   [
    "parāsaṃ",
    "местоим",
    "следующих",
    "✓"
   ],
   [
    "pare 3",
    "местоим",
    "другие",
    "✓"
   ],
   [
    "paresa",
    "местоим",
    "другим",
    "✓"
   ],
   [
    "paresaṃ 1",
    "местоим",
    "другим",
    "✓"
   ],
   [
    "paresaṃ 2",
    "местоим",
    "других",
    "✓"
   ],
   [
    "paresaṃ 3",
    "местоим",
    "принадлежащий другим",
    "✓"
   ],
   [
    "mama 1",
    "местоим",
    "для меня",
    "✓"
   ],
   [
    "mama 2",
    "местоим",
    "мой",
    "✓"
   ],
   [
    "mamaṃ 1",
    "местоим",
    "меня",
    "✓"
   ],
   [
    "mamaṃ 2",
    "местоим",
    "для меня",
    "✓"
   ],
   [
    "mamaṃ 3",
    "местоим",
    "мой",
    "✓"
   ],
   [
    "mayaṃ 1",
    "местоим",
    "мы",
    "✓"
   ],
   [
    "mayaṃ 2",
    "местоим",
    "я (королевское «мы»)",
    "✓"
   ],
   [
    "mayā 1",
    "местоим",
    "мной",
    "✓"
   ],
   [
    "mayi 1",
    "местоим",
    "во мне",
    "✓"
   ],
   [
    "mayi 2",
    "местоим",
    "когда я",
    "✓"
   ],
   [
    "mayi 3",
    "местоим",
    "подо мной",
    "✓"
   ],
   [
    "mayha 2",
    "местоим",
    "моё",
    "✓"
   ],
   [
    "mayhaṃ 1",
    "местоим",
    "для меня",
    "✓"
   ],
   [
    "mayhaṃ 2",
    "местоим",
    "мой",
    "✓"
   ],
   [
    "maṃ 1",
    "местоим",
    "меня",
    "✓"
   ],
   [
    "māmaṃ",
    "местоим",
    "меня",
    "~"
   ],
   [
    "me 1",
    "местоим",
    "меня",
    "✓"
   ],
   [
    "me 2",
    "местоим",
    "мной",
    "✓"
   ],
   [
    "me 3",
    "местоим",
    "мне",
    "✓"
   ],
   [
    "me 4",
    "местоим",
    "от меня",
    "✓"
   ],
   [
    "me 5",
    "местоим",
    "мой",
    "✓"
   ],
   [
    "me 6",
    "местоим",
    "когда я",
    "✓"
   ],
   [
    "ya 2.1",
    "местоим",
    "какой угодно",
    "✓"
   ],
   [
    "yaṅkaci",
    "местоим",
    "что угодно",
    "~"
   ],
   [
    "yaṅkiñci",
    "местоим",
    "что бы ни",
    "✓"
   ],
   [
    "yad",
    "местоим",
    "какой бы ни",
    "✓"
   ],
   [
    "yadañña",
    "местоим",
    "который другой человек",
    "~"
   ],
   [
    "yamhā",
    "местоим",
    "от кого",
    "✓"
   ],
   [
    "yamhi",
    "местоим",
    "в том кто",
    "✓"
   ],
   [
    "yamhī",
    "местоим",
    "в котором",
    "✓"
   ],
   [
    "yasmā 2",
    "местоим",
    "чем который",
    "✓"
   ],
   [
    "yasmiṃ 1",
    "местоим",
    "в кого бы то ни было",
    "✓"
   ],
   [
    "yasmiṃ 2",
    "местоим",
    "о котором",
    "✓"
   ],
   [
    "yassa 1",
    "местоим",
    "которому",
    "✓"
   ],
   [
    "yassa 2",
    "местоим",
    "кого то",
    "✓"
   ],
   [
    "yassaṃ",
    "местоим",
    "в той что",
    "✓"
   ],
   [
    "yassā 1",
    "местоим",
    "для какой бы то ни было",
    "✓"
   ],
   [
    "yassā 2",
    "местоим",
    "чьей",
    "✓"
   ],
   [
    "yaṃ 1",
    "местоим",
    "что бы ни",
    "✓"
   ],
   [
    "yaṃ 2",
    "местоим",
    "кого бы ни",
    "✓"
   ],
   [
    "yaṃkaci",
    "местоим",
    "что угодно",
    "~"
   ],
   [
    "yaṃkiñci",
    "местоим",
    "что бы ни",
    "✓"
   ],
   [
    "yā",
    "местоим",
    "какая угодно",
    "✓"
   ],
   [
    "yāni",
    "местоим",
    "какие угодно",
    "✓"
   ],
   [
    "yāya",
    "местоим",
    "с какой бы то ни было",
    "✓"
   ],
   [
    "yāhi 1",
    "местоим",
    "которыми",
    "✓"
   ],
   [
    "yāhi 2",
    "местоим",
    "от каких бы то ни было",
    "✓"
   ],
   [
    "yito",
    "местоим",
    "отсюда",
    "✓"
   ],
   [
    "ye 1",
    "местоим",
    "которые",
    "✓"
   ],
   [
    "ye 2",
    "местоим",
    "которые",
    "✓"
   ],
   [
    "yena 1",
    "местоим",
    "которым",
    "✓"
   ],
   [
    "yesaṃ 1",
    "местоим",
    "для чего-то",
    "✓"
   ],
   [
    "yesaṃ 2",
    "местоим",
    "чьих-то",
    "✓"
   ],
   [
    "yesu",
    "местоим",
    "в ком",
    "✓"
   ],
   [
    "yehi 1",
    "местоим",
    "которыми",
    "✓"
   ],
   [
    "yehi 2",
    "местоим",
    "из которых",
    "✓"
   ],
   [
    "yo",
    "местоим",
    "тот кто",
    "✓"
   ],
   [
    "vo 1.1",
    "местоим",
    "вас",
    "✓"
   ],
   [
    "vo 1.2",
    "местоим",
    "вами",
    "✓"
   ],
   [
    "vo 1.3",
    "местоим",
    "вам",
    "✓"
   ],
   [
    "vo 1.4",
    "местоим",
    "ваш",
    "✓"
   ],
   [
    "vo 1.5",
    "местоим",
    "когда вы",
    "✓"
   ],
   [
    "sa 2.1",
    "местоим",
    "он",
    "✓"
   ],
   [
    "sa 3.1",
    "местоим",
    "свой собственный",
    "✓"
   ],
   [
    "sabba 1",
    "местоим",
    "весь",
    "✓"
   ],
   [
    "sabba 2",
    "местоим",
    "все",
    "✓"
   ],
   [
    "sabba 3",
    "местоим",
    "весь",
    "✓"
   ],
   [
    "sabbato 4",
    "местоим",
    "после всех корней",
    "✓"
   ],
   [
    "sabbāsaṃ",
    "местоим",
    "всех",
    "✓"
   ],
   [
    "sabbe",
    "местоим",
    "всё",
    "✓"
   ],
   [
    "sabbesaṃ 1",
    "местоим",
    "для всех",
    "✓"
   ],
   [
    "sabbesaṃ 2",
    "местоим",
    "всех",
    "✓"
   ],
   [
    "sā",
    "местоим",
    "она",
    "✓"
   ],
   [
    "sāni",
    "местоим",
    "свои собственные",
    "✓"
   ],
   [
    "sīsañña",
    "местоим",
    "еще один основной (взгляд)",
    "~"
   ],
   [
    "se 1",
    "местоим",
    "их",
    "✓"
   ],
   [
    "se 2",
    "местоим",
    "это",
    "✓"
   ],
   [
    "sehi 1",
    "местоим",
    "своими",
    "✓"
   ],
   [
    "so 1.1",
    "местоим",
    "он",
    "✓"
   ]
  ],
  "count": 347
 },
 "epithets of devas": {
  "data": [
   [
    "akaniṭṭha 2",
    "прил",
    "высший",
    "✓"
   ],
   [
    "atappa",
    "прил",
    "эпитет определенного класса дэвов",
    "✓"
   ],
   [
    "appamāṇasubha",
    "прил",
    "неизмеримой красоты",
    "✓"
   ],
   [
    "appamāṇābha",
    "прил",
    "несоизмеримого сияния",
    "✓"
   ],
   [
    "aviha 2",
    "прил",
    "эпитет класса дэвов",
    "✓"
   ],
   [
    "ākāsānañcāyatanūpaga",
    "прил",
    "отправившийся в пространство бесконечного пространства",
    "✓"
   ],
   [
    "ākiñcaññāyatanūpaga",
    "прил",
    "ушедший в измерение ничего",
    "✓"
   ],
   [
    "ābha",
    "прил",
    "лучезарный",
    "✓"
   ],
   [
    "ābhassara",
    "прил",
    "сияющий",
    "✓"
   ]
  ],
  "count": 9
 },
 "epithets of arahants": {
  "data": [
   [
    "akiñcana",
    "прил",
    "без чего-либо",
    "✓"
   ],
   [
    "anantajina",
    "муж",
    "бесконечный победитель",
    "✓"
   ],
   [
    "anuppattasadattha",
    "прил",
    "кто достиг высшей цели",
    "✓"
   ],
   [
    "apetabherava",
    "прил",
    "без страха",
    "✓"
   ],
   [
    "āsavakhīṇa",
    "прил",
    "кто уничтожил загрязнения",
    "✓"
   ],
   [
    "ohitabhāra",
    "прил",
    "кто сбросил груз",
    "✓"
   ],
   [
    "katakaraṇīya",
    "прил",
    "кто выполнил работу",
    "✓"
   ],
   [
    "khīṇasaṃyojana",
    "прил",
    "удаливший узы",
    "✓"
   ],
   [
    "khīṇāsava",
    "прил",
    "чьи протечки были истощены",
    "✓"
   ],
   [
    "dantabhūmi",
    "жен",
    "уровень мастерства",
    "✓"
   ],
   [
    "dantabhūmimanuppatta",
    "прил",
    "достигший уровня мастерства",
    "~"
   ],
   [
    "dhutakilesa",
    "прил",
    "с очищенными от скверн",
    "✓"
   ],
   [
    "pattayogakkhema",
    "прил",
    "достигший убежища",
    "~"
   ],
   [
    "parikkhīṇabhavasaṃyojana",
    "прил",
    "кто стер оковы бытия",
    "✓"
   ],
   [
    "pāragata",
    "прил",
    "вышедший за пределы",
    "✓"
   ],
   [
    "pāraṅgata",
    "прил",
    "достигший другого берега",
    "✓"
   ],
   [
    "manussanāga",
    "муж",
    "великолепный человек",
    "✓"
   ],
   [
    "mahaggata 2",
    "прил",
    "эпитет архата",
    "~"
   ],
   [
    "mahānāga 1",
    "муж",
    "великий человек",
    "✓"
   ],
   [
    "vusitabrahmacariya",
    "прил",
    "исполнивший святую жизнь",
    "✓"
   ],
   [
    "vusitavant 1",
    "прил",
    "наполненный",
    "✓"
   ],
   [
    "vusīmant",
    "прил",
    "кто завершён",
    "✓"
   ],
   [
    "vūsitabrahmacariya",
    "прил",
    "исполнивший святую жизнь",
    "✓"
   ],
   [
    "saṅkhātadhamma",
    "муж",
    "Архат",
    "✓"
   ],
   [
    "sappurisatara",
    "муж",
    "лучший человек",
    "~"
   ],
   [
    "sabbajī",
    "муж",
    "всепобеждающий",
    "✓"
   ],
   [
    "samaṇasukhumāla",
    "муж",
    "утончённый аскет",
    "~"
   ],
   [
    "sammaggata 2",
    "прил",
    "совершенный",
    "✓"
   ],
   [
    "sammadaññāvimutta",
    "прил",
    "освобожденный совершенным пониманием",
    "✓"
   ],
   [
    "suvihita",
    "прил",
    "кто хорошо практиковался",
    "✓"
   ],
   [
    "sottiya 2",
    "муж",
    "эпитет арханта",
    "✓"
   ]
  ],
  "count": 31
 },
 "epithets of Nibbāna": {
  "data": [
   [
    "akuppa 3",
    "ср",
    "незыблемое состояние",
    "✓"
   ],
   [
    "agati 1",
    "жен",
    "недостижение",
    "~"
   ],
   [
    "aggapada",
    "ср",
    "высшее состояние",
    "✓"
   ],
   [
    "accuta 1",
    "прич.прош",
    "вечный",
    "✓"
   ],
   [
    "ajajjara",
    "прил",
    "нестареющий",
    "~"
   ],
   [
    "anata 1",
    "прич.прош",
    "нерасклонённый",
    "✓"
   ],
   [
    "anārambha 2.1",
    "муж",
    "отсутствие активности",
    "✓"
   ],
   [
    "anidassana",
    "прил",
    "без атрибутов",
    "✓"
   ],
   [
    "apalokita 2.1",
    "прич.прош",
    "не распавшийся",
    "~"
   ],
   [
    "amata 1.1",
    "ср",
    "бессмертие",
    "✓"
   ],
   [
    "amatapariyosānatā",
    "жен",
    "состояние, заканчивающееся бессмертием",
    "~"
   ],
   [
    "asaṅkhata",
    "прич.прош",
    "несотворенный",
    "✓"
   ],
   [
    "ārogya 2",
    "ср",
    "психическое здоровье",
    "✓"
   ],
   [
    "uttamattha",
    "муж",
    "Ниббана",
    "✓"
   ],
   [
    "upadhiviveka 2",
    "муж",
    "эпитет Ниббаны",
    "~"
   ],
   [
    "upasama 2",
    "муж",
    "высший мир",
    "~"
   ],
   [
    "khemaṭṭhāna",
    "ср",
    "место безопасности",
    "✓"
   ],
   [
    "daḷhadhamma 2.1",
    "муж",
    "стабильное учение",
    "✓"
   ],
   [
    "nippapañca 1",
    "прил",
    "не формирующий различные мнения",
    "✓"
   ],
   [
    "pāra 1.1",
    "ср",
    "тот берег",
    "✓"
   ],
   [
    "brahmaññattha",
    "муж",
    "цель становления брахманом",
    "~"
   ],
   [
    "vivaṭṭa 3",
    "ср",
    "прекращение круговорота циклического существования",
    "~"
   ],
   [
    "saṅkhārūpasama",
    "муж",
    "утихание умственной деятельности",
    "✓"
   ],
   [
    "santipada",
    "ср",
    "состояние покоя",
    "✓"
   ],
   [
    "santivarapada",
    "ср",
    "возвышенное состояние мира",
    "✓"
   ],
   [
    "sabbanissagga",
    "муж",
    "отказ от всего",
    "✓"
   ],
   [
    "sāmaññattha",
    "муж",
    "цель монашества",
    "✓"
   ],
   [
    "sītibhāva",
    "муж",
    "прохлада",
    "✓"
   ]
  ],
  "count": 28
 },
 "names of Brahmans": {
  "data": [
   [
    "akkosakabhāradvāja",
    "муж",
    "имя одного из трёх братьев-брахманов",
    "~"
   ],
   [
    "aṅgīrasa 2",
    "муж",
    "имя ведического мудреца",
    "✓"
   ],
   [
    "ajita 9",
    "муж",
    "имя брахманского отшельника",
    "✓"
   ],
   [
    "aṭṭhaka 5",
    "муж",
    "имя ведического мудреца",
    "✓"
   ],
   [
    "atideva 2",
    "муж",
    "имя брахмана во времена Будды Реваты",
    "~"
   ],
   [
    "ambaṭṭha",
    "муж",
    "имя молодого брахмана",
    "✓"
   ],
   [
    "asurindakabhāradvāja",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "assalāyana",
    "муж",
    "имя юного брахмана",
    "✓"
   ],
   [
    "ārāmadaṇḍa",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "uggatasarīra",
    "муж",
    "возвышенное тело",
    "✓"
   ],
   [
    "uṇṇābha",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "uttara 2.04",
    "муж",
    "имя молодого брахмана",
    "✓"
   ],
   [
    "uttara 2.12",
    "муж",
    "имя молодого брахмана, ученика Брахмаю",
    "✓"
   ],
   [
    "udaya 3",
    "муж",
    "имя брамина-отшельника",
    "✓"
   ],
   [
    "upasīva",
    "муж",
    "имя брахмана-аскета",
    "✓"
   ],
   [
    "esukārī 1",
    "муж",
    "имя одного брахмана",
    "✓"
   ],
   [
    "kaṇḍarāyana",
    "муж",
    "имя брахмана kaṇḍarāyana",
    "~"
   ],
   [
    "kandarāyana",
    "муж",
    "название брахмана",
    "~"
   ],
   [
    "kasikabhāradvāja",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "kasibhāradvāja",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "kassapa 4",
    "муж",
    "имя ведического мудреца",
    "✓"
   ],
   [
    "kāpaṭika",
    "муж",
    "брáхман-учéник",
    "✓"
   ],
   [
    "kāpaṭhika",
    "муж",
    "имя молодого брахмана",
    "✓"
   ],
   [
    "kāraṇapālī",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "kūṭadanta",
    "муж",
    "имя брамина",
    "✓"
   ],
   [
    "gaṇakamoggallāna",
    "муж",
    "имя бухгалтера-брахмана",
    "✓"
   ],
   [
    "gopakamoggallāna",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "govinda",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "ghoṭamukha",
    "муж",
    "имя брахмана",
    "✓"
   ],
   [
    "caṅkī",
    "муж",
    "имя брахмана",
    "✓"
   ],
   [
    "jaṭābhāradvāja",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "jatukaṇṇī 2",
    "муж",
    "имя брахманского отшельника",
    "✓"
   ],
   [
    "jāṇusoṇī",
    "муж",
    "имя богатого брахмана",
    "~"
   ],
   [
    "jāṇussoṇi",
    "муж",
    "имя богатого брахмана",
    "✓"
   ],
   [
    "jāṇussoṇī",
    "муж",
    "имя богатого брахмана",
    "✓"
   ],
   [
    "jānussoni",
    "муж",
    "имя богатого брахмана",
    "✓"
   ],
   [
    "jotipāla 1",
    "муж",
    "имя брахманского царского советника",
    "✓"
   ],
   [
    "jotipāla 2",
    "муж",
    "имя брахмана",
    "✓"
   ],
   [
    "tārukkha",
    "муж",
    "имя брахманского учителя",
    "✓"
   ],
   [
    "tikaṇṇa",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "tissametteyya",
    "муж",
    "имя брамина-аскета",
    "✓"
   ],
   [
    "todeyya",
    "муж",
    "имя богатого брахмана",
    "✓"
   ],
   [
    "todeyyakappā",
    "муж",
    "имена двух брахманских отшельников",
    "✓"
   ],
   [
    "devahita",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "dhanañjāni",
    "муж",
    "имя брахмана",
    "✓"
   ],
   [
    "dhanañjānī",
    "жен",
    "имя брахманской женщины",
    "✓"
   ],
   [
    "dhotaka",
    "муж",
    "дхотака — имя брахманского аскета",
    "✓"
   ],
   [
    "navakammikabhāradvāja",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "nāḷijaṅgha",
    "муж",
    "имя брахмана",
    "✓"
   ],
   [
    "paccanīkasāta",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "pārāsiviya",
    "муж",
    "имя брахманского учителя",
    "~"
   ],
   [
    "piṅgalakoccha",
    "муж",
    "имя брахмана",
    "✓"
   ],
   [
    "piṅgiyāni",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "puṇṇaka 2",
    "муж",
    "имя брахмана-аскета",
    "✓"
   ],
   [
    "pokkharasāti",
    "муж",
    "имя брахмана",
    "✓"
   ],
   [
    "posāla",
    "муж",
    "имя брахманского аскета",
    "✓"
   ],
   [
    "bandhuma",
    "муж",
    "имя отца Будды Випасси",
    "~"
   ],
   [
    "bāvarī",
    "муж",
    "имя брамина-аскета",
    "✓"
   ],
   [
    "bilaṅgika 1",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "bilaṅgikabhāradvāja",
    "муж",
    "имя одного из троих братьев-брахманов",
    "~"
   ],
   [
    "brahmāyu",
    "муж",
    "имя брахмана",
    "✓"
   ],
   [
    "bhagu 2",
    "муж",
    "имя ведического мудреца",
    "✓"
   ],
   [
    "bhadrāvudha",
    "муж",
    "имя брамина аскета",
    "✓"
   ],
   [
    "bhāradvāja 1",
    "муж",
    "фамилия брамина",
    "✓"
   ],
   [
    "bhāradvāja 2",
    "муж",
    "имя ведического мудреца",
    "✓"
   ],
   [
    "bhāradvāja 3",
    "муж",
    "молодой брахман по имени бхарадваджо",
    "✓"
   ],
   [
    "mantāṇī",
    "жен",
    "имя одной браминской женщины",
    "✓"
   ],
   [
    "mettagū",
    "муж",
    "имя брахманского отшельника",
    "✓"
   ],
   [
    "yamataggi",
    "муж",
    "имя ведийского мудреца",
    "✓"
   ],
   [
    "rammaka 1",
    "муж",
    "имя брахмана",
    "✓"
   ],
   [
    "rūpasārī",
    "жен",
    "имя матери Сарипутты",
    "~"
   ],
   [
    "vaṅganta",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "vassakāra",
    "муж",
    "имя брахмана",
    "✓"
   ],
   [
    "vāmaka",
    "муж",
    "имя ведийского мудреца",
    "✓"
   ],
   [
    "vāmadeva",
    "муж",
    "имя ведийского мудреца",
    "✓"
   ],
   [
    "vāseṭṭha 1",
    "муж",
    "имя ведического мудреца",
    "✓"
   ],
   [
    "vāseṭṭha 2",
    "муж",
    "фамилия брахманов",
    "✓"
   ],
   [
    "vāseṭṭha 3",
    "муж",
    "имя молодого брахмана",
    "✓"
   ],
   [
    "vāseṭṭha 4",
    "муж",
    "название семьи брахманов",
    "~"
   ],
   [
    "vāseṭṭhabhāradvājā",
    "муж",
    "Васеттха и Бхарадваджи",
    "✓"
   ],
   [
    "vessāmitta",
    "муж",
    "вессамитта",
    "✓"
   ],
   [
    "saṅgārava",
    "муж",
    "имя одного из брахманов",
    "✓"
   ],
   [
    "sañjaya 2",
    "муж",
    "имя брахмана",
    "✓"
   ],
   [
    "sañjikāputta",
    "муж",
    "сын Санджики",
    "✓"
   ],
   [
    "sikhāmoggallāna",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "sudassana 2",
    "муж",
    "имя племянник Царя Пасенади",
    "✓"
   ],
   [
    "suddhikabhāradvāja",
    "муж",
    "имя брахмана",
    "~"
   ],
   [
    "sunidhavassakārā",
    "муж",
    "имена двух министров Магадхи",
    "✓"
   ],
   [
    "sunīdhavassakārā",
    "муж",
    "имена двух министров магадхи",
    "✓"
   ],
   [
    "sundarikabhāradvāja",
    "муж",
    "имя брахмана sundarikabhāradvāja",
    "✓"
   ],
   [
    "subha 3",
    "муж",
    "имя молодого брахмана",
    "✓"
   ],
   [
    "sela 5",
    "муж",
    "имя брахманского учителя",
    "✓"
   ],
   [
    "soṇakāyana",
    "муж",
    "имя молодого брахмана",
    "~"
   ],
   [
    "hemaka",
    "муж",
    "имя брамина аскета",
    "✓"
   ]
  ],
  "count": 94
 },
 "bodyparts": {
  "data": [
   [
    "akkha 1.2",
    "ср",
    "глаз",
    "✓"
   ],
   [
    "akkhi",
    "ср",
    "глаз",
    "✓"
   ],
   [
    "akkhikūpa",
    "муж",
    "глазные впадины",
    "✓"
   ],
   [
    "akkhitārakā",
    "жен",
    "зрачок глаза",
    "✓"
   ],
   [
    "agganakha",
    "муж",
    "кончик ногтя",
    "✓"
   ],
   [
    "aṅga 1",
    "ср",
    "часть тела",
    "✓"
   ],
   [
    "aṅguṭṭha",
    "муж",
    "большой палец ноги",
    "✓"
   ],
   [
    "aṅguṭṭhaka",
    "муж",
    "большой палец ноги",
    "✓"
   ],
   [
    "aṅguli 1",
    "жен",
    "палец",
    "✓"
   ],
   [
    "aṅgulī 1",
    "жен",
    "палец",
    "✓"
   ],
   [
    "aṅgulī 2",
    "жен",
    "палец ноги",
    "✓"
   ],
   [
    "aṭṭhika 1.1",
    "ср",
    "кость",
    "✓"
   ],
   [
    "adduva",
    "муж",
    "колено",
    "✓"
   ],
   [
    "aṃsa 2.1",
    "муж",
    "плечо",
    "✓"
   ],
   [
    "aṃsaṭṭhika",
    "ср",
    "лопатка",
    "✓"
   ],
   [
    "uṇṇā 2",
    "жен",
    "волосы между бровями",
    "✓"
   ],
   [
    "uttamaṅga",
    "ср",
    "голова",
    "✓"
   ],
   [
    "uttamaṅgaruha",
    "ср",
    "растущие на самой верхней части волосы",
    "✓"
   ],
   [
    "udara 1.1",
    "ср",
    "живот",
    "✓"
   ],
   [
    "udaracchavi",
    "жен",
    "кожа живота",
    "✓"
   ],
   [
    "upakaṇṇa",
    "муж",
    "около уха",
    "✓"
   ],
   [
    "uras",
    "муж",
    "грудь",
    "✓"
   ],
   [
    "ūru",
    "муж",
    "бедро",
    "✓"
   ],
   [
    "ūruṭṭhika",
    "ср",
    "бедренная кость",
    "✓"
   ],
   [
    "kaccha 1.2",
    "муж",
    "подмышка",
    "✓"
   ],
   [
    "kaccha 1.3",
    "муж",
    "волосы подмышками",
    "✓"
   ],
   [
    "kaṭi",
    "жен",
    "ягодицы",
    "✓"
   ],
   [
    "kaṭiṭṭhika",
    "ср",
    "тазовая кость",
    "✓"
   ],
   [
    "kaṇṭaka 3",
    "муж",
    "кость",
    "✓"
   ],
   [
    "kaṇṇa 1",
    "муж",
    "ухо",
    "✓"
   ],
   [
    "kaṇṇacchidda",
    "ср",
    "ушное отверстие",
    "✓"
   ],
   [
    "kaṇṇanāsā",
    "жен",
    "ухо и нос",
    "✓"
   ],
   [
    "kaṇṇasota",
    "ср",
    "ушное отверстие",
    "✓"
   ],
   [
    "kappara",
    "муж",
    "локоть",
    "✓"
   ],
   [
    "kucchi 1",
    "муж",
    "живот",
    "✓"
   ],
   [
    "kucchi 2",
    "муж",
    "матка",
    "✓"
   ],
   [
    "kucchi 4",
    "жен",
    "живот",
    "~"
   ],
   [
    "kesa 1",
    "муж",
    "волосы на голове",
    "✓"
   ],
   [
    "kesa 2",
    "ср",
    "волосы (на голове)",
    "✓"
   ],
   [
    "kesagga",
    "муж",
    "кончик волоса",
    "✓"
   ],
   [
    "kesanta",
    "муж",
    "кончики волос",
    "✓"
   ],
   [
    "kesamassu",
    "ср",
    "волосы и борода",
    "✓"
   ],
   [
    "koṭṭa",
    "ср",
    "плечо",
    "~"
   ],
   [
    "koṭṭha 2",
    "муж",
    "желудок",
    "✓"
   ],
   [
    "khandha 2",
    "муж",
    "плечо",
    "✓"
   ],
   [
    "khandhaṭṭhika",
    "ср",
    "верхняя кость спины",
    "✓"
   ],
   [
    "gatta 1",
    "ср",
    "конечность (тела)",
    "✓"
   ],
   [
    "gīvaṭṭhika",
    "ср",
    "шейная кость",
    "✓"
   ],
   [
    "gīvā 1",
    "жен",
    "шея",
    "✓"
   ],
   [
    "gopphaka",
    "ср",
    "лодыжка",
    "✓"
   ],
   [
    "gopphakaṭṭhika",
    "ср",
    "лодыжная кость",
    "✓"
   ],
   [
    "ghāna",
    "ср",
    "нос",
    "✓"
   ],
   [
    "cakkhu 1",
    "ср",
    "глаз",
    "✓"
   ],
   [
    "cakkhu 2",
    "ср",
    "зрение",
    "✓"
   ],
   [
    "cakkhusota",
    "ср",
    "глаз и ухо",
    "✓"
   ],
   [
    "camma 1",
    "ср",
    "внутренняя кожа",
    "✓"
   ],
   [
    "cūḷā",
    "жен",
    "гребень",
    "✓"
   ],
   [
    "chavaṭṭhika",
    "ср",
    "кость трупа",
    "✓"
   ],
   [
    "chavi 1",
    "жен",
    "кожа",
    "✓"
   ],
   [
    "chavimaṃsalohita",
    "ср",
    "кожа, плоть и кровь",
    "✓"
   ],
   [
    "jaṅghaṭṭhika",
    "ср",
    "большеберцовая кость",
    "✓"
   ],
   [
    "jaṅghā",
    "жен",
    "голень",
    "✓"
   ],
   [
    "jaṇṇuka",
    "ср",
    "колено",
    "✓"
   ],
   [
    "jāṇu",
    "муж",
    "колено",
    "✓"
   ],
   [
    "jāṇuka",
    "муж",
    "колено",
    "✓"
   ],
   [
    "jāṇumaṇḍala",
    "ср",
    "наколенник",
    "✓"
   ],
   [
    "jivhagga",
    "ср",
    "кончик языка",
    "✓"
   ],
   [
    "jivhā",
    "жен",
    "язык",
    "✓"
   ],
   [
    "jivhāgga",
    "ср",
    "кончик языка",
    "~"
   ],
   [
    "taca 1",
    "муж",
    "кожа (человека)",
    "✓"
   ],
   [
    "tala 1",
    "ср",
    "ладонь (руки)",
    "✓"
   ],
   [
    "tala 2",
    "ср",
    "ступня (нижняя поверхность ноги)",
    "✓"
   ],
   [
    "dakkhiṇajāṇumaṇḍala",
    "ср",
    "правое колено",
    "✓"
   ],
   [
    "dakkhiṇahattha",
    "муж",
    "правая рука",
    "~"
   ],
   [
    "danta 1.1",
    "муж",
    "зуб",
    "✓"
   ],
   [
    "dantakaṭṭhika",
    "ср",
    "зубы",
    "~"
   ],
   [
    "dantaṭṭhika",
    "ср",
    "зубы",
    "✓"
   ],
   [
    "dāṭhā 2",
    "жен",
    "клык",
    "✓"
   ],
   [
    "nakha 1",
    "муж",
    "ноготь",
    "✓"
   ],
   [
    "nakhasikhā",
    "жен",
    "кончик ногтя",
    "✓"
   ],
   [
    "nayana 1",
    "ср",
    "глаз",
    "✓"
   ],
   [
    "nāsacchidda",
    "ср",
    "ноздря",
    "✓"
   ],
   [
    "nāsā 1",
    "жен",
    "нос",
    "✓"
   ],
   [
    "nāsā 2",
    "жен",
    "ноздря",
    "✓"
   ],
   [
    "nāsikasota",
    "ср",
    "ноздря",
    "✓"
   ],
   [
    "nāsikā",
    "жен",
    "нос",
    "✓"
   ],
   [
    "netta 2",
    "ср",
    "глаз",
    "✓"
   ],
   [
    "paccaṅga",
    "ср",
    "второстепенная конечность",
    "✓"
   ],
   [
    "pabba 1",
    "ср",
    "локоть",
    "✓"
   ],
   [
    "pāṇi 1",
    "муж",
    "рука",
    "✓"
   ],
   [
    "pāda 1",
    "муж",
    "нога",
    "✓"
   ],
   [
    "pāda 2",
    "муж",
    "нога",
    "✓"
   ],
   [
    "pādaṅguṭṭha",
    "ср",
    "большой палец ноги",
    "✓"
   ],
   [
    "pādaṅguṭṭhaka",
    "ср",
    "большой палец ноги",
    "✓"
   ],
   [
    "pādaṭṭhika",
    "ср",
    "кость стопы",
    "✓"
   ],
   [
    "pādatala",
    "ср",
    "ступня ноги",
    "✓"
   ],
   [
    "piṭṭhi 1",
    "жен",
    "спинной хребет",
    "✓"
   ],
   [
    "piṭṭhikaṇṭaka",
    "муж",
    "позвонок",
    "✓"
   ],
   [
    "piṭṭhikaṇṭakaṭṭhika",
    "ср",
    "позвоночник",
    "~"
   ],
   [
    "piṭṭhiṭṭhika",
    "ср",
    "позвоночник",
    "✓"
   ],
   [
    "phāsukaṭṭhika",
    "ср",
    "рёберная кость",
    "✓"
   ],
   [
    "phāsukā 1",
    "жен",
    "ребро",
    "✓"
   ],
   [
    "phāsuḷī",
    "жен",
    "ребро",
    "✓"
   ],
   [
    "bāhā 1",
    "жен",
    "предплечье",
    "✓"
   ],
   [
    "bāhu",
    "муж",
    "рука",
    "✓"
   ],
   [
    "bāhuṭṭhika",
    "ср",
    "кость руки",
    "✓"
   ],
   [
    "matthaka 1",
    "муж",
    "голова",
    "✓"
   ],
   [
    "massu",
    "ср",
    "борода",
    "✓"
   ],
   [
    "muddha 2.1",
    "муж",
    "голова",
    "✓"
   ],
   [
    "methuna 3",
    "ср",
    "половой орган",
    "✓"
   ],
   [
    "loma 1",
    "муж",
    "волосы на теле",
    "✓"
   ],
   [
    "loma 2",
    "ср",
    "волоски на теле",
    "✓"
   ],
   [
    "lomakūpa",
    "муж",
    "пора в коже",
    "✓"
   ],
   [
    "vāmahattha",
    "муж",
    "левая рука",
    "~"
   ],
   [
    "sabbagattāni",
    "ср",
    "все конечности",
    "✓"
   ],
   [
    "sambādha 4",
    "муж",
    "лобковая область",
    "✓"
   ],
   [
    "siras",
    "муж",
    "голова",
    "✓"
   ],
   [
    "sirasā",
    "муж",
    "с головой",
    "✓"
   ],
   [
    "sīsa 1",
    "ср",
    "голова",
    "✓"
   ],
   [
    "sīsacchavi",
    "жен",
    "кожа головы",
    "✓"
   ],
   [
    "soṇī 2.1",
    "жен",
    "бедра",
    "✓"
   ],
   [
    "sota 2.1",
    "ср",
    "ухо",
    "✓"
   ],
   [
    "hattha 1",
    "муж",
    "рука",
    "✓"
   ],
   [
    "hattha 5",
    "муж",
    "лапа",
    "✓"
   ],
   [
    "hatthaṭṭhika",
    "ср",
    "кость кисти",
    "✓"
   ],
   [
    "hadaya 1",
    "ср",
    "сердце",
    "✓"
   ],
   [
    "hanu 1",
    "жен",
    "челюсть",
    "✓"
   ],
   [
    "hanukaṭṭhika",
    "ср",
    "челюстная кость",
    "✓"
   ],
   [
    "hanukā",
    "жен",
    "челюсть",
    "✓"
   ]
  ],
  "count": 129
 },
 "occupations": {
  "data": [
   [
    "akkhikahāraka 1",
    "муж",
    "кто удаляет глаза",
    "✓"
   ],
   [
    "agārinī",
    "жен",
    "женщина-домохозяйка",
    "~"
   ],
   [
    "agārī",
    "муж",
    "домохозяин",
    "✓"
   ],
   [
    "aṅkusaggaha",
    "муж",
    "погонщик слонов",
    "✓"
   ],
   [
    "ajjhāyaka 1.1",
    "муж",
    "мастер",
    "✓"
   ],
   [
    "ajjhāyaka 1.2",
    "муж",
    "кто изучает Веды",
    "✓"
   ],
   [
    "addhika",
    "муж",
    "путешественник",
    "✓"
   ],
   [
    "anajjhāyaka",
    "муж",
    "кто не изучает Веды",
    "✓"
   ],
   [
    "antevāsika",
    "муж",
    "ученик",
    "✓"
   ],
   [
    "antevāsī 1",
    "муж",
    "ученик",
    "✓"
   ],
   [
    "antevāsī 2",
    "муж",
    "ученик",
    "✓"
   ],
   [
    "assadammaka",
    "муж",
    "дрессировщик лошадей",
    "✓"
   ],
   [
    "āpādaka",
    "муж",
    "опекун",
    "✓"
   ],
   [
    "āyuttaka",
    "муж",
    "официальный",
    "~"
   ],
   [
    "ārakkha 1",
    "муж",
    "охранник",
    "✓"
   ],
   [
    "ārāmika 1",
    "муж",
    "служитель монастыря",
    "✓"
   ],
   [
    "āruha",
    "муж",
    "всадник",
    "✓"
   ],
   [
    "āroha 1",
    "муж",
    "всадник",
    "✓"
   ],
   [
    "issattha 1",
    "ср",
    "стрельба из лука",
    "✓"
   ],
   [
    "issāsa 1",
    "муж",
    "лучник",
    "✓"
   ],
   [
    "issāsantevāsī",
    "муж",
    "ученик лучника",
    "✓"
   ],
   [
    "īsī",
    "жен",
    "королева",
    "✓"
   ],
   [
    "ugga 5",
    "муж",
    "королевский",
    "✓"
   ],
   [
    "upaṭṭhākī",
    "жен",
    "нянечка",
    "✓"
   ],
   [
    "urabbhaghātaka",
    "муж",
    "убийца овец",
    "✓"
   ],
   [
    "usukāra",
    "муж",
    "стрелодел",
    "✓"
   ],
   [
    "usukāraka",
    "муж",
    "изготовитель стрел",
    "~"
   ],
   [
    "ocaraka 2",
    "муж",
    "подпольный агент",
    "✓"
   ],
   [
    "orabbhi",
    "муж",
    "овцевод",
    "~"
   ],
   [
    "orabbhika",
    "муж",
    "овцевод",
    "✓"
   ],
   [
    "kaṭṭhahāraka",
    "муж",
    "собиратель дров",
    "✓"
   ],
   [
    "kapaṇaddhika",
    "муж",
    "бродяги и путешественники",
    "✓"
   ],
   [
    "kasi 1",
    "жен",
    "земледелие",
    "✓"
   ],
   [
    "kasī",
    "жен",
    "пахота",
    "✓"
   ],
   [
    "kassaka",
    "муж",
    "фермер",
    "✓"
   ],
   [
    "kāra 3",
    "муж",
    "кузнец",
    "✓"
   ],
   [
    "kāraka 2",
    "муж",
    "строитель",
    "✓"
   ],
   [
    "kāraṇika",
    "муж",
    "мучитель",
    "~"
   ],
   [
    "khatta 2",
    "муж",
    "управляющий",
    "✓"
   ],
   [
    "khattar 1",
    "муж",
    "управляющий",
    "✓"
   ],
   [
    "gaṇaka",
    "муж",
    "бухгалтер",
    "✓"
   ],
   [
    "gaṇanā 1",
    "жен",
    "счет",
    "✓"
   ],
   [
    "gaṇikā",
    "жен",
    "куртизанка",
    "✓"
   ],
   [
    "gaddhabādhī",
    "муж",
    "ловец грифов",
    "~"
   ],
   [
    "gahakāra",
    "муж",
    "строитель дома",
    "✓"
   ],
   [
    "gahakāraka",
    "муж",
    "строитель дома",
    "✓"
   ],
   [
    "gāmaghātaka",
    "муж",
    "кто грабит деревни",
    "✓"
   ],
   [
    "goghātaka",
    "муж",
    "мясник",
    "✓"
   ],
   [
    "goghātakantevāsī",
    "муж",
    "ученик мясника",
    "✓"
   ],
   [
    "gopaka 1",
    "муж",
    "страж",
    "~"
   ],
   [
    "gopāla 1",
    "муж",
    "пастух",
    "✓"
   ],
   [
    "gopālaka",
    "муж",
    "молодой пастух",
    "✓"
   ],
   [
    "gorakkha",
    "муж",
    "пастбище",
    "✓"
   ],
   [
    "gorakkhā",
    "жен",
    "скотоводство",
    "✓"
   ],
   [
    "ghāta 2",
    "муж",
    "киллер",
    "✓"
   ],
   [
    "ghātaka",
    "муж",
    "убийца",
    "✓"
   ],
   [
    "ghātetar",
    "муж",
    "убийца",
    "✓"
   ],
   [
    "cakkavattī",
    "муж",
    "вселенский монарх",
    "✓"
   ],
   [
    "caṇḍālavaṃsika",
    "муж",
    "акробат",
    "✓"
   ],
   [
    "cara 3",
    "муж",
    "шпион",
    "✓"
   ],
   [
    "cora",
    "муж",
    "вор",
    "✓"
   ],
   [
    "coraghāta",
    "муж",
    "палач",
    "✓"
   ],
   [
    "coraghātaka",
    "муж",
    "палач",
    "✓"
   ],
   [
    "tacchaka",
    "муж",
    "плотник",
    "✓"
   ],
   [
    "tantavāya",
    "муж",
    "ткач",
    "✓"
   ],
   [
    "tikicchaka",
    "муж",
    "целитель",
    "✓"
   ],
   [
    "tiṇahāraka",
    "муж",
    "собиратель травы",
    "✓"
   ],
   [
    "thena",
    "муж",
    "вор",
    "✓"
   ],
   [
    "thenaka",
    "муж",
    "вор",
    "✓"
   ],
   [
    "damaka",
    "муж",
    "укротитель",
    "✓"
   ],
   [
    "dammaka",
    "муж",
    "дрессировщик",
    "~"
   ],
   [
    "dūtakamma",
    "ср",
    "занятие посланника",
    "~"
   ],
   [
    "dovārika",
    "муж",
    "привратник",
    "✓"
   ],
   [
    "dhanī 1",
    "муж",
    "состоятельный человек",
    "✓"
   ],
   [
    "dhama",
    "муж",
    "трубач",
    "✓"
   ],
   [
    "dhovaka",
    "муж",
    "кто моет",
    "✓"
   ],
   [
    "naccakī",
    "жен",
    "танцовщица",
    "✓"
   ],
   [
    "nahāpaka",
    "муж",
    "банщик",
    "✓"
   ],
   [
    "nahāpakantevāsī",
    "муж",
    "помощник банщика",
    "✓"
   ],
   [
    "naḷakāra",
    "муж",
    "плетеночник",
    "✓"
   ],
   [
    "nāgavanika",
    "муж",
    "следопыт за слонами",
    "✓"
   ],
   [
    "nāyaka 2",
    "муж",
    "гид",
    "✓"
   ],
   [
    "nettika 2",
    "муж",
    "ороситель",
    "✓"
   ],
   [
    "nhāpaka",
    "муж",
    "банщик",
    "✓"
   ],
   [
    "nhāpakantevāsī",
    "муж",
    "помощник банщика",
    "✓"
   ],
   [
    "paññāpaka",
    "муж",
    "управляющий (от)",
    "✓"
   ],
   [
    "pattika 1",
    "муж",
    "пехотинец",
    "✓"
   ],
   [
    "paricāraka 2",
    "муж",
    "слуга",
    "~"
   ],
   [
    "paricārika",
    "муж",
    "служащий",
    "✓"
   ],
   [
    "paricārikā",
    "жен",
    "личный слуга",
    "✓"
   ],
   [
    "pariṇāyaka 1",
    "муж",
    "советник",
    "✓"
   ],
   [
    "pariṇāyaka 2",
    "муж",
    "лидер",
    "✓"
   ],
   [
    "parisāvacaraka",
    "муж",
    "светский человек",
    "~"
   ],
   [
    "pavesetar",
    "муж",
    "кто позволяет войти",
    "✓"
   ],
   [
    "pasupālaka",
    "муж",
    "молодой пастушок",
    "✓"
   ],
   [
    "paṃsudhovaka",
    "муж",
    "кто чистит грязь",
    "✓"
   ],
   [
    "paṃsudhovakantevāsī",
    "муж",
    "ученик мойщика грязи",
    "✓"
   ],
   [
    "pāla",
    "муж",
    "защитник",
    "✓"
   ],
   [
    "pālaka 1",
    "муж",
    "пастух",
    "✓"
   ],
   [
    "pālaka 2",
    "муж",
    "защитник",
    "~"
   ],
   [
    "pālikā",
    "жен",
    "женщина-защитница",
    "~"
   ],
   [
    "pāvārika 1",
    "муж",
    "торговец шерстью",
    "✓"
   ],
   [
    "pukkusa 1",
    "муж",
    "чистильщик мусора",
    "✓"
   ],
   [
    "pukkusī",
    "жен",
    "женщина-мусорщица",
    "~"
   ],
   [
    "pesaka 2",
    "муж",
    "управляющий",
    "~"
   ],
   [
    "pesakāra",
    "муж",
    "ткач",
    "✓"
   ],
   [
    "pesakārī",
    "жен",
    "женщина-вышивальщица",
    "~"
   ],
   [
    "pessaka",
    "муж",
    "посыльный",
    "✓"
   ],
   [
    "pessaka 2",
    "муж",
    "слуга",
    "✓"
   ],
   [
    "pessika",
    "муж",
    "посланец",
    "✓"
   ],
   [
    "bandhaka 1",
    "муж",
    "ловец",
    "✓"
   ],
   [
    "bandhakinī",
    "жен",
    "проститутка",
    "~"
   ],
   [
    "bādhī",
    "муж",
    "ловец",
    "✓"
   ],
   [
    "bhaggava 2",
    "муж",
    "горшечник",
    "✓"
   ],
   [
    "bhaṭaka",
    "муж",
    "наемный рабочий",
    "~"
   ],
   [
    "bhaṇḍāgārika",
    "муж",
    "кладовщик",
    "✓"
   ],
   [
    "bhataka",
    "муж",
    "наёмный рабочий",
    "✓"
   ],
   [
    "bhattar 1",
    "муж",
    "мастер",
    "✓"
   ],
   [
    "bhārika 2",
    "муж",
    "носильщик",
    "~"
   ],
   [
    "bhikkhaka",
    "муж",
    "нищий",
    "✓"
   ],
   [
    "bhikkhikā",
    "жен",
    "женщина-нищенка",
    "~"
   ],
   [
    "bhogī 1.3",
    "муж",
    "богатый человек",
    "✓"
   ],
   [
    "bhovādī",
    "муж",
    "Брахман",
    "✓"
   ],
   [
    "maggadūsī",
    "муж",
    "грабитель на большой дороге",
    "✓"
   ],
   [
    "macchaghātaka",
    "муж",
    "рыбак",
    "✓"
   ],
   [
    "macchika",
    "муж",
    "рыбак",
    "✓"
   ],
   [
    "māgadhamahāmatta",
    "муж",
    "главный министр Магадхи",
    "✓"
   ],
   [
    "māgavi",
    "муж",
    "охотник",
    "~"
   ],
   [
    "māgavika",
    "муж",
    "охотник",
    "✓"
   ],
   [
    "mālakāra",
    "муж",
    "цветочник",
    "~"
   ],
   [
    "mālākāra",
    "муж",
    "флорист",
    "✓"
   ],
   [
    "mālākārantevāsī",
    "муж",
    "помощник флориста",
    "✓"
   ],
   [
    "migaluddaka",
    "муж",
    "охотник на оленей",
    "✓"
   ],
   [
    "muddā 1",
    "жен",
    "расчёт",
    "✓"
   ],
   [
    "muddika",
    "муж",
    "математик",
    "~"
   ],
   [
    "yācaka",
    "муж",
    "нищий",
    "✓"
   ],
   [
    "yodha 1.1",
    "муж",
    "солдат",
    "✓"
   ],
   [
    "rajaka 1",
    "муж",
    "живописец",
    "✓"
   ],
   [
    "rajaka 2",
    "муж",
    "прачечник",
    "✓"
   ],
   [
    "rathakāra 1",
    "муж",
    "создатель колесниц",
    "✓"
   ],
   [
    "rathakārī",
    "жен",
    "женщина-колесничий",
    "~"
   ],
   [
    "rūpūpajīvinī",
    "жен",
    "проститутка",
    "~"
   ],
   [
    "lāyaka",
    "муж",
    "жнец",
    "✓"
   ],
   [
    "luyyaka",
    "муж",
    "жнец",
    "~"
   ],
   [
    "vadhaka 1",
    "муж",
    "убийца",
    "✓"
   ],
   [
    "vanakammika",
    "муж",
    "лесник",
    "✓"
   ],
   [
    "vanacārī",
    "муж",
    "лесник",
    "✓"
   ],
   [
    "veṇa",
    "муж",
    "плетельщик корзин",
    "~"
   ],
   [
    "vena",
    "муж",
    "плетельщик корзин",
    "✓"
   ],
   [
    "venī",
    "жен",
    "плетельщица корзин",
    "~"
   ],
   [
    "saṅkhāna",
    "ср",
    "расчет",
    "✓"
   ],
   [
    "saṭha 2",
    "муж",
    "мошенник",
    "✓"
   ],
   [
    "satthahāraka",
    "муж",
    "наемный убийца",
    "✓"
   ],
   [
    "sākuṇika",
    "муж",
    "ловец птиц",
    "✓"
   ],
   [
    "sākuntika",
    "муж",
    "ловец птиц",
    "✓"
   ],
   [
    "sippika 1.1",
    "муж",
    "ремесленник",
    "✓"
   ],
   [
    "sippī 2.1",
    "муж",
    "ремесленник",
    "~"
   ],
   [
    "sippī 2.2",
    "муж",
    "художник",
    "~"
   ],
   [
    "sibbinī",
    "жен",
    "швея",
    "✓"
   ],
   [
    "suvaṇṇakāra",
    "муж",
    "ювелир",
    "✓"
   ],
   [
    "seṭṭhī",
    "муж",
    "глава бизнеса",
    "✓"
   ]
  ],
  "count": 161
 },
 "place names": {
  "data": [
   [
    "aggāḷava",
    "муж",
    "название святилища в Aлавави",
    "~"
   ],
   [
    "ajakalāpaka 2",
    "муж",
    "название духа",
    "✓"
   ],
   [
    "añjanavana",
    "ср",
    "чёрный лес",
    "✓"
   ],
   [
    "adhikakka",
    "ср",
    "название священного места для омовений",
    "✓"
   ],
   [
    "andhavana",
    "ср",
    "название леса за пределами саваттхи",
    "✓"
   ],
   [
    "aruṇavatī",
    "жен",
    "название королевской столицы царя аруṇавā",
    "~"
   ],
   [
    "assasata",
    "ср",
    "сто лошадей",
    "~"
   ],
   [
    "āṭānāṭā",
    "жен",
    "название небесного города",
    "~"
   ],
   [
    "ānandacetiya",
    "ср",
    "название пагоды андандчетия",
    "~"
   ],
   [
    "āmalakīvana",
    "ср",
    "роща миробалана",
    "✓"
   ],
   [
    "āḷakamandā",
    "жен",
    "название небесной столицы",
    "~"
   ],
   [
    "icchānaṅgalavanasaṇḍa",
    "муж",
    "лесная чащоба Иччханаṅгалавана",
    "✓"
   ],
   [
    "indakūṭa",
    "муж",
    "имя горы",
    "~"
   ],
   [
    "indasālaguhā",
    "жен",
    "название пещеры",
    "~"
   ],
   [
    "isipatana",
    "ср",
    "название леса рядом с Варанаси",
    "✓"
   ],
   [
    "ubbhataka",
    "ср",
    "название совета зала Малланов",
    "~"
   ],
   [
    "ekapuṇḍarīka 1",
    "ср",
    "имя парка удовольствий на небе Таватимса",
    "✓"
   ],
   [
    "kaṇṭakīvana",
    "ср",
    "в тёрнистом лесу",
    "✓"
   ],
   [
    "kaṇḍakīvana",
    "ср",
    "название леса",
    "✓"
   ],
   [
    "kaṇṇakatthala",
    "муж",
    "название парка в Урунье",
    "✓"
   ],
   [
    "kalandakanivāpa",
    "муж",
    "беличий заповедник",
    "✓"
   ],
   [
    "kāliṅga 3",
    "муж",
    "название леса",
    "✓"
   ],
   [
    "kāliṅgārañña",
    "ср",
    "название леса",
    "✓"
   ],
   [
    "kāḷasilā",
    "жен",
    "название места обитания отшельников на горе Исигили",
    "✓"
   ],
   [
    "kuṇḍadhānavana",
    "ср",
    "название леса",
    "✓"
   ],
   [
    "kuṇḍiṭṭhānavana",
    "ср",
    "название леса",
    "✓"
   ],
   [
    "kokanada 2",
    "муж",
    "имя дворца принца бодхи",
    "✓"
   ],
   [
    "khema 4",
    "муж",
    "название парка в Бандхумати",
    "~"
   ],
   [
    "gaggarā",
    "жен",
    "название пруда с лотосами около Кампы",
    "✓"
   ],
   [
    "gayā 2",
    "жен",
    "название священной реки",
    "✓"
   ],
   [
    "gayāsīsa",
    "ср",
    "название скалы близ Гайи",
    "✓"
   ],
   [
    "gijjhakūṭa",
    "муж",
    "пик стервятника",
    "✓"
   ],
   [
    "gundāvana",
    "ср",
    "лес гундавана",
    "✓"
   ],
   [
    "gotamakakandarā",
    "жен",
    "название ущелья за пределами Раджагахи",
    "~"
   ],
   [
    "ghoṭamukhī",
    "жен",
    "название зала в Паталипутте",
    "✓"
   ],
   [
    "candabhāga",
    "муж",
    "название горы",
    "~"
   ],
   [
    "cāpālacetiya",
    "ср",
    "название пагоды",
    "✓"
   ],
   [
    "cālika",
    "муж",
    "название горы",
    "✓"
   ],
   [
    "cālikāpabbata",
    "муж",
    "название горы",
    "✓"
   ],
   [
    "cittalatā",
    "жен",
    "райский сад читалата",
    "✓"
   ],
   [
    "cittalatāvana",
    "ср",
    "имя парка развлечений на небесах Таватимса",
    "✓"
   ],
   [
    "cetiyapabbata",
    "муж",
    "имя местности в Шри-Ланке",
    "~"
   ],
   [
    "jātiyāvana",
    "ср",
    "название леса",
    "✓"
   ],
   [
    "taṇḍulapālidvāra",
    "ср",
    "входная дверь под названием «рисовый ряд»",
    "✓"
   ],
   [
    "tapodakandarā",
    "жен",
    "название ущелья за пределами Раджагахи",
    "~"
   ],
   [
    "tikaṇḍa",
    "ср",
    "название разновидности древесины",
    "~"
   ],
   [
    "tikaṇḍakīvana",
    "ср",
    "название леса",
    "✓"
   ],
   [
    "tindukakandarā",
    "жен",
    "название ущелья за пределами Раджагахи",
    "~"
   ],
   [
    "dakkhiṇagiri",
    "муж",
    "южные холмы",
    "~"
   ],
   [
    "daṇḍakārañña",
    "ср",
    "название леса",
    "✓"
   ],
   [
    "daṇḍakī 2",
    "муж",
    "название леса",
    "✓"
   ],
   [
    "daṇḍakīrañña",
    "ср",
    "название леса",
    "✓"
   ],
   [
    "devavana",
    "ср",
    "роти богов",
    "✓"
   ],
   [
    "dhamma 1.11",
    "муж",
    "название дворца царя Махасудассаны",
    "✓"
   ],
   [
    "nandana 2",
    "ср",
    "название небесного леса",
    "✓"
   ],
   [
    "nandanavana",
    "ср",
    "лес в небесах Тāvatiṃsa",
    "~"
   ],
   [
    "nāgadīpa",
    "муж",
    "название полуострова на севере Шри-Ланки",
    "✓"
   ],
   [
    "nigrodhārāma",
    "муж",
    "название парка в Капилаваттху",
    "✓"
   ],
   [
    "niculavana",
    "ср",
    "Гай из деревьев Баррингтонии остроугольной",
    "✓"
   ],
   [
    "neru 1",
    "муж",
    "название мифической горы в центре вселенной",
    "~"
   ],
   [
    "neru 2",
    "муж",
    "название гималайской вершины",
    "~"
   ],
   [
    "paṭibhānakūṭa",
    "муж",
    "пик понимания",
    "✓"
   ],
   [
    "paṇḍava",
    "ср",
    "название горы рядом с Раджагаха",
    "✓"
   ],
   [
    "paṇḍavapabbata",
    "муж",
    "название горы недалеко от Раджагахи",
    "✓"
   ],
   [
    "payāga 1",
    "муж",
    "название святого места для купания",
    "✓"
   ],
   [
    "payāgā 1",
    "жен",
    "название священного места для купания",
    "✓"
   ],
   [
    "palāsavana",
    "ср",
    "лес из падуба",
    "✓"
   ],
   [
    "pavatta 6",
    "ср",
    "название горы",
    "✓"
   ],
   [
    "pācīnavaṃsa",
    "муж",
    "предыдущее название горы Вепулла",
    "~"
   ],
   [
    "pācīnavaṃsadāya",
    "муж",
    "название парка",
    "~"
   ],
   [
    "pāvālacetiya",
    "ср",
    "название ступы",
    "~"
   ],
   [
    "pippaliguhā",
    "жен",
    "пещера с длинным перцем",
    "~"
   ],
   [
    "pipphaliguhā",
    "жен",
    "название пещеры",
    "✓"
   ],
   [
    "pilakkhaguhā",
    "жен",
    "пещера белого фига",
    "✓"
   ],
   [
    "pisinārā",
    "жен",
    "название области",
    "~"
   ],
   [
    "pubbakoṭṭhaka",
    "муж",
    "название купальни за пределами Саваттхи",
    "✓"
   ],
   [
    "pubbavideha",
    "муж",
    "название восточного континента",
    "~"
   ],
   [
    "bahuputta 1",
    "ср",
    "название пагоды",
    "~"
   ],
   [
    "bahuputtaka",
    "ср",
    "название пагоды",
    "~"
   ],
   [
    "bahuputtakacetiya",
    "ср",
    "название пагоды",
    "~"
   ],
   [
    "bāhukā",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "bāhumatī",
    "жен",
    "название святой реки",
    "✓"
   ],
   [
    "bhesakalāvana",
    "ср",
    "лес Бхесакалы",
    "~"
   ],
   [
    "bhesakaḷāvana",
    "ср",
    "название леса в стране Бхагга",
    "✓"
   ],
   [
    "macchikāsaṇḍa",
    "муж",
    "название леса в Каси",
    "✓"
   ],
   [
    "majjha 5",
    "муж",
    "название леса",
    "✓"
   ],
   [
    "majjhārañña",
    "ср",
    "название леса",
    "✓"
   ],
   [
    "maddakucchi",
    "муж",
    "название парка",
    "✓"
   ],
   [
    "mahābyūha",
    "муж",
    "название зала с пиковыми крышами царя махасудассаны",
    "✓"
   ],
   [
    "mahāmeru",
    "муж",
    "название горы",
    "✓"
   ],
   [
    "mahāvana 1",
    "ср",
    "название леса рядом с Весали",
    "✓"
   ],
   [
    "mahāvana 2",
    "ср",
    "великий лес рядом с Капилаваттху",
    "✓"
   ],
   [
    "mahāvana 3",
    "ср",
    "великий лес",
    "✓"
   ],
   [
    "mahisavatthu",
    "ср",
    "поле буйволов",
    "✓"
   ],
   [
    "mātaṅga 4",
    "муж",
    "название леса",
    "✓"
   ],
   [
    "mātaṅgarañña",
    "ср",
    "имя леса",
    "✓"
   ],
   [
    "mātaṅgārañña",
    "ср",
    "название леса",
    "✓"
   ],
   [
    "migacīra",
    "ср",
    "наименование парка",
    "✓"
   ],
   [
    "migadāya 1",
    "муж",
    "название парка за пределами Варанаси",
    "✓"
   ],
   [
    "migadāya 2",
    "муж",
    "олений парк",
    "✓"
   ],
   [
    "mukheluvana",
    "ср",
    "название леса",
    "~"
   ],
   [
    "mejjhārañña",
    "ср",
    "название леса",
    "✓"
   ],
   [
    "meru",
    "муж",
    "мифическая гора в центре вселенной",
    "✓"
   ],
   [
    "rakkhitavanasaṇḍa",
    "муж",
    "охраняемый лесной массив",
    "✓"
   ],
   [
    "laṭṭhivana",
    "ср",
    "название рощи к юго-западу от Раджагахи",
    "✓"
   ],
   [
    "lumbini",
    "жен",
    "роща по имени лумбини, где родился Будда",
    "~"
   ],
   [
    "vaṅkaka 2",
    "муж",
    "прежнее название горы Вепулла",
    "~"
   ],
   [
    "vipula 2",
    "муж",
    "название горы рядом с раджагаха",
    "✓"
   ],
   [
    "vejayantapāsāda",
    "муж",
    "дворец веджаянта",
    "✓"
   ],
   [
    "vepulla 2",
    "муж",
    "название горы недалеко от Раджагахи",
    "~"
   ],
   [
    "veḷuvana",
    "ср",
    "бамбуковый лес",
    "✓"
   ],
   [
    "saṅkheyyaka",
    "ср",
    "название горы",
    "✓"
   ],
   [
    "sattambaka",
    "ср",
    "название пагоды",
    "~"
   ],
   [
    "salaḷāgāraka",
    "ср",
    "название хижины Будды в Джетаване",
    "~"
   ],
   [
    "sāranda",
    "ср",
    "название пагоды",
    "~"
   ],
   [
    "sālavatī 1",
    "жен",
    "название небесного зала собраний",
    "~"
   ],
   [
    "sītavana",
    "ср",
    "прохладный лес",
    "✓"
   ],
   [
    "sīhapapātā",
    "жен",
    "название гималайского озера",
    "✓"
   ],
   [
    "sudhammasabhā",
    "жен",
    "зал правосудия",
    "~"
   ],
   [
    "sundarikā",
    "жен",
    "имя святой реки",
    "✓"
   ],
   [
    "supassa",
    "муж",
    "предшествующее название горы Вепулла",
    "~"
   ],
   [
    "suphassa",
    "муж",
    "предыдущее название горы Вепулла",
    "~"
   ],
   [
    "subhagavana",
    "ср",
    "название леса в Уккатхе",
    "✓"
   ],
   [
    "suveḷuvana",
    "ср",
    "название леса",
    "~"
   ],
   [
    "sūkarakhatā",
    "жен",
    "название пещеры",
    "✓"
   ],
   [
    "seta 2",
    "муж",
    "название горной вершины в Гималаях",
    "✓"
   ],
   [
    "hemavata 2",
    "муж",
    "наименование горы",
    "~"
   ]
  ],
  "count": 127
 },
 "holy sites": {
  "data": [
   [
    "aggāḷava",
    "муж",
    "название святилища в Aлавави",
    "~"
   ],
   [
    "ajakalāpaka 2",
    "муж",
    "название духа",
    "✓"
   ],
   [
    "adhikakka",
    "ср",
    "название священного места для омовений",
    "✓"
   ],
   [
    "ānandacetiya",
    "ср",
    "название пагоды андандчетия",
    "~"
   ],
   [
    "gayā 2",
    "жен",
    "название священной реки",
    "✓"
   ],
   [
    "cāpālacetiya",
    "ср",
    "название пагоды",
    "✓"
   ],
   [
    "payāga 1",
    "муж",
    "название святого места для купания",
    "✓"
   ],
   [
    "payāgā 1",
    "жен",
    "название священного места для купания",
    "✓"
   ],
   [
    "pāvālacetiya",
    "ср",
    "название ступы",
    "~"
   ],
   [
    "pāsāṇaka",
    "ср",
    "пагода из камня",
    "✓"
   ],
   [
    "bahuputtakacetiya",
    "ср",
    "название пагоды",
    "~"
   ],
   [
    "bāhukā",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "bāhumatī",
    "жен",
    "название святой реки",
    "✓"
   ],
   [
    "maṇimālika",
    "ср",
    "название святилища в Магадхе",
    "~"
   ],
   [
    "sāranda",
    "ср",
    "название пагоды",
    "~"
   ],
   [
    "sundarikā",
    "жен",
    "имя святой реки",
    "✓"
   ]
  ],
  "count": 16
 },
 "names of laypeople": {
  "data": [
   [
    "aggidatta",
    "муж",
    "имя отца Будды Какусандхи",
    "~"
   ],
   [
    "aggivessa",
    "муж",
    "имя министра",
    "~"
   ],
   [
    "ajita 2",
    "муж",
    "имя военного генерала Личчхави",
    "~"
   ],
   [
    "atula 1",
    "муж",
    "имя",
    "✓"
   ],
   [
    "anaggapāka",
    "муж",
    "наименование мирянина",
    "~"
   ],
   [
    "anāthapiṇḍika",
    "муж",
    "имя главного мирского последователя Будды",
    "✓"
   ],
   [
    "abhaya 3",
    "муж",
    "имя мирянина Личчави",
    "✓"
   ],
   [
    "ambapālī",
    "жен",
    "имя куртизанки",
    "✓"
   ],
   [
    "asibandhakaputta",
    "муж",
    "имя мирянина",
    "~"
   ],
   [
    "āgatapāka",
    "муж",
    "имя мирянина",
    "~"
   ],
   [
    "isidatta 2",
    "муж",
    "имя одного из архитекторов царя Пасенади",
    "✓"
   ],
   [
    "isidattapurāṇā",
    "муж",
    "имена двух архитекторов: исида и пурна",
    "✓"
   ],
   [
    "ugga 3",
    "муж",
    "имя домохозяина",
    "~"
   ],
   [
    "ugga 4",
    "муж",
    "имя министра",
    "~"
   ],
   [
    "uggasena",
    "муж",
    "имя мирянина",
    "~"
   ],
   [
    "uttarānandamātar",
    "жен",
    "имя мирской ученицы женского пола",
    "~"
   ],
   [
    "upananda 1",
    "муж",
    "упананда: имя военачальника Магадхи",
    "~"
   ],
   [
    "upāli 1",
    "муж",
    "имя мирянина",
    "✓"
   ],
   [
    "ummadantī",
    "жен",
    "имя дочери богатого банкира",
    "~"
   ],
   [
    "kaḷibha",
    "муж",
    "имя мирского ученика",
    "~"
   ],
   [
    "kāṇamātar",
    "жен",
    "имя мирской ученицы",
    "~"
   ],
   [
    "kātiyānī",
    "жен",
    "имя мирянки",
    "~"
   ],
   [
    "kārāyana",
    "муж",
    "имя возницы царя Пасенади",
    "✓"
   ],
   [
    "kāḷakhemaka",
    "муж",
    "имя шакьяна-мирянина",
    "~"
   ],
   [
    "kāḷigodhā",
    "жен",
    "имя мирянки из племени шакьев",
    "~"
   ],
   [
    "kāḷī 2",
    "жен",
    "имя рабыни в Саваттхи",
    "✓"
   ],
   [
    "kirapatika",
    "муж",
    "имя мирянина",
    "~"
   ],
   [
    "kukkuṭa 2",
    "муж",
    "имя мирянина",
    "✓"
   ],
   [
    "kuṭumbika",
    "муж",
    "имя мирянина",
    "✓"
   ],
   [
    "kesi",
    "муж",
    "имя коневода",
    "✓"
   ],
   [
    "khaṇḍadevi",
    "жен",
    "имя матери монаха",
    "~"
   ],
   [
    "khujjuttarā",
    "жен",
    "имя мирской ученицы",
    "~"
   ],
   [
    "gandhabba 3",
    "муж",
    "имя министра",
    "~"
   ],
   [
    "giridāsa",
    "муж",
    "гридхаса",
    "✓"
   ],
   [
    "guttila",
    "муж",
    "имя музыканта",
    "~"
   ],
   [
    "ghaṭikāra",
    "муж",
    "имя гончара",
    "✓"
   ],
   [
    "caṇḍa 2",
    "муж",
    "имя предводителя",
    "~"
   ],
   [
    "candanaṅgalika",
    "муж",
    "имя мирянина",
    "✓"
   ],
   [
    "citta 2.4",
    "муж",
    "имя мирского последователя Будды",
    "✓"
   ],
   [
    "ciravāsimātar",
    "жен",
    "имя мирянки, буквально: мать Чираваси",
    "~"
   ],
   [
    "ciravāsī",
    "муж",
    "имя сына Бхадраки",
    "~"
   ],
   [
    "jīvaka",
    "муж",
    "имя врача",
    "✓"
   ],
   [
    "jīvā",
    "жен",
    "имя умершего ребенка",
    "✓"
   ],
   [
    "jotika 2",
    "муж",
    "имя домохозяина",
    "~"
   ],
   [
    "tapassa",
    "муж",
    "имя мирского ученика",
    "~"
   ],
   [
    "tapassubhallikā",
    "муж",
    "имена двух мирян",
    "~"
   ],
   [
    "tapussa",
    "муж",
    "имя мирянского ученика",
    "~"
   ],
   [
    "tapussabhallikā",
    "муж",
    "имя двух мирян",
    "~"
   ],
   [
    "tambadāṭhika",
    "муж",
    "тамбадаатика: имя палача",
    "~"
   ],
   [
    "tavakaṇṇika",
    "муж",
    "имя мирянина-добровольца",
    "~"
   ],
   [
    "tissamātar",
    "жен",
    "имя мирянки",
    "~"
   ],
   [
    "tuṭṭha 2",
    "муж",
    "туṭṭха: имя мирянского ученика",
    "~"
   ],
   [
    "daṇḍapāṇī 2",
    "муж",
    "имя мирянина из клана Сакья",
    "✓"
   ],
   [
    "dasama 2",
    "муж",
    "имя домохозяина",
    "✓"
   ],
   [
    "dārukammika",
    "муж",
    "имя мирянина",
    "~"
   ],
   [
    "dīghakārāyana",
    "муж",
    "имя генерала",
    "~"
   ],
   [
    "dīghajāṇu",
    "муж",
    "длиноногий",
    "✓"
   ],
   [
    "dīghāvu",
    "муж",
    "имя мирского ученика",
    "~"
   ],
   [
    "dummukha 2",
    "муж",
    "название личчави",
    "✓"
   ],
   [
    "dhammadinna",
    "муж",
    "имя мирского ученика",
    "~"
   ],
   [
    "nakula 2",
    "муж",
    "имя человека, родители которого были великими учениками",
    "~"
   ],
   [
    "nakulapitar",
    "муж",
    "накулали отец",
    "~"
   ],
   [
    "nakulamātar",
    "жен",
    "накуламата: имя женщине-ученице-мирянке",
    "~"
   ],
   [
    "nandamātar",
    "жен",
    "матерь Нанды",
    "✓"
   ],
   [
    "nāvindakī",
    "муж",
    "имя министра",
    "~"
   ],
   [
    "pañcakaṅga",
    "муж",
    "имя мирянина",
    "✓"
   ],
   [
    "paṇḍitakumāraka",
    "муж",
    "имя одного из личчхави",
    "✓"
   ],
   [
    "pāṭaliya",
    "муж",
    "имя вождя",
    "~"
   ],
   [
    "pāvārika 2",
    "муж",
    "имя мирянина, который предложил монастырь Будде",
    "✓"
   ],
   [
    "piyaka",
    "муж",
    "имя казначея царя Мунды",
    "~"
   ],
   [
    "pukkusāti 2",
    "муж",
    "имя мирянина",
    "✓"
   ],
   [
    "puṇṇavaḍḍhana",
    "муж",
    "имя сына Мигары",
    "~"
   ],
   [
    "puṇṇikā",
    "жен",
    "имя служанки-водоноски",
    "✓"
   ],
   [
    "purāṇa 7",
    "муж",
    "имя одного из архитекторов царя Пасенади",
    "✓"
   ],
   [
    "peya",
    "муж",
    "имя мирянина",
    "✓"
   ],
   [
    "pessa 2",
    "муж",
    "имя мирянина",
    "✓"
   ],
   [
    "potaliya",
    "муж",
    "имя домохозяина",
    "✓"
   ],
   [
    "bandhula",
    "муж",
    "вождь",
    "~"
   ],
   [
    "biḷālapādaka 2",
    "муж",
    "имя богатого мирянина",
    "~"
   ],
   [
    "bījaka 3",
    "муж",
    "имя сына Судинны",
    "~"
   ],
   [
    "bījakamātar",
    "жен",
    "эпитет бывшей жены Судинны",
    "~"
   ],
   [
    "bhaddavatiya 1",
    "муж",
    "имя богатого человека",
    "~"
   ],
   [
    "bhaddiya 2",
    "муж",
    "имя одного из Личчави",
    "✓"
   ],
   [
    "bhadraka 2",
    "муж",
    "имя вождя",
    "~"
   ],
   [
    "bhallika",
    "муж",
    "имя мирянина-ученика",
    "~"
   ],
   [
    "majjha 4",
    "муж",
    "имя богатого мирянина",
    "✓"
   ],
   [
    "maṇicūḷaka",
    "муж",
    "вождь по имени маничулака",
    "~"
   ],
   [
    "mahānāma 1",
    "муж",
    "имя мирянина из рода Сакьев",
    "✓"
   ],
   [
    "mahāli",
    "муж",
    "имя человека из рода Личчхави",
    "✓"
   ],
   [
    "mānadinna",
    "муж",
    "имя мирского ученика",
    "~"
   ],
   [
    "migava 3",
    "муж",
    "смотритель парка",
    "✓"
   ],
   [
    "migasāṇā",
    "жен",
    "имя мирянки",
    "~"
   ],
   [
    "migasālā",
    "жен",
    "имя мирской ученицы",
    "~"
   ],
   [
    "migāra",
    "муж",
    "имя богатого мирянина",
    "✓"
   ],
   [
    "meṇḍaka 2",
    "муж",
    "мирской ученик по имени мэндака",
    "~"
   ],
   [
    "meṇḍakanattar",
    "муж",
    "имя человека",
    "~"
   ],
   [
    "medakathālikā 2",
    "жен",
    "имя акробата",
    "✓"
   ],
   [
    "moggalla",
    "муж",
    "имя министра",
    "~"
   ],
   [
    "yamaka 4",
    "муж",
    "имя министра",
    "~"
   ],
   [
    "rattapāṇi",
    "муж",
    "имя красильщика",
    "✓"
   ],
   [
    "rāsiya",
    "муж",
    "имя вождя",
    "~"
   ],
   [
    "rohaṇa",
    "муж",
    "имя молодого мирянина",
    "~"
   ],
   [
    "vajjiyamahita",
    "муж",
    "имя мирского ученика",
    "~"
   ],
   [
    "vajjiyamāhita",
    "муж",
    "почитаемый среди ваджджианцев",
    "✓"
   ],
   [
    "vappa 2",
    "муж",
    "имя шакья, буквально: сажающий",
    "✓"
   ],
   [
    "vijayamāhika",
    "муж",
    "имя мирянина ученика",
    "~"
   ],
   [
    "viṭaṭūbha",
    "муж",
    "имя генерала царя Пасенади",
    "✓"
   ],
   [
    "viḍūḍabha",
    "муж",
    "имя генерала Пасенади",
    "✓"
   ],
   [
    "visākha 2",
    "муж",
    "висакха 2: имя мирского ученика",
    "✓"
   ],
   [
    "visākhā 1",
    "жен",
    "имя главной ученицы Будды",
    "✓"
   ],
   [
    "vedehikā",
    "жен",
    "ведеһика - имя мирянки в Саваттхи",
    "✓"
   ],
   [
    "velāma",
    "муж",
    "имя Будды в предыдущем воплощении",
    "~"
   ],
   [
    "veḷukaṇḍakiyā",
    "жен",
    "имя мирского ученика",
    "~"
   ],
   [
    "veḷukaṇḍakī",
    "жен",
    "вельукандаки: имя мирянина",
    "~"
   ],
   [
    "sakulā 2",
    "жен",
    "имя мирянки, сестры королевы Пасенади",
    "✓"
   ],
   [
    "sandhāna 1",
    "муж",
    "имя мирянина",
    "✓"
   ],
   [
    "samīti",
    "муж",
    "имя колесничего из Саваттхи",
    "✓"
   ],
   [
    "sarakāni",
    "муж",
    "имя сахьянского мирянина-дисциплина",
    "~"
   ],
   [
    "saraṇāni",
    "муж",
    "имя шакьянского мирянина",
    "~"
   ],
   [
    "sāṇa 1.3",
    "муж",
    "имя мирянина",
    "✓"
   ],
   [
    "sādatta",
    "муж",
    "имя мирского последователя",
    "~"
   ],
   [
    "sāmāvatī 1",
    "жен",
    "имя мирянки",
    "~"
   ],
   [
    "sāragga",
    "муж",
    "имя мирского ученика",
    "~"
   ],
   [
    "sālavatī 2",
    "жен",
    "королевская куртизанка по имени",
    "~"
   ],
   [
    "sāḷha 1",
    "муж",
    "имя мирянина",
    "✓"
   ],
   [
    "sāḷha 2",
    "муж",
    "имя мирянина из рода Личави",
    "✓"
   ],
   [
    "sigālaka 2",
    "муж",
    "имя мирянина",
    "~"
   ],
   [
    "siṅgālaka 2",
    "муж",
    "имя мирского ученика",
    "~"
   ],
   [
    "sirivaḍḍha 1",
    "муж",
    "имя косаланского министра",
    "✓"
   ],
   [
    "sirivaḍḍha 2",
    "муж",
    "имя мирского ученика",
    "~"
   ],
   [
    "sirīvaḍḍha",
    "муж",
    "имя мирского последователя",
    "~"
   ],
   [
    "sīha 2",
    "муж",
    "имя военного генерала в Весали",
    "~"
   ],
   [
    "sutanā",
    "жен",
    "имя мирянки",
    "~"
   ],
   [
    "sudatta",
    "муж",
    "имя Анатхапиндики",
    "✓"
   ],
   [
    "sudhanā",
    "жен",
    "имя мирянки",
    "~"
   ],
   [
    "supabbā",
    "жен",
    "имя мирского ученика",
    "~"
   ],
   [
    "suppabuddha",
    "муж",
    "имя прокаженного",
    "✓"
   ],
   [
    "suppavāsā",
    "жен",
    "имя женщины, которая была мирянкой",
    "~"
   ],
   [
    "subhaṭa",
    "муж",
    "имя мирского ученика",
    "~"
   ],
   [
    "sūrambaṭṭha",
    "муж",
    "имя мирского последователя",
    "~"
   ],
   [
    "soṇa 2",
    "муж",
    "имя домохозяина",
    "✓"
   ],
   [
    "soṇamātar",
    "жен",
    "имя мирянки",
    "~"
   ],
   [
    "somā 2",
    "жен",
    "имя мирянки, сестры жены Пасенади",
    "✓"
   ],
   [
    "hatthaka 1",
    "муж",
    "имя мирянина в Алави",
    "✓"
   ],
   [
    "haliddikāni",
    "муж",
    "имя домовладельца",
    "~"
   ],
   [
    "hārika 2",
    "муж",
    "имя палача",
    "✓"
   ],
   [
    "hāliddakāni",
    "муж",
    "имя домохозяина",
    "~"
   ],
   [
    "hāliddika",
    "муж",
    "имя домовладельца",
    "~"
   ],
   [
    "hāliddikāni",
    "муж",
    "имя домохозяина",
    "~"
   ]
  ],
  "count": 149
 },
 "types of ascetics": {
  "data": [
   [
    "aggipakkika",
    "муж",
    "тип аскета, который питается подаянием, приготовленным на огне",
    "~"
   ],
   [
    "aggiparicārika",
    "муж",
    "огнепоклонник",
    "✓"
   ],
   [
    "anaggipakkika",
    "муж",
    "воздержанник, питающийся подаяниями, не приготовленными на огне",
    "~"
   ],
   [
    "abbhokāsika",
    "муж",
    "аскет живущий под открытым небом",
    "✓"
   ],
   [
    "ayamuṭṭhika 2",
    "муж",
    "аскет, который питается едой, добытой с помощью маленького камушка",
    "~"
   ],
   [
    "asāmapāka",
    "муж",
    "аскет, который питается пищей, приготовленной не им самим",
    "~"
   ],
   [
    "asmamuṭṭhika",
    "муж",
    "асмамуттхика: вид аскета, который живет на еде, добытой с помощью маленького камня",
    "~"
   ],
   [
    "ājīvaka",
    "муж",
    "Адживака",
    "✓"
   ],
   [
    "ājīvika",
    "муж",
    "аскет",
    "✓"
   ],
   [
    "āraññika 1",
    "муж",
    "лесной житель",
    "✓"
   ],
   [
    "ukkuṭika 2",
    "муж",
    "аскет, который остается в присевшем положении",
    "✓"
   ],
   [
    "ucchedavādī",
    "муж",
    "аннигиляционист",
    "✓"
   ],
   [
    "udakorohaka",
    "муж",
    "купальщик",
    "✓"
   ],
   [
    "udakorohanta",
    "муж",
    "купальщик",
    "✓"
   ],
   [
    "ubbhaṭṭhaka",
    "муж",
    "аскет, который практикует постоянное стояние",
    "✓"
   ],
   [
    "ekasāṭaka 1",
    "муж",
    "аскет в набедренной повязке",
    "✓"
   ],
   [
    "ekasāṭikā",
    "жен",
    "женская аскетка, носящая одну одежду",
    "~"
   ],
   [
    "ekāgārika 2.1",
    "муж",
    "аскет, живущий на подаянии только из одного дома",
    "✓"
   ],
   [
    "ekālopika",
    "муж",
    "аскет, который питается только одним куском пищи",
    "✓"
   ],
   [
    "ekāsanika",
    "муж",
    "аскет который кушает раз в день",
    "✓"
   ],
   [
    "kaṇṭakāpassayika",
    "муж",
    "аскет, который лежит на ложе из шипов",
    "✓"
   ],
   [
    "kesamassulocaka",
    "муж",
    "кто выщипывает волосы и бороду",
    "✓"
   ],
   [
    "gaṇī",
    "муж",
    "лидер группы",
    "✓"
   ],
   [
    "jaṭilaka",
    "муж",
    "аскет с дредами",
    "✓"
   ],
   [
    "tapassī 1",
    "муж",
    "аскет",
    "✓"
   ],
   [
    "titthiyasāvaka",
    "муж",
    "ученик другого религиозного учителя",
    "✓"
   ],
   [
    "dantaluyyaka",
    "муж",
    "типа аскета, который питается корой, снятой с деревьев зубами",
    "~"
   ],
   [
    "dantavakkalika",
    "муж",
    "аскет, питающийся корой, обгрызаемой с деревьев собственными зубами",
    "~"
   ],
   [
    "dvāgārika",
    "муж",
    "аскет, который питается только едой из двух домов",
    "✓"
   ],
   [
    "dvālopika",
    "муж",
    "аскет, который питается только двумя глотками еды",
    "✓"
   ],
   [
    "nahātaka",
    "муж",
    "выпускник",
    "✓"
   ],
   [
    "nesajja",
    "муж",
    "аскет, который остается в сидячем положении",
    "~"
   ],
   [
    "nesajjika",
    "муж",
    "аскет который остается в сидячем положении",
    "✓"
   ],
   [
    "parappavādī",
    "муж",
    "приверженец других вероучений",
    "~"
   ],
   [
    "paribbāja",
    "муж",
    "бездомный духовный искатель",
    "✓"
   ],
   [
    "paribbājaka",
    "муж",
    "бездомный духовный искатель",
    "✓"
   ],
   [
    "paribbājikā",
    "жен",
    "бездомная духовная искательница",
    "✓"
   ],
   [
    "pariyāyabhattika",
    "муж",
    "аскет, который ест с перерывами",
    "✓"
   ],
   [
    "paṃsukūlika 1",
    "муж",
    "аскет который носит выброшенную одежду",
    "✓"
   ],
   [
    "puggalavādī",
    "муж",
    "сторонник учения о том что личность существует",
    "✓"
   ],
   [
    "brahmacārī 2",
    "муж",
    "соблюдающий целибат",
    "✓"
   ],
   [
    "mantajjhāyaka",
    "муж",
    "того, кто овладевает Ведами",
    "✓"
   ],
   [
    "māgaṇḍika",
    "муж",
    "последователь магаṇḍьи",
    "~"
   ],
   [
    "yathāsanthatika",
    "муж",
    "аскет который спит на любой постели",
    "✓"
   ],
   [
    "rajojallika",
    "муж",
    "аскет, покрытый пылью и грязью",
    "✓"
   ],
   [
    "rukkhamūlika",
    "муж",
    "аскет живущий у подножия дерева",
    "✓"
   ],
   [
    "lūkhacīvaradhara",
    "муж",
    "аскет, который носит грубую одежду",
    "✓"
   ],
   [
    "saṅghāṭika",
    "муж",
    "аскет, который носит лоскутное одеяние",
    "✓"
   ],
   [
    "sattāgārika",
    "муж",
    "аскет, живущий на еде только из семи домов",
    "✓"
   ],
   [
    "sattālopika",
    "муж",
    "аскет, который питается только семью кусками пищи",
    "✓"
   ],
   [
    "sassatavādī",
    "муж",
    "этерналист",
    "✓"
   ],
   [
    "suññatavādī",
    "муж",
    "сторонник учения о том что все пусто",
    "✓"
   ],
   [
    "sosānika",
    "муж",
    "аскет живущий на кладбище",
    "✓"
   ]
  ],
  "count": 53
 },
 "suttas of the Majjhima Nikāya": {
  "data": [
   [
    "aggivacchasutta",
    "ср",
    "маджхима никая 72 (MN72)",
    "✓"
   ],
   [
    "aṅgulimālasutta",
    "ср",
    "дискурс об ангулимале из маджджхима никая 86 (MN86)",
    "✓"
   ],
   [
    "acchariyaabbhutasutta",
    "ср",
    "маджхима никая 123 (мн123)",
    "~"
   ],
   [
    "aṭṭhakanāgarasutta 1",
    "ср",
    "мажджхима никая 52 (MN52)",
    "✓"
   ],
   [
    "anaṅgaṇasutta",
    "ср",
    "дискурс о безупречности (mn5)",
    "✓"
   ],
   [
    "anumānasutta",
    "ср",
    "дискурс о выводе (средние речи 15)",
    "~"
   ],
   [
    "apaṇṇakasutta 1",
    "ср",
    "маджхима никая 60",
    "✓"
   ],
   [
    "abhayarājakumārasutta",
    "ср",
    "маджхима никая 58",
    "✓"
   ],
   [
    "ambalaṭṭhikarāhulovādasutta",
    "ср",
    "ма́джхима-никая 61",
    "✓"
   ],
   [
    "ariyapariyesanāsutta",
    "ср",
    "средняя коллекция 26",
    "~"
   ],
   [
    "alagaddūpamasutta",
    "ср",
    "Учение о подобии водяной змеи",
    "~"
   ],
   [
    "assalāyanasutta",
    "ср",
    "Маджхима Никая 93 (MN93)",
    "✓"
   ],
   [
    "ākaṅkheyyasutta",
    "ср",
    "мадждхима никая 6 (мн6)",
    "~"
   ],
   [
    "upālisutta 1",
    "ср",
    "маджхима никая 56",
    "✓"
   ],
   [
    "esukārīsutta",
    "ср",
    "Мадджхима Никая 96 (MN96)",
    "✓"
   ],
   [
    "kakacūpamasutta",
    "ср",
    "маджхима никая 21",
    "~"
   ],
   [
    "kaṇṇakatthalasutta",
    "ср",
    "Маджджхима Никая 90 (МН90)",
    "✓"
   ],
   [
    "kandarakasutta",
    "ср",
    "дискрос кандарка из маджхима никая 51 (mn51)",
    "✓"
   ],
   [
    "kīṭāgirisutta",
    "ср",
    "дискурс в Китагири из Средней коллекции (MN70)",
    "✓"
   ],
   [
    "kukkuravatikasutta",
    "ср",
    "маджхима никая 57",
    "✓"
   ],
   [
    "kosambiyasutta",
    "ср",
    "достигнута завершенность косамбиятхутты",
    "✓"
   ],
   [
    "gaṇakamoggallānasutta",
    "ср",
    "дискурс моггалланы бухгалтера",
    "~"
   ],
   [
    "gaṇakamoggallānasuttanta",
    "муж",
    "дискурс для моггалланы-учетчика",
    "~"
   ],
   [
    "goliyānisutta",
    "ср",
    "маджхима никая 69 (Mn 69)",
    "✓"
   ],
   [
    "ghaṭikārasutta",
    "ср",
    "махджхима никая 81 (мн81)",
    "✓"
   ],
   [
    "ghoṭamukhasutta",
    "ср",
    "Маджхима Никая 94 (МН94)",
    "✓"
   ],
   [
    "caṅkīsutta",
    "ср",
    "Маджхима Никая 95 (MN95)",
    "✓"
   ],
   [
    "cātumasutta",
    "ср",
    "мджхима никая 67 (мн67)",
    "✓"
   ],
   [
    "cūḷaassapurasutta",
    "ср",
    "средняя коллекция сутр 40",
    "✓"
   ],
   [
    "cūḷagopālakasutta",
    "ср",
    "маджхима никая 34",
    "~"
   ],
   [
    "cūḷagosiṅga",
    "ср",
    "марджхима никая 31",
    "~"
   ],
   [
    "cūḷagosiṅgasutta",
    "ср",
    "маджхима никая 31",
    "~"
   ],
   [
    "cūḷataṇhāsaṅkhayasutta",
    "ср",
    "меджхима никая 37",
    "~"
   ],
   [
    "cūḷadukkhakkhandhasutta",
    "ср",
    "муддая никая 14",
    "~"
   ],
   [
    "cūḷadhammasamādānasutta",
    "ср",
    "короткая беседа о принятии учения (MN45): палийский термин \"cūḷadhammasamādānasutta\", средний род, составное слово, <b>cūḷadhammasamādānasuttaṃ</b> завершено, пятое.",
    "✓"
   ],
   [
    "cūḷamālukyasutta",
    "ср",
    "мажхима никая 63 (МН63)",
    "✓"
   ],
   [
    "cūḷavedalla",
    "ср",
    "мажджхима никая 44",
    "~"
   ],
   [
    "cūḷavedallasutta",
    "ср",
    "кулаведалласутта завершена на четвертом месте",
    "✓"
   ],
   [
    "cūḷasakuludāyisutta",
    "ср",
    "маjjhima nikāya 79 (mn79)",
    "✓"
   ],
   [
    "cūḷasaccakasutta",
    "ср",
    "маджджхима никая 35",
    "~"
   ],
   [
    "cūḷasāropamasutta",
    "ср",
    "маджхима никая 30",
    "~"
   ],
   [
    "cūḷasīhanādasutta",
    "ср",
    "маджхима никая 11",
    "~"
   ],
   [
    "cūḷahatthipadopama",
    "ср",
    "маджхима никая 27",
    "~"
   ],
   [
    "cūḷahatthipadopamasutta",
    "ср",
    "маджхима никая 27",
    "~"
   ],
   [
    "cūḷāssapurasutta",
    "ср",
    "средняя коллекция 40",
    "~"
   ],
   [
    "cetokhilasutta 1",
    "ср",
    "меджхима никая 15",
    "~"
   ],
   [
    "jīvakasutta 1",
    "ср",
    "маджусима никая 55",
    "✓"
   ],
   [
    "tevijjavacchasutta",
    "ср",
    "маджхима никая 71 (мн71)",
    "✓"
   ],
   [
    "dīghanakhasutta",
    "ср",
    "маджджхима никая 74 (MN74)",
    "✓"
   ],
   [
    "dvedhāvitakkasutta",
    "ср",
    "махачжима никая 19",
    "~"
   ],
   [
    "dhanañjānisutta",
    "ср",
    "Маджхима Никая 97 (MN97)",
    "✓"
   ],
   [
    "dhammacetiyasutta",
    "ср",
    "майджхима никая 89 (mn89)",
    "✓"
   ],
   [
    "dhammadāyādasutta",
    "ср",
    "средние речи 3",
    "✓"
   ],
   [
    "naḷakapānasutta",
    "ср",
    "маджхима-никая 68 (МН68)",
    "✓"
   ],
   [
    "nivāpasutta",
    "ср",
    "дискурс о приманке (мн 25), средняя коллекция 25",
    "~"
   ],
   [
    "pañcāyatanasutta",
    "ср",
    "ангуттара никая 102 (AN102)",
    "~"
   ],
   [
    "pāsarāsisutta",
    "ср",
    "дискурс о груде западней (МН26)",
    "~"
   ],
   [
    "piyajātikasutta",
    "ср",
    "маджхима никая 87 (мн87)",
    "✓"
   ],
   [
    "potaliyasutta 1",
    "ср",
    "маджхима никая 54",
    "✓"
   ],
   [
    "bahuvedanīyasutta",
    "ср",
    "маджхима никая 59",
    "✓"
   ],
   [
    "bāhitikasutta",
    "ср",
    "маджхима никая 88 (mn88)",
    "✓"
   ],
   [
    "bodhirājakumārasutta",
    "ср",
    "средние собрания 85 (MN85)",
    "✓"
   ],
   [
    "brahmanimantanikasutta",
    "ср",
    "дискурс о приглашении Брахмы (MN49)",
    "✓"
   ],
   [
    "brahmāyusutta",
    "ср",
    "Маджджхима Никая 91 (MN91)",
    "✓"
   ],
   [
    "bhaddālisutta",
    "ср",
    "махаджхима никая 65 (MN65)",
    "✓"
   ],
   [
    "bhaddekarattasutta",
    "ср",
    "мажджхима никая 131",
    "~"
   ],
   [
    "bhayabheravasutta",
    "ср",
    "маджжхима никая 4",
    "✓"
   ],
   [
    "maghadevasutta",
    "ср",
    "маджима-никая 83 (МН83)",
    "✓"
   ],
   [
    "madhupiṇḍikasutta",
    "ср",
    "мадхупиндикасутта: миддхима никая 18",
    "~"
   ],
   [
    "madhurasutta",
    "ср",
    "мадждхима никая 84 (MN84)",
    "✓"
   ],
   [
    "mahāassapurasutta",
    "ср",
    "длинная беседа в Ассапуре (МН39)",
    "✓"
   ],
   [
    "mahāgopālakasutta",
    "ср",
    "средняя сборка 33",
    "~"
   ],
   [
    "mahāgosiṅgasutta",
    "ср",
    "махагосингасутта: средняя никая 32",
    "~"
   ],
   [
    "mahātaṇhāsaṅkhayasutta",
    "ср",
    "мажджхима никая 38",
    "~"
   ],
   [
    "mahādukkhakkhandhasutta",
    "ср",
    "мизима никая 13",
    "~"
   ],
   [
    "mahādhammasamādānasutta",
    "ср",
    "средняя коллекция 46",
    "✓"
   ],
   [
    "mahāpuṇṇama",
    "муж",
    "махаджхима никая 109",
    "~"
   ],
   [
    "mahāpuṇṇamasutta",
    "ср",
    "магатьима-никая 109",
    "~"
   ],
   [
    "mahāmālukyasutta",
    "ср",
    "дискурс великий к Малукья из Маджджхима Никайи 64 (MN64)",
    "✓"
   ],
   [
    "mahārāhulovādasutta",
    "ср",
    "махарахуловадасутта завершена, вторая. средние поучения будды, великое наставление рахуле (mn62)",
    "✓"
   ],
   [
    "mahāvacchasutta",
    "ср",
    "махаваччхасутта: мН73 (мН73)",
    "✓"
   ],
   [
    "mahāvedalla",
    "ср",
    "махаведалла, мджхима никая 43",
    "~"
   ],
   [
    "mahāvedallasutta",
    "ср",
    "средняя длина 43",
    "✓"
   ],
   [
    "mahāsakuludāyisutta",
    "ср",
    "маджджхима никая 77 (мn77)",
    "✓"
   ],
   [
    "mahāsaccakasutta",
    "ср",
    "маджхима никая 36",
    "~"
   ],
   [
    "mahāsatipaṭṭhānasutta 2",
    "ср",
    "махасатипаттханасутта 2: маджхима никая 10",
    "~"
   ],
   [
    "mahāsāropamasutta",
    "ср",
    "маждхима никая 29",
    "~"
   ],
   [
    "mahāsīhanādasutta 2",
    "ср",
    "majjhima nikāya 12",
    "~"
   ],
   [
    "mahāhatthipadopamasutta",
    "ср",
    "мачджхима никая 28",
    "~"
   ],
   [
    "māgaṇḍiyasutta 1",
    "ср",
    "магагдиясутта 1 (MN75)",
    "✓"
   ],
   [
    "māratajjanīyasutta",
    "ср",
    "мажатжджаниясутта-м ньиттхита-м дасама-м",
    "✓"
   ],
   [
    "mūlapariyāya",
    "муж",
    "средняя продолжительность никая 1",
    "~"
   ],
   [
    "mūlapariyāyasutta",
    "ср",
    "срединная коллекция 1",
    "~"
   ],
   [
    "raṭṭhapālasutta",
    "ср",
    "срединная коллекция 82 (MN82)",
    "✓"
   ],
   [
    "rathavinītasutta",
    "ср",
    "мджхима никая 24",
    "~"
   ],
   [
    "laṭukikopamasutta",
    "ср",
    "дискурс о сравнении с фиолетовой астральной птичкой (MN66)",
    "✓"
   ],
   [
    "vatthasutta 1",
    "ср",
    "маджджхима никая 7",
    "~"
   ],
   [
    "vanapatthasutta",
    "ср",
    "маджхима никая 17",
    "~"
   ],
   [
    "vammikasutta",
    "ср",
    "дискурс о муравейнике",
    "~"
   ],
   [
    "vāseṭṭhasutta 1",
    "ср",
    "Мадджхима Никая 98 (MN98)",
    "✓"
   ],
   [
    "vitakkasaṇṭhānasutta",
    "ср",
    "собеседование о успокоении мысли",
    "~"
   ],
   [
    "vīmaṃsakasutta",
    "ср",
    "маджхима никая 47",
    "✓"
   ],
   [
    "vekhanasasutta",
    "ср",
    "мажджхима никая 80 (MN80)",
    "✓"
   ],
   [
    "verañjakasutta",
    "ср",
    "средняя коллекция 42",
    "✓"
   ],
   [
    "saṅgāravasutta 1",
    "ср",
    "Мадждхима Никая 100 (МН100)",
    "✓"
   ],
   [
    "satipaṭṭhānasutta 1",
    "ср",
    "миджхима никая 10",
    "~"
   ],
   [
    "sandakasutta",
    "ср",
    "маджхима никая 76 (MN76)",
    "✓"
   ],
   [
    "sabbāsavasutta",
    "ср",
    "дискурс о всех загрязнениях (mn2)",
    "✓"
   ],
   [
    "samaṇamuṇḍikasutta",
    "ср",
    "маджхима никая 78 (MN78)",
    "✓"
   ],
   [
    "sammādiṭṭhi 3",
    "жен",
    "маджхима никая 9",
    "~"
   ],
   [
    "sammādiṭṭhisutta 1",
    "ср",
    "маджхима никая 9",
    "~"
   ],
   [
    "sallekhasutta",
    "ср",
    "маджхима никая 8",
    "~"
   ],
   [
    "sāleyyakasutta",
    "ср",
    "маджхима-никая 41",
    "✓"
   ],
   [
    "subhasutta 1",
    "ср",
    "Мадджхима Никая (MN99)",
    "✓"
   ],
   [
    "sekhasutta 1",
    "ср",
    "маджхима никая 53",
    "✓"
   ],
   [
    "selasutta 1",
    "ср",
    "Маджхима Никая 92 (MN92)",
    "✓"
   ]
  ],
  "count": 116
 },
 "family names": {
  "data": [
   [
    "aggivessana",
    "муж",
    "название клана брахманов",
    "✓"
   ],
   [
    "ākāsa 6",
    "муж",
    "название рода",
    "✓"
   ],
   [
    "upamañña",
    "муж",
    "название клана",
    "~"
   ],
   [
    "kaccāna",
    "муж",
    "фамилия",
    "✓"
   ],
   [
    "kaccāyana 1",
    "муж",
    "фамилия",
    "✓"
   ],
   [
    "kassapa 3",
    "муж",
    "фамилия",
    "✓"
   ],
   [
    "kātiyāna 1",
    "муж",
    "фамилия",
    "✓"
   ],
   [
    "kālāma",
    "муж",
    "фамилии первого учителя Будды",
    "✓"
   ],
   [
    "kesakambala 1",
    "муж",
    "родовые имена аскетического учителя",
    "✓"
   ],
   [
    "koṇḍañña 2",
    "муж",
    "название клана",
    "~"
   ],
   [
    "kosiya 2",
    "муж",
    "фамилия Сакка",
    "✓"
   ],
   [
    "gagga",
    "муж",
    "название семейного клана Ангулималы",
    "✓"
   ],
   [
    "gotama 1",
    "муж",
    "родовое имя Будды",
    "✓"
   ],
   [
    "gosāla 1",
    "муж",
    "фамилия аскетического учителя",
    "✓"
   ],
   [
    "nāṭaputta",
    "муж",
    "фамильные имена Махавиры",
    "✓"
   ],
   [
    "nātaputta",
    "муж",
    "фамилия Махавиры, лидера джайнов",
    "✓"
   ],
   [
    "nāthaputta",
    "муж",
    "фамилия махавиры",
    "✓"
   ],
   [
    "paṇḍara 4",
    "муж",
    "имя семейного клана",
    "✓"
   ],
   [
    "pilinda",
    "муж",
    "наименование семейного клана",
    "✓"
   ],
   [
    "belaṭṭhaputta",
    "муж",
    "имя аскетического учителя",
    "✓"
   ],
   [
    "bhaggava 1",
    "муж",
    "фамилия",
    "✓"
   ],
   [
    "mantāṇiputta",
    "муж",
    "фамилия монаха клана Сакья",
    "✓"
   ],
   [
    "mantāniputta",
    "муж",
    "семейное имя сахьяского архата-монаха",
    "~"
   ],
   [
    "moggallāna 2",
    "муж",
    "фамилия",
    "✓"
   ],
   [
    "rāmaputta",
    "муж",
    "фамилия второго учителя Будды",
    "✓"
   ],
   [
    "vaccha 1.2",
    "муж",
    "фамилия",
    "✓"
   ],
   [
    "vacchāyana",
    "муж",
    "Фамилия странствующего аскета Пилотики",
    "✓"
   ],
   [
    "vāseṭṭha 4",
    "муж",
    "название семьи брахманов",
    "~"
   ],
   [
    "vedehiputta",
    "муж",
    "фамилия Аджатасатту царя Магадхи",
    "✓"
   ],
   [
    "vedhaññā",
    "муж",
    "название рода шакья",
    "~"
   ],
   [
    "verahaccāni",
    "муж",
    "имя клана браманской семьи",
    "~"
   ],
   [
    "sakya 1",
    "муж",
    "название семьи, в которую родился Будда",
    "✓"
   ],
   [
    "saṅkicca",
    "муж",
    "фамилия аскета",
    "~"
   ],
   [
    "saṃkicca 1",
    "муж",
    "фамилия аскета",
    "✓"
   ]
  ],
  "count": 34
 },
 "names of countries": {
  "data": [
   [
    "aṅga 4",
    "ср",
    "название страны",
    "✓"
   ],
   [
    "aṅguttarāpa",
    "муж",
    "название страны",
    "~"
   ],
   [
    "andha 2.1",
    "муж",
    "название страны",
    "~"
   ],
   [
    "avanti 2",
    "жен",
    "название страны",
    "~"
   ],
   [
    "āḷavī 1",
    "жен",
    "название страны",
    "✓"
   ],
   [
    "kamboja",
    "муж",
    "название страны",
    "~"
   ],
   [
    "kaliṅga",
    "муж",
    "название страны",
    "~"
   ],
   [
    "kāsi",
    "муж",
    "название королевства в древней Индии",
    "✓"
   ],
   [
    "kāsikosala",
    "муж",
    "королевства каси и косалы",
    "✓"
   ],
   [
    "kuru",
    "муж",
    "название страны",
    "✓"
   ],
   [
    "kosala 1",
    "муж",
    "королевство Косала (со столицей Саваттхи)",
    "✓"
   ],
   [
    "gandhāra 1",
    "муж",
    "название страны",
    "~"
   ],
   [
    "ceta",
    "ср",
    "название страны",
    "~"
   ],
   [
    "pattuṇṇa 1",
    "муж",
    "название страны",
    "~"
   ],
   [
    "bhaddavatiya 2",
    "ср",
    "название региона",
    "~"
   ],
   [
    "bhārukaccha",
    "муж",
    "название страны",
    "~"
   ],
   [
    "bhoja 1",
    "муж",
    "название страны",
    "✓"
   ],
   [
    "magadha",
    "муж",
    "страна",
    "✓"
   ],
   [
    "vajjī 3",
    "муж",
    "название страны",
    "✓"
   ],
   [
    "videha",
    "муж",
    "название страны",
    "~"
   ],
   [
    "sindhu 1",
    "муж",
    "название страны вокруг реки Инд",
    "~"
   ],
   [
    "sunāparanta",
    "муж",
    "название страны",
    "✓"
   ]
  ],
  "count": 22
 },
 "names of paccekabuddhas": {
  "data": [
   [
    "aṅga 5",
    "муж",
    "имя частно пробужденного Будды",
    "~"
   ],
   [
    "accuta 3",
    "муж",
    "имя самостоятельно пробужденного Будды",
    "~"
   ],
   [
    "accutagāmabyāmaka",
    "муж",
    "имя двух частных пробужденных Будд: аккутагама и бьямака",
    "~"
   ],
   [
    "aṭṭhaka 6",
    "муж",
    "имя самостоятельно пробудившегося Будды",
    "~"
   ],
   [
    "aṭṭhama 2",
    "муж",
    "название частно пробужденного Будды",
    "~"
   ],
   [
    "athassumegha",
    "муж",
    "имя частного пробуждённого Будды",
    "~"
   ],
   [
    "anāsava 2",
    "муж",
    "имя частного пробудившегося Будды",
    "~"
   ],
   [
    "anīgha 2",
    "муж",
    "имя одного пробужденного Будды",
    "~"
   ],
   [
    "aparājita 2",
    "муж",
    "имя самостоятельно пробудившегося Будды",
    "~"
   ],
   [
    "ariṭṭha 1.2",
    "муж",
    "имя частного пробужденного Будды",
    "~"
   ],
   [
    "ariya 4",
    "муж",
    "имя частично пробужденного Будды",
    "~"
   ],
   [
    "asayha 3",
    "муж",
    "имя частного Будды, достигшего пробуждения",
    "~"
   ],
   [
    "asita 2.3",
    "муж",
    "имя пробудившегося Будды",
    "~"
   ],
   [
    "ānanda 3",
    "муж",
    "имя лично пробужденного Будды",
    "~"
   ],
   [
    "uccaṅgamāya",
    "муж",
    "имя частного пробужденного Будды",
    "~"
   ],
   [
    "ujjaya 1",
    "муж",
    "имя приватно пробудившегося Будды",
    "~"
   ],
   [
    "uttara 2.07",
    "муж",
    "название самостоятельно просветленного Будды",
    "~"
   ],
   [
    "upakāḷa",
    "муж",
    "имя одного из частично пробудившихся Будд",
    "~"
   ],
   [
    "upananda 2",
    "муж",
    "имя частного пробужденного Будды",
    "~"
   ],
   [
    "upanīta 7",
    "муж",
    "имя пробудившегося будды",
    "~"
   ],
   [
    "upanemisa",
    "муж",
    "имя частно пробудившегося Будды",
    "~"
   ],
   [
    "upariṭṭha 2",
    "муж",
    "имя лично пробуждённого Будды",
    "~"
   ],
   [
    "upasikhi",
    "муж",
    "имя частного пробудившегося Будды",
    "~"
   ],
   [
    "upasīdarī",
    "муж",
    "имя Пратекабудды",
    "~"
   ],
   [
    "upāsabha",
    "муж",
    "имя частного просветлённого Будды",
    "~"
   ],
   [
    "uposatha 5",
    "муж",
    "имя частно пробудившегося Будды",
    "~"
   ],
   [
    "uppala 4",
    "муж",
    "имя частного пробудившегося Будды",
    "~"
   ],
   [
    "usabha 4",
    "муж",
    "имя частно пробудившегося Будды",
    "~"
   ],
   [
    "kaṇha 4",
    "муж",
    "имя пробудившегося Будды-самоса",
    "~"
   ],
   [
    "kāḷūpakāḷā",
    "муж",
    "имена двух частных пробудившихся Будд: Кала и Упакала",
    "~"
   ],
   [
    "ketumant 2",
    "муж",
    "имя самосветящегося Будды",
    "~"
   ],
   [
    "ketumbharāga",
    "муж",
    "имя частного пробужденного Будды",
    "~"
   ],
   [
    "kesī 3",
    "муж",
    "название личностно пробужденного Будды",
    "~"
   ],
   [
    "kosalla 3",
    "муж",
    "имя личного Будды, познавшего истину",
    "~"
   ],
   [
    "khemābhirata",
    "муж",
    "имя самостоятельно просветленного Будды",
    "~"
   ],
   [
    "gandhāra 2",
    "муж",
    "имя частного будды-покровителя",
    "~"
   ],
   [
    "guttijita",
    "муж",
    "имя одного из частно пробуждённых Будд",
    "~"
   ],
   [
    "jayanta 2",
    "муж",
    "имя пробудившегося Будды",
    "~"
   ],
   [
    "jālī 2.2",
    "муж",
    "имя частного Пробужденного Будды",
    "~"
   ],
   [
    "jita 3",
    "муж",
    "имя частно пробужденного Будды",
    "~"
   ],
   [
    "jeta",
    "муж",
    "имя самостоятельно просветленного Будды",
    "~"
   ],
   [
    "tagarasikhī",
    "муж",
    "имя частно пробужденного Будды",
    "~"
   ],
   [
    "taggarasikhī",
    "муж",
    "имя самосовершенного Будды",
    "~"
   ],
   [
    "tatha 3",
    "муж",
    "имя самостоятельно пробужденного Будды",
    "~"
   ],
   [
    "tadādhimutta",
    "муж",
    "имя частно пробужденного Будды",
    "~"
   ],
   [
    "tissūpatissā",
    "муж",
    "имена двух частнопросветленных Будд: Тисса и Упатисса",
    "~"
   ],
   [
    "dabbila",
    "муж",
    "имя частного пробужденного будды",
    "~"
   ],
   [
    "durannaya 2",
    "муж",
    "имя частного просветленного Будды",
    "~"
   ],
   [
    "dvārabhāja",
    "муж",
    "имя частного пробужденного Будды",
    "~"
   ],
   [
    "nanda 5",
    "муж",
    "имя частно пробужденного Будды",
    "~"
   ],
   [
    "nīta 3",
    "муж",
    "имя самостоятельно пробудившегося Будды",
    "~"
   ],
   [
    "nemisa",
    "муж",
    "имя частного Будды, достигшего просветления",
    "~"
   ],
   [
    "paṅga",
    "муж",
    "имя частного пробужденного Будды",
    "~"
   ],
   [
    "paduma 5",
    "муж",
    "имя одного из самостоятельно пробудившихся Будд",
    "~"
   ],
   [
    "padumuttara 2",
    "муж",
    "имя индивидуально пробужденного Будды",
    "~"
   ],
   [
    "pabbata 4",
    "муж",
    "имя частно пробудившегося Будды",
    "~"
   ],
   [
    "pavattar 2",
    "муж",
    "имя тайно пробужденного Будды",
    "~"
   ],
   [
    "passi 2",
    "муж",
    "имя будды, пробудившегося без помощи",
    "~"
   ],
   [
    "piṇḍola 1",
    "муж",
    "название частно пробудившегося Будды",
    "~"
   ],
   [
    "piyadassī",
    "муж",
    "имя личного Просветлённого Будды",
    "~"
   ],
   [
    "bandhumant 2",
    "муж",
    "имя частно пробужденного Будды",
    "~"
   ],
   [
    "bodhi 5",
    "муж",
    "название лично пробужденного Будды",
    "~"
   ],
   [
    "bhāradvāja 4",
    "муж",
    "имя частным образом пробужденного Будды",
    "~"
   ],
   [
    "bhāvitatta 1.4",
    "муж",
    "название частично пробудившегося Будды",
    "~"
   ],
   [
    "maṅgala 7",
    "муж",
    "имя частного пробужденного Будды",
    "~"
   ],
   [
    "matula",
    "муж",
    "имя частного пробуждённого Будды",
    "~"
   ],
   [
    "manomaya 2",
    "муж",
    "название Будды, пробудившегося самостоятельно",
    "~"
   ],
   [
    "mahānāma 2",
    "муж",
    "мужское имя пробудившегося Будды",
    "~"
   ],
   [
    "mātaṅga 3",
    "муж",
    "имя частно пробуждённого Будды",
    "~"
   ],
   [
    "mānacchida 2",
    "муж",
    "название лично просветленного Будды",
    "~"
   ],
   [
    "mānatthaddha 2",
    "муж",
    "название будды, пробужденного в одиночку",
    "~"
   ],
   [
    "methula",
    "муж",
    "метхула: имя частного пробужденного Будды",
    "~"
   ],
   [
    "yasassī 2",
    "муж",
    "имя лично просветленного Будды",
    "~"
   ],
   [
    "rakkhita 2",
    "муж",
    "название частно пробужденного Будды",
    "~"
   ],
   [
    "lomahaṃsa 2",
    "муж",
    "имя лично пробудившегося Будды",
    "~"
   ],
   [
    "vijita 3",
    "муж",
    "имя частного пробуждённого Будды",
    "~"
   ],
   [
    "vimala 3",
    "муж",
    "имя самостоятельно пробужденного Будды",
    "~"
   ],
   [
    "saṅgha 3",
    "муж",
    "имя пробудившегося будды",
    "~"
   ],
   [
    "saccanāma 2",
    "муж",
    "имя частного пробужденного Будды",
    "~"
   ],
   [
    "satthar 2",
    "муж",
    "имя частного пробудившегося будды",
    "~"
   ],
   [
    "santacitta 2",
    "муж",
    "имя Будды, просветлённого в уединении",
    "~"
   ],
   [
    "sayha 2",
    "муж",
    "имя частно пробудившегося Будды",
    "~"
   ],
   [
    "sarabhaṅga 2",
    "муж",
    "имя самопросветленного Будды",
    "~"
   ],
   [
    "sikhari",
    "муж",
    "имя частного пробудившегося будды",
    "~"
   ],
   [
    "sikhī 5",
    "муж",
    "наименование самостоятельно просветленного Будды",
    "~"
   ],
   [
    "sīdarī",
    "муж",
    "имя частного пробужденного Будды",
    "~"
   ],
   [
    "sutavant 3",
    "муж",
    "имя частного пробудившегося Будды",
    "~"
   ],
   [
    "sudassana 5",
    "муж",
    "наименование частнопросветленного Будды",
    "~"
   ],
   [
    "sudāṭha",
    "муж",
    "имя частного пробужденного Будды",
    "~"
   ],
   [
    "sundara 2",
    "муж",
    "имя частного пробужденного Будды",
    "~"
   ],
   [
    "supatiṭṭhita 2",
    "муж",
    "имя частно пробудившегося Будды",
    "~"
   ],
   [
    "subāhu 1",
    "муж",
    "имя частного пробудившегося Будды",
    "~"
   ],
   [
    "subha 4",
    "муж",
    "имя частного пробудившегося Будды",
    "~"
   ],
   [
    "sumaṅgala 2",
    "муж",
    "имя пробудившегося Будды",
    "~"
   ],
   [
    "sumbha",
    "муж",
    "имя самостоятельно пробужденного Будды",
    "~"
   ],
   [
    "sobhita 3",
    "муж",
    "имя частично просветленного Будды",
    "~"
   ],
   [
    "sorata 2",
    "муж",
    "имя самостоятельно пробужденного Будды",
    "~"
   ],
   [
    "hiṅga",
    "муж",
    "имя частно пробужденного Будды",
    "~"
   ],
   [
    "hiṅgū",
    "муж",
    "имя лично пробужденного Будды",
    "~"
   ]
  ],
  "count": 99
 },
 "names of monks": {
  "data": [
   [
    "aṅgaṇika",
    "муж",
    "имя архата монаха, буквально из Бенгалии",
    "✓"
   ],
   [
    "aṅgaṇikabhāradvāja",
    "муж",
    "на́ имя архата монаха",
    "~"
   ],
   [
    "aṅgulimāla",
    "муж",
    "имя монаха архата",
    "✓"
   ],
   [
    "aciravata",
    "муж",
    "имя послушника",
    "~"
   ],
   [
    "ajita 5",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "ajina 4",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "ajjuka 2",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "ajjuna 3",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "añjanavaniya",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "aññākoṇḍañña",
    "муж",
    "имя первого ученика Будды",
    "~"
   ],
   [
    "aññātakoṇḍañña",
    "муж",
    "имя первого ученика Будды",
    "✓"
   ],
   [
    "aññāsikoṇḍañña",
    "муж",
    "имя первого ученика Будды",
    "✓"
   ],
   [
    "adhimutta 3",
    "муж",
    "имя монаха архата",
    "~"
   ],
   [
    "adhimutta 4",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "anurādha",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "anuruddha 1",
    "муж",
    "великий ученик Будды",
    "✓"
   ],
   [
    "anūpama 2",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "abhaya 5",
    "муж",
    "имя араханта монаха",
    "✓"
   ],
   [
    "abhaya 6",
    "муж",
    "имя одного из монахов-архатов",
    "~"
   ],
   [
    "abhijika",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "abhibhūta 3",
    "муж",
    "имя араханта монаха",
    "~"
   ],
   [
    "ariṭṭha 1.1",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "assaji 1.1",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "ātuma 2",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "ānanda 2",
    "муж",
    "имя помощника Будды",
    "✓"
   ],
   [
    "ābhijjika",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "ābhiñjika",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "ārohanta",
    "муж",
    "имя бывшего министра, ставшего монахом",
    "~"
   ],
   [
    "ārohaputta",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "isidatta 1",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "isidinna",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "ukkhepakatavaccha",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "ugga 6",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "ujjaya 2",
    "муж",
    "имя монаха-архата",
    "✓"
   ],
   [
    "uttara 2.10",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "uttara 2.11",
    "муж",
    "имя архат монаха",
    "~"
   ],
   [
    "uttarapāla",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "uttiya 2",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "uttiya 3",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "uttiya 4",
    "муж",
    "имя монаха архата",
    "~"
   ],
   [
    "udāyī 1",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "udāyī 2",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "udena 3",
    "муж",
    "удена: имя монаха",
    "✓"
   ],
   [
    "upacāla",
    "муж",
    "имя монаха, буквально сын Чалы",
    "✓"
   ],
   [
    "upatissa",
    "муж",
    "имя Сарипутты",
    "✓"
   ],
   [
    "upavāṇa",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "upavāna",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "upasena",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "upāli 2",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "upāli 3",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "upālitthera",
    "муж",
    "имя архатского монаха",
    "~"
   ],
   [
    "uppāla",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "uruvelakassapa",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "uruveḷakassapa",
    "муж",
    "имя монаха-арханта",
    "~"
   ],
   [
    "usabha 5",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "usabha 6",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "ekadhammasavanīya",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "ekadhammika",
    "муж",
    "название архата-монаха",
    "✓"
   ],
   [
    "ekavihāriya",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "ekudāniya",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "eraka 2",
    "муж",
    "имя монаха арханта",
    "~"
   ],
   [
    "kaṅkhārevata",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "kaccānagotta 2",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "kaṭamodakatissaka",
    "муж",
    "имя монаха катамодакатиссака",
    "~"
   ],
   [
    "kaṭamorakatissaka",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "kaṇhadinna",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "katamodakatissaka",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "katamorakatissaka",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "kappa 1.7",
    "муж",
    "имя архатского монаха",
    "~"
   ],
   [
    "kappaṭakura",
    "муж",
    "имя архат-монаха",
    "✓"
   ],
   [
    "kappāna",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "kappāyana",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "kappitaka",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "kappina",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "kavimbha",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "kassapa 5",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "kassapagotta",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "kaḷārakhattiya",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "kaḷimbha 2",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "kātiyāna 2",
    "муж",
    "имя араханта монаха",
    "✓"
   ],
   [
    "kāmabhū",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "kāḷakabhikkhu",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "kāḷigodhāputtabhaddiya",
    "муж",
    "имя монаха араханта",
    "~"
   ],
   [
    "kāḷigodhāyaputta",
    "муж",
    "монах по имени калигодхаяпутта",
    "~"
   ],
   [
    "kāḷudāyitthera",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "kāḷudāyī",
    "муж",
    "имя араханта монаха",
    "~"
   ],
   [
    "kimila 1",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "kimila 2",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "kimbila 1",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "kimbila 2",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "kuṭikaṇṇa",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "kuṭikaṇṇatthera",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "kuṭikaṇṇathera",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "kuṭivihāritthera",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "kuṭivihārī",
    "муж",
    "наименование архата, монаха",
    "✓"
   ],
   [
    "kuṇḍadhāna",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "kuṇḍala 3",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "kumāputta",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "kumāputtatthera",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "kumāputtasahāyaka",
    "муж",
    "кумапуттасаhаяка",
    "✓"
   ],
   [
    "kumārakassapa",
    "муж",
    "имя арханта-монаха, выдающегося в разговорах на различные темы",
    "✓"
   ],
   [
    "kula 4",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "kulla 2.2",
    "муж",
    "имя монаха арханта",
    "~"
   ],
   [
    "kokālika",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "koṇḍañña 1",
    "муж",
    "старший из пяти подвижников",
    "✓"
   ],
   [
    "kolita",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "kosalavihāritthera",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "kosalavihārī",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "kosiya 3",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "koḷivisa 1",
    "муж",
    "название семейного клана",
    "~"
   ],
   [
    "koḷivisa 2",
    "муж",
    "имя одного арханта-монаха",
    "~"
   ],
   [
    "khaṇḍa 5",
    "муж",
    "имя одного из главных учеников Будды Випасси",
    "~"
   ],
   [
    "khaṇḍasumana",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "khadiravaniya 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "khadiravaniyarevata",
    "муж",
    "имя араханта-монаха",
    "~"
   ],
   [
    "khitaka 1",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "khitaka 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "khujjasobhita",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "gaṅgātīriya",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "gayākassapa",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "gavampati 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "gavampatitthera",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "gavesī 3",
    "муж",
    "имя монаха времен Будды Кашьяпы",
    "~"
   ],
   [
    "gahvaratīriya",
    "муж",
    "имя архат-монаха",
    "✓"
   ],
   [
    "girimānanda",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "girimānandatthera",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "gulissāni",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "gotama 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "gotama 3",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "gotama 4",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "gotamatthera",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "godatta",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "godhika",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "goliyāni",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "gosāla 2",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "gosālathera",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "cakkhupāla",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "candana 4",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "candikāputta",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "cāla",
    "муж",
    "монах по имени чала",
    "✓"
   ],
   [
    "cittaka 3",
    "муж",
    "имя араханта монаха",
    "~"
   ],
   [
    "cunda 1",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "cullapanthaka",
    "муж",
    "счуллапантхака: имя монаха",
    "~"
   ],
   [
    "cūlaka",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "cūlagavaccha",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "cūḷaka 2",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "cūḷapanthaka",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "cūḷavaccha",
    "муж",
    "название арханта монаха",
    "✓"
   ],
   [
    "channa 2.3",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "jambuka 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "jambugāmikaputta",
    "муж",
    "имя монаха арханта",
    "✓"
   ],
   [
    "jenta 2",
    "муж",
    "побеждающий монах-арахант",
    "~"
   ],
   [
    "jotidāsa",
    "муж",
    "харахан Джотидаса",
    "~"
   ],
   [
    "tālapuṭa",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "tālaputta",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "tipiṭakacūḷanāgatthera",
    "муж",
    "имя учителя Типитаки, цитируемого Буддхагхосой",
    "~"
   ],
   [
    "tissa 2.5",
    "муж",
    "имя монаха-араханта",
    "✓"
   ],
   [
    "tissa 2.6",
    "муж",
    "имя монаха-архата tissa",
    "~"
   ],
   [
    "tissa 2.7",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "tissaka",
    "муж",
    "имя монаха (вкратце о Самьютта Никае 6.8 Катамодакатиссасутта)",
    "~"
   ],
   [
    "tissatthera",
    "муж",
    "имя арханта-монаха",
    "✓"
   ],
   [
    "tekicchakāni",
    "муж",
    "имя монаха арханта",
    "~"
   ],
   [
    "tekicchakārī",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "telakāni",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "dabba 1.4",
    "муж",
    "дарадант, арб Кап",
    "✓"
   ],
   [
    "daḷhika",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "dāsaka 2",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "dutiyakuṭivihāritthera",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "dutiyakuṭivihārī",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "devadatta",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "devasabha 1",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "devasabha 2",
    "муж",
    "название архата монаха",
    "~"
   ],
   [
    "dhaniya 1",
    "муж",
    "имя монаха, печально известного вторым параджикой",
    "~"
   ],
   [
    "dhaniya 2",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "dhammapāla",
    "муж",
    "дхаммапала, имя монаха арханта",
    "~"
   ],
   [
    "dhammarakkhita 2",
    "муж",
    "имя монаха, используемое в примерах винaи",
    "~"
   ],
   [
    "dhammasava",
    "муж",
    "название арханта-монаха",
    "✓"
   ],
   [
    "dhammasavapitar",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "dhammika 4",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "nadīkassapa",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "nanda 3",
    "муж",
    "имя пастуха",
    "✓"
   ],
   [
    "nanda 6",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "nandaka 1",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "nandaka 3",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "nandaka 4",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "nandiya",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "nāgadatta",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "nāgasamāla",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "nāgita",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "nārada",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "nigrodha 3",
    "муж",
    "название арханта монаха",
    "✓"
   ],
   [
    "nigrodhakappa",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "nitaka",
    "муж",
    "имя аръяханта монаха",
    "~"
   ],
   [
    "nisabha 2",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "nīta 4",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "nhātakamuni",
    "муж",
    "имя одного арханта-монаха",
    "~"
   ],
   [
    "nhātakamunitthera",
    "муж",
    "имя монаха арханта",
    "~"
   ],
   [
    "nhātamuni",
    "муж",
    "имя архатского монаха",
    "✓"
   ],
   [
    "pakkha 7",
    "муж",
    "имя араханта монаха",
    "~"
   ],
   [
    "paccaya 5",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "pañcālaputta",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "pañcāliputta",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "panthaka",
    "муж",
    "монах пантака, буквально \"путешественник\"",
    "✓"
   ],
   [
    "paripuṇṇaka",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "paviṭṭha 2",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "passika",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "pārāpariya 1",
    "муж",
    "имя монаха архата",
    "~"
   ],
   [
    "pārāpariya 3",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "pārāsariya 1",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "pārāsariya 2",
    "муж",
    "название монаха-арханта",
    "~"
   ],
   [
    "piṅgaya",
    "муж",
    "имя архата",
    "~"
   ],
   [
    "piṅgiya",
    "муж",
    "пи́нгия: имя араханта",
    "~"
   ],
   [
    "piṇḍolabhāradvāja",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "piyañjaha",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "pilindavaccha",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "pilindivaccha",
    "муж",
    "имя монаха-араханта",
    "✓"
   ],
   [
    "puṇṇa 3",
    "муж",
    "имя монаха клана Сакья",
    "✓"
   ],
   [
    "puṇṇa 4",
    "муж",
    "пунна, имя арханта монаха из Сунапаранты",
    "✓"
   ],
   [
    "puṇṇatthera",
    "муж",
    "пуннаттхеро махаббало — имя архатского монаха из Сунапаранты",
    "✓"
   ],
   [
    "puṇṇamāsa 1",
    "муж",
    "имя монаха-араханта",
    "✓"
   ],
   [
    "puṇṇamāsa 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "puṇṇiya",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "punabbasu 2",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "purohitaputta 2",
    "муж",
    "пурохитапутта — имя арханта монаха",
    "~"
   ],
   [
    "purohitaputtajenta",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "poṭiriya",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "poṭṭhila",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "posiya",
    "муж",
    "монах-архат по имени",
    "✓"
   ],
   [
    "phagguna 1",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "phussa 2.4",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "bakkula",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "bandhana 7",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "bandhura",
    "муж",
    "имя монаха-араханта",
    "✓"
   ],
   [
    "bākula",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "bākkula",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "bījakapitar",
    "муж",
    "эпитет судинны",
    "~"
   ],
   [
    "buddhapiya",
    "муж",
    "имя тамильского монаха",
    "~"
   ],
   [
    "buddhupaṭṭhāka",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "belaṭṭhasīsa",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "belaṭṭhānika",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "belaṭṭhi",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "belaṭṭhisīsa",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "brahmadatta 1",
    "прил",
    "имя древнего царя",
    "✓"
   ],
   [
    "brahmadatta 4",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "brahmāli",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "bhagu 3",
    "муж",
    "имя монаха арханта",
    "~"
   ],
   [
    "bhagutthera",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "bhaṇḍa 2",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "bhaṇḍu 1",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "bhadda 5",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "bhaddaji",
    "муж",
    "имя араханта-монаха",
    "~"
   ],
   [
    "bhaddajitthera",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "bhaddāli",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "bhaddiya 4",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "bharata 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "bhalliya",
    "муж",
    "имя араханта монаха",
    "✓"
   ],
   [
    "bhāradvāja 5",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "bhūta 9",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "bhūmajaka",
    "муж",
    "имя одного из лидеров печально известной группы из шести монахов",
    "~"
   ],
   [
    "bhūmija",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "mantāniputta",
    "муж",
    "семейное имя сахьяского архата-монаха",
    "~"
   ],
   [
    "malitavambha",
    "муж",
    "имя араханта монаха",
    "~"
   ],
   [
    "mahaka",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "mahākaccāna",
    "муж",
    "великий ученик Будды",
    "✓"
   ],
   [
    "mahākaccāyana",
    "муж",
    "великий ученик Будды",
    "✓"
   ],
   [
    "mahākappina",
    "муж",
    "великий ученик Будды",
    "✓"
   ],
   [
    "mahākassapa",
    "муж",
    "великий ученик Будды",
    "✓"
   ],
   [
    "mahākāḷa",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "mahākoṭṭhika",
    "муж",
    "имя монаха архата",
    "✓"
   ],
   [
    "mahākoṭṭhita",
    "муж",
    "махакоттхита: имя арханта-монаха",
    "~"
   ],
   [
    "mahāgavaccha",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "mahācunda",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "mahānāga 4",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "mahānāma 3",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "mahāpanthaka",
    "муж",
    "махапантхака: имя архат-монаха",
    "~"
   ],
   [
    "mahāmoggalāna",
    "муж",
    "махамоггалана: имя архата, главного ученика",
    "✓"
   ],
   [
    "mahāmoggallāna",
    "муж",
    "имя одного из главных учеников Будды",
    "✓"
   ],
   [
    "mahāvaccha",
    "муж",
    "махавачча, имя монаха-араханта",
    "✓"
   ],
   [
    "mahāsīvatthera",
    "муж",
    "имя выдающегося комментатора, часто цитируемого Буддхагосой",
    "~"
   ],
   [
    "māgaṇḍi",
    "муж",
    "имя странствующего аскета",
    "~"
   ],
   [
    "māgaṇḍiya",
    "муж",
    "имя странствующего подвижника",
    "✓"
   ],
   [
    "māṇava 2",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "mātaṅgaputta",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "mālukya",
    "муж",
    "малукья, имя арханта монаха",
    "✓"
   ],
   [
    "mālukyaputta",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "māluṅkyaputta",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "migajāla",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "migalaṇḍika",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "migasira",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "mudita 2",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "musila",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "musīla",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "mūsila",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "meghiya",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "meṇḍasira",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "mettaji",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "metteyya 2",
    "муж",
    "имя молодого брахмана",
    "~"
   ],
   [
    "metteyyabuddha",
    "муж",
    "имя мифического будущего Будды",
    "~"
   ],
   [
    "meḷajina",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "moggallāna 1",
    "муж",
    "имя одного из главных учеников Будды",
    "✓"
   ],
   [
    "mogharāja",
    "муж",
    "арахант монах по имени могхарадж, буквально король пустоты",
    "~"
   ],
   [
    "moḷiyaphagguna",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "yamaka 2",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "yasa",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "yasadatta",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "yasoja",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "rakkhita 3",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "raṭṭhapāla",
    "муж",
    "имя монаха архата",
    "✓"
   ],
   [
    "ramaṇīyakuṭika",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "ramaṇīyavihāritthera",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "ramaṇīyavihārī",
    "муж",
    "название архатского монаха",
    "✓"
   ],
   [
    "rājadatta",
    "муж",
    "имя араханта монаха",
    "✓"
   ],
   [
    "rādha",
    "муж",
    "имя монаха архата",
    "✓"
   ],
   [
    "rāmaṇeyyaka 3",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "rāhula",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "rāhulabhadda",
    "муж",
    "рāхула благоприятный",
    "✓"
   ],
   [
    "revata",
    "муж",
    "великий ученик Будды",
    "✓"
   ],
   [
    "lakuṇḍakabhaddiya",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "lakuṇḍabhaddiya",
    "муж",
    "имя арахант монаха",
    "✓"
   ],
   [
    "lakkhaṇa 7",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "lomasakakaṅgiya",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "lomasakaṅgiya",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "lomasakaṃbhiya",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "lomasavaṅgisa",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "vakkali",
    "прил",
    "имя арханта-монаха",
    "✓"
   ],
   [
    "vakkalitthera",
    "муж",
    "имя араханта монаха",
    "~"
   ],
   [
    "vaṅgantaputta",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "vaṅgisa",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "vaṅgīsa",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vacchagotta 1",
    "муж",
    "имя аскета",
    "✓"
   ],
   [
    "vacchagotta 2",
    "муж",
    "имя архат-монаха",
    "✓"
   ],
   [
    "vacchapāla",
    "муж",
    "вакчапала",
    "~"
   ],
   [
    "vajjita 3",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "vajjiputta 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vajjiputta 3",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "vaḍḍha 3",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "vaḍḍhamāna 2",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "vanavaccha 1",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "vanavaccha 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vappa 4",
    "муж",
    "имя архат-монаха",
    "✓"
   ],
   [
    "valliya 1",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "valliya 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "valliya 3",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vasabha 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vassika 3",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "vāraṇa 3",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vāhana 2",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "vijaya 2",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "vijitasena",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vidhura",
    "муж",
    "имя одного из главных учеников Будды Кокусанхи",
    "✓"
   ],
   [
    "vidhurasañjīva",
    "ср",
    "видура и санживa",
    "✓"
   ],
   [
    "vimala 4",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "vimala 5",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vimalakoṇḍañña",
    "муж",
    "имя монаха-арханта",
    "~"
   ],
   [
    "visākhapañcālaputta",
    "муж",
    "имя араханта монаха visākhapañcālaputta",
    "~"
   ],
   [
    "vītasoka 2",
    "муж",
    "имя монаха-араханта",
    "✓"
   ],
   [
    "vīra 3",
    "муж",
    "название архатского монаха",
    "✓"
   ],
   [
    "veḷaṭṭhasīsa",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "saṅkiccathera",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "saṅgāmaji 2",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "saṅgharakkhita 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sañjaya 3",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "sañjīva 2",
    "муж",
    "имя одного из главных учеников Будды Какусандхи",
    "✓"
   ],
   [
    "saddha 3",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "saddha 4",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "sandhita",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sappaka",
    "муж",
    "имя архатского монаха",
    "~"
   ],
   [
    "sappadāsa",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sappadāsaka",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "sabbakāmi",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "sabbakāmitthera",
    "муж",
    "имя арьянта монаха",
    "~"
   ],
   [
    "sabbamitta 2",
    "муж",
    "имя монаха арханта",
    "~"
   ],
   [
    "sabhiya",
    "муж",
    "имя арханта-монаха",
    "✓"
   ],
   [
    "samitigutta",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "samiddhi 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "samiddhitthera",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "samuddadatta",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "sambahulakaccāna",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sambulakaccāna",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "sambhūta 2",
    "муж",
    "имя архата",
    "~"
   ],
   [
    "sarabhaṅga 3",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "saviṭṭha",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "sahaka",
    "муж",
    "имя монаха времен Будды Касапы",
    "~"
   ],
   [
    "saṃkicca 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "saṃkiccathera",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "sāgata 2",
    "муж",
    "сёгата",
    "~"
   ],
   [
    "sāṭimattiya",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "sāti",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "sānu 3",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "sānutthera",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "sāmaññakāni",
    "муж",
    "имя монаха-архата",
    "✓"
   ],
   [
    "sāmaññakānitthera",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "sāmidatta",
    "муж",
    "имя араханта-монаха",
    "~"
   ],
   [
    "sāriputta",
    "муж",
    "имя монаха архата",
    "✓"
   ],
   [
    "sāriputtamoggallānā",
    "муж",
    "Сарипутта и Моггаллана",
    "✓"
   ],
   [
    "siṅgālapitar",
    "муж",
    "имя монаха архата",
    "~"
   ],
   [
    "siṅgālapitika",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "sirimaṇḍa",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sirimant 2",
    "муж",
    "название архата-монаха",
    "✓"
   ],
   [
    "sirimanda",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sirimitta",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sirivaḍḍha 3",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "sivaka 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sivaka 3",
    "муж",
    "имя монаха архата",
    "~"
   ],
   [
    "sivika",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sīgālapitar",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sītavaniya",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "sīlava",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "sīvaka 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sīvali",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sīvalitthera",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sīha 3",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sugandha 3",
    "муж",
    "название архант-монаха",
    "~"
   ],
   [
    "sudinna 2",
    "муж",
    "имя монаха, прославившегося первой параджикой",
    "~"
   ],
   [
    "sunakkhatta 2",
    "муж",
    "имя бывшего монаха",
    "✓"
   ],
   [
    "sunāga",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "sunīta 2",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "sundarasamudda",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "suppiya 2",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "subāhu 2",
    "муж",
    "имя монаха-арханта",
    "✓"
   ],
   [
    "subāhutthera",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "subhūta",
    "муж",
    "имя монаха архата",
    "~"
   ],
   [
    "subhūti 1",
    "муж",
    "субхути — имя арханта-монаха",
    "✓"
   ],
   [
    "subhūtitthera",
    "муж",
    "имена арханта-монаха",
    "✓"
   ],
   [
    "sumaṅgala 3",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "sumana 3",
    "муж",
    "имя монаха-арханта",
    "~"
   ],
   [
    "sumana 4",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "suyāmana",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "surādha",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "susārada",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "susima 2",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "susīma 2",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "suhemanta",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "setuccha",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "senaka 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "seyyasaka",
    "муж",
    "имя монаха, печально известного за Па̄читтия 1",
    "~"
   ],
   [
    "sela 4",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "selissariya",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "soṇa 1",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "soṇa 4",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "soṇakuṭikaṇṇa",
    "муж",
    "сонакутикаанна",
    "~"
   ],
   [
    "soṇakoḷivisa",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "soṇapoṭiriya",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "sopāka 2",
    "муж",
    "имя араханта монаха",
    "✓"
   ],
   [
    "sopāka 3",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "sobhita 4",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "somamitta",
    "муж",
    "имя монаха арханта",
    "~"
   ],
   [
    "hatthārohaputta 2",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "hārita 2",
    "муж",
    "имя монаха-архата",
    "✓"
   ],
   [
    "hārita 3",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "heraññakāni",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "heraññakānitthera",
    "муж",
    "имя архата монаха",
    "~"
   ]
  ],
  "count": 452
 },
 "names of arahants": {
  "data": [
   [
    "aṅgaṇika",
    "муж",
    "имя архата монаха, буквально из Бенгалии",
    "✓"
   ],
   [
    "aṅgaṇikabhāradvāja",
    "муж",
    "на́ имя архата монаха",
    "~"
   ],
   [
    "aṅgulimāla",
    "муж",
    "имя монаха архата",
    "✓"
   ],
   [
    "ajita 5",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "ajina 4",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "ajjuna 3",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "añjanavaniya",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "aññatarātissā",
    "жен",
    "имя архатки монахини",
    "~"
   ],
   [
    "aññākoṇḍañña",
    "муж",
    "имя первого ученика Будды",
    "~"
   ],
   [
    "aññātakoṇḍañña",
    "муж",
    "имя первого ученика Будды",
    "✓"
   ],
   [
    "aññāsikoṇḍañña",
    "муж",
    "имя первого ученика Будды",
    "✓"
   ],
   [
    "aḍḍhakāsi",
    "жен",
    "имя архантки, буквально (чья плата была) половина Каси",
    "✓"
   ],
   [
    "adhimutta 3",
    "муж",
    "имя монаха архата",
    "~"
   ],
   [
    "adhimutta 4",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "anuruddha 1",
    "муж",
    "великий ученик Будды",
    "✓"
   ],
   [
    "anūpama 2",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "anopamā",
    "жен",
    "имя архата-монахини",
    "✓"
   ],
   [
    "aparāuttamā",
    "жен",
    "имя архатины монахини",
    "~"
   ],
   [
    "aparāsāmā",
    "жен",
    "имя архатки монахини",
    "~"
   ],
   [
    "abhaya 5",
    "муж",
    "имя араханта монаха",
    "✓"
   ],
   [
    "abhaya 6",
    "муж",
    "имя одного из монахов-архатов",
    "~"
   ],
   [
    "abhayamātar",
    "жен",
    "имя одной из арханток",
    "✓"
   ],
   [
    "abhayā 2",
    "жен",
    "имя архантки, буквально: бесстрашная",
    "✓"
   ],
   [
    "abhibhūta 3",
    "муж",
    "имя араханта монаха",
    "~"
   ],
   [
    "abhirūpanandā",
    "жен",
    "название одной из араханток",
    "✓"
   ],
   [
    "assaji 1.1",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "ātuma 2",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "ānanda 2",
    "муж",
    "имя помощника Будды",
    "✓"
   ],
   [
    "ārohaputta",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "isidatta 1",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "isidāsī",
    "жен",
    "имя архата-монахини",
    "✓"
   ],
   [
    "isidinna",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "ukkhepakatavaccha",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "ugga 6",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "ujjaya 2",
    "муж",
    "имя монаха-архата",
    "✓"
   ],
   [
    "uttamā 1",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "uttamā 2",
    "жен",
    "имя архантки, букв. самая высокая",
    "✓"
   ],
   [
    "uttara 2.10",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "uttara 2.11",
    "муж",
    "имя архат монаха",
    "~"
   ],
   [
    "uttarapāla",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "uttarā 4",
    "жен",
    "имя арханта-нюн",
    "✓"
   ],
   [
    "uttarā 5",
    "жен",
    "название монахини-араханты",
    "✓"
   ],
   [
    "uttiya 2",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "uttiya 3",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "uttiya 4",
    "муж",
    "имя монаха архата",
    "~"
   ],
   [
    "upaka 1",
    "муж",
    "имя архата",
    "✓"
   ],
   [
    "upacālā",
    "жен",
    "имя арьянтки-монахини",
    "✓"
   ],
   [
    "upavāṇa",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "upasamā",
    "жен",
    "имя архатки монахини",
    "✓"
   ],
   [
    "upasena",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "upāli 3",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "upālitthera",
    "муж",
    "имя архатского монаха",
    "~"
   ],
   [
    "uppalavaṇṇā",
    "жен",
    "имя архантки монахини",
    "✓"
   ],
   [
    "ubbirī",
    "жен",
    "имя монахини-араханки",
    "✓"
   ],
   [
    "uruveḷakassapa",
    "муж",
    "имя монаха-арханта",
    "~"
   ],
   [
    "usabha 5",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "usabha 6",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "ekadhammasavanīya",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "ekadhammika",
    "муж",
    "название архата-монаха",
    "✓"
   ],
   [
    "ekavihāriya",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "ekudāniya",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "eraka 2",
    "муж",
    "имя монаха арханта",
    "~"
   ],
   [
    "kaṅkhārevata",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "kaṇhadinna",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "kappa 1.7",
    "муж",
    "имя архатского монаха",
    "~"
   ],
   [
    "kappaṭakura",
    "муж",
    "имя архат-монаха",
    "✓"
   ],
   [
    "kappāna",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "kammāradhītar",
    "жен",
    "дочь кузнеца",
    "✓"
   ],
   [
    "kassapa 5",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "kātiyāna 2",
    "муж",
    "имя араханта монаха",
    "✓"
   ],
   [
    "kāḷigodhāputtabhaddiya",
    "муж",
    "имя монаха араханта",
    "~"
   ],
   [
    "kāḷī 4",
    "жен",
    "имя нунны-араханта",
    "✓"
   ],
   [
    "kāḷudāyī",
    "муж",
    "имя араханта монаха",
    "~"
   ],
   [
    "kimila 1",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "kimila 2",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "kimbila 1",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "kimbila 2",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "kisāgotamī",
    "жен",
    "имя арахантки-монашки",
    "~"
   ],
   [
    "kuṭikaṇṇa",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "kuṭikaṇṇatthera",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "kuṭikaṇṇathera",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "kuṭivihāritthera",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "kuṭivihārī",
    "муж",
    "наименование архата, монаха",
    "✓"
   ],
   [
    "kuṇḍadhāna",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "kuṇḍala 3",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "kuṇḍalakesā",
    "жен",
    "имя монахини-араханта",
    "✓"
   ],
   [
    "kumāputta",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "kumāputtatthera",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "kumāputtasahāyaka",
    "муж",
    "кумапуттасаhаяка",
    "✓"
   ],
   [
    "kumārakassapa",
    "муж",
    "имя арханта-монаха, выдающегося в разговорах на различные темы",
    "✓"
   ],
   [
    "kula 4",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "kulla 2.2",
    "муж",
    "имя монаха арханта",
    "~"
   ],
   [
    "koṭṭhika 2",
    "муж",
    "имя монаха архата",
    "✓"
   ],
   [
    "koṇḍañña 1",
    "муж",
    "старший из пяти подвижников",
    "✓"
   ],
   [
    "kosalavihāritthera",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "kosalavihārī",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "kosiya 3",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "koḷivisa 2",
    "муж",
    "имя одного арханта-монаха",
    "~"
   ],
   [
    "khaṇḍadeva",
    "муж",
    "имя арханта",
    "✓"
   ],
   [
    "khaṇḍasumana",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "khadiravaniya 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "khadiravaniyarevata",
    "муж",
    "имя араханта-монаха",
    "~"
   ],
   [
    "khitaka 1",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "khitaka 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "khujjasobhita",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "khemaka 1",
    "муж",
    "имя архата",
    "✓"
   ],
   [
    "khemā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "gaṅgātīriya",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "gayākassapa",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "gavampati 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "gavampatitthera",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "gahvaratīriya",
    "муж",
    "имя архат-монаха",
    "✓"
   ],
   [
    "girimānanda",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "guttā",
    "жен",
    "имя монахини-арахата",
    "✓"
   ],
   [
    "gotama 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "gotama 3",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "gotama 4",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "gotamī 2",
    "жен",
    "имя монахини-архантки",
    "✓"
   ],
   [
    "godatta",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "godhika",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "gosāla 2",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "gosālathera",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "cakkhupāla",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "candana 4",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "candā",
    "жен",
    "имя арханта монахини",
    "✓"
   ],
   [
    "cāpā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "cālā",
    "жен",
    "имя архата монахини",
    "✓"
   ],
   [
    "cittaka 3",
    "муж",
    "имя араханта монаха",
    "~"
   ],
   [
    "cittā",
    "жен",
    "название арахантки монахини",
    "✓"
   ],
   [
    "cūlaka",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "cūlagavaccha",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "cūḷaka 2",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "cūḷapanthaka",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "cūḷavaccha",
    "муж",
    "название арханта монаха",
    "✓"
   ],
   [
    "channa 2.3",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "jambuka 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "jambugāmikaputta",
    "муж",
    "имя монаха арханта",
    "✓"
   ],
   [
    "jenta 2",
    "муж",
    "побеждающий монах-арахант",
    "~"
   ],
   [
    "jentā",
    "жен",
    "имя архатки, буквально: побеждающая",
    "✓"
   ],
   [
    "jotidāsa",
    "муж",
    "харахан Джотидаса",
    "~"
   ],
   [
    "tālapuṭa",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "tālaputta",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "tissa 2.5",
    "муж",
    "имя монаха-араханта",
    "✓"
   ],
   [
    "tissa 2.6",
    "муж",
    "имя монаха-архата tissa",
    "~"
   ],
   [
    "tissa 2.7",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "tissatthera",
    "муж",
    "имя арханта-монаха",
    "✓"
   ],
   [
    "tissā 1",
    "жен",
    "имя монахини-араханта",
    "✓"
   ],
   [
    "tissā 2",
    "жен",
    "имя архантки-монахини",
    "✓"
   ],
   [
    "tiṃsamattā",
    "жен",
    "группа из тридцати монахинь-араханток",
    "✓"
   ],
   [
    "tekicchakāni",
    "муж",
    "имя монаха арханта",
    "~"
   ],
   [
    "tekicchakārī",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "telakāni",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "dantikā",
    "жен",
    "имя одной из араханток",
    "✓"
   ],
   [
    "dabba 1.4",
    "муж",
    "дарадант, арб Кап",
    "✓"
   ],
   [
    "dāsaka 2",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "dutiyakuṭivihāritthera",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "dutiyakuṭivihārī",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "devasabha 1",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "devasabha 2",
    "муж",
    "название архата монаха",
    "~"
   ],
   [
    "dhaniya 2",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "dhammadinnā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "dhammapāla",
    "муж",
    "дхаммапала, имя монаха арханта",
    "~"
   ],
   [
    "dhammasava",
    "муж",
    "название арханта-монаха",
    "✓"
   ],
   [
    "dhammasavapitar",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "dhammā",
    "жен",
    "имя архата-монахини",
    "✓"
   ],
   [
    "dhammika 4",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "dhīrā",
    "жен",
    "имя аррахаантки-монахини",
    "✓"
   ],
   [
    "nadīkassapa",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "nanda 3",
    "муж",
    "имя пастуха",
    "✓"
   ],
   [
    "nanda 6",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "nandaka 1",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "nandaka 3",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "nandaka 4",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "nandā 1",
    "жен",
    "имя монашки-архатки",
    "✓"
   ],
   [
    "nandā 2",
    "жен",
    "имя одной из архаток",
    "✓"
   ],
   [
    "nandiya",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "nanduttarā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "nāgasamāla",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "nāgita",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "nigrodha 3",
    "муж",
    "название арханта монаха",
    "✓"
   ],
   [
    "nitaka",
    "муж",
    "имя аръяханта монаха",
    "~"
   ],
   [
    "nisabha 2",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "nīta 4",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "nhātakamuni",
    "муж",
    "имя одного арханта-монаха",
    "~"
   ],
   [
    "nhātakamunitthera",
    "муж",
    "имя монаха арханта",
    "~"
   ],
   [
    "nhātamuni",
    "муж",
    "имя архатского монаха",
    "✓"
   ],
   [
    "pakkha 7",
    "муж",
    "имя араханта монаха",
    "~"
   ],
   [
    "paccaya 5",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "pañcasatamattā",
    "жен",
    "группа из пятисот архантов монахинь",
    "✓"
   ],
   [
    "pañcālaputta",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "paṭācārā",
    "жен",
    "имя архатки монахини",
    "✓"
   ],
   [
    "paripuṇṇaka",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "palagaṇḍa 2",
    "муж",
    "имя архата",
    "✓"
   ],
   [
    "paviṭṭha 2",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "passika",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "pārāpariya 1",
    "муж",
    "имя монаха архата",
    "~"
   ],
   [
    "pārāpariya 3",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "pārāsariya 1",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "pārāsariya 2",
    "муж",
    "название монаха-арханта",
    "~"
   ],
   [
    "piṅgaya",
    "муж",
    "имя архата",
    "~"
   ],
   [
    "piṅgiya",
    "муж",
    "пи́нгия: имя араханта",
    "~"
   ],
   [
    "piṇḍolabhāradvāja",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "piyañjaha",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "pilindavaccha",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "pilindivaccha",
    "муж",
    "имя монаха-араханта",
    "✓"
   ],
   [
    "pukkusāti 1",
    "муж",
    "имя архата",
    "✓"
   ],
   [
    "puṇṇa 3",
    "муж",
    "имя монаха клана Сакья",
    "✓"
   ],
   [
    "puṇṇa 4",
    "муж",
    "пунна, имя арханта монаха из Сунапаранты",
    "✓"
   ],
   [
    "puṇṇaji",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "puṇṇatthera",
    "муж",
    "пуннаттхеро махаббало — имя архатского монаха из Сунапаранты",
    "✓"
   ],
   [
    "puṇṇamāsa 1",
    "муж",
    "имя монаха-араханта",
    "✓"
   ],
   [
    "puṇṇamāsa 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "puṇṇā 1",
    "жен",
    "имя архантки",
    "✓"
   ],
   [
    "puṇṇā 2",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "purohitaputta 2",
    "муж",
    "пурохитапутта — имя арханта монаха",
    "~"
   ],
   [
    "purohitaputtajenta",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "poṭiriya",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "posiya",
    "муж",
    "монах-архат по имени",
    "✓"
   ],
   [
    "phalagaṇḍa",
    "муж",
    "имя архата",
    "~"
   ],
   [
    "phussa 2.4",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "bandhana 7",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "bandhura",
    "муж",
    "имя монаха-араханта",
    "✓"
   ],
   [
    "bahudantī",
    "муж",
    "имя архата",
    "~"
   ],
   [
    "bākula",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "bākkula",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "bāhiya",
    "муж",
    "имя аскета",
    "✓"
   ],
   [
    "bāhudantī",
    "муж",
    "имя архата",
    "~"
   ],
   [
    "bāhuraggi",
    "муж",
    "имя архата",
    "✓"
   ],
   [
    "belaṭṭhasīsa",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "belaṭṭhānika",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "belaṭṭhi",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "brahmadatta 4",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "brahmāli",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "bhagu 3",
    "муж",
    "имя монаха арханта",
    "~"
   ],
   [
    "bhagutthera",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "bhadda 5",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "bhaddaji",
    "муж",
    "имя араханта-монаха",
    "~"
   ],
   [
    "bhaddajitthera",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "bhaddā 3",
    "жен",
    "бхаддā 3",
    "✓"
   ],
   [
    "bhaddā 4",
    "жен",
    "имя архатка монахини",
    "✓"
   ],
   [
    "bhaddākāpilānī",
    "жен",
    "имя одной из арханток",
    "~"
   ],
   [
    "bhaddākuṇḍalakesā",
    "жен",
    "имя арахантки",
    "~"
   ],
   [
    "bhaddiya 1",
    "муж",
    "имя архата",
    "✓"
   ],
   [
    "bhaddiya 4",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "bhadrā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "bharata 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "bhalliya",
    "муж",
    "имя араханта монаха",
    "✓"
   ],
   [
    "bhāradvāja 1",
    "муж",
    "фамилия брамина",
    "✓"
   ],
   [
    "bhāradvāja 5",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "bhūta 9",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "mantāniputta",
    "муж",
    "семейное имя сахьяского архата-монаха",
    "~"
   ],
   [
    "malitavambha",
    "муж",
    "имя араханта монаха",
    "~"
   ],
   [
    "mahākaccāyana",
    "муж",
    "великий ученик Будды",
    "✓"
   ],
   [
    "mahākappina",
    "муж",
    "великий ученик Будды",
    "✓"
   ],
   [
    "mahākassapa",
    "муж",
    "великий ученик Будды",
    "✓"
   ],
   [
    "mahākāḷa",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "mahākoṭṭhika",
    "муж",
    "имя монаха архата",
    "✓"
   ],
   [
    "mahākoṭṭhita",
    "муж",
    "махакоттхита: имя арханта-монаха",
    "~"
   ],
   [
    "mahāgavaccha",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "mahācunda",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "mahānāga 4",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "mahānāma 3",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "mahāpajāpati",
    "жен",
    "приемная мать Будды",
    "✓"
   ],
   [
    "mahāpajāpatigotamī",
    "жен",
    "махападжапатиготами, имя архатки-куртизанки, приёмная мать Будды, первая Бхикшуни",
    "✓"
   ],
   [
    "mahāpanthaka",
    "муж",
    "махапантхака: имя архат-монаха",
    "~"
   ],
   [
    "mahāmoggalāna",
    "муж",
    "махамоггалана: имя архата, главного ученика",
    "✓"
   ],
   [
    "mahāmoggallāna",
    "муж",
    "имя одного из главных учеников Будды",
    "✓"
   ],
   [
    "mahāvaccha",
    "муж",
    "махавачча, имя монаха-араханта",
    "✓"
   ],
   [
    "māgaṇḍi",
    "муж",
    "имя странствующего аскета",
    "~"
   ],
   [
    "māgaṇḍiya",
    "муж",
    "имя странствующего подвижника",
    "✓"
   ],
   [
    "māṇava 2",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "mātaṅgaputta",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "mālukya",
    "муж",
    "малукья, имя арханта монаха",
    "✓"
   ],
   [
    "mālukyaputta",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "māluṅkyaputta",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "migajāla",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "migasira",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "mittā 1",
    "жен",
    "имя архатки монахини",
    "✓"
   ],
   [
    "mittā 2",
    "жен",
    "ми́тта — имя архатки",
    "✓"
   ],
   [
    "mittākāḷī",
    "жен",
    "имя архатки",
    "~"
   ],
   [
    "muttā 2",
    "жен",
    "название архантки",
    "✓"
   ],
   [
    "muttā 3",
    "жен",
    "имя архата-нис, букв. освобождённая",
    "✓"
   ],
   [
    "mudita 2",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "meghiya",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "meṇḍasira",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "mettaji",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "mettikā",
    "жен",
    "имя архатки монахини",
    "✓"
   ],
   [
    "meḷajina",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "mogharāja",
    "муж",
    "арахант монах по имени могхарадж, буквально король пустоты",
    "~"
   ],
   [
    "yasa",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "yasadatta",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "yasoja",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "rakkhita 3",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "raṭṭhapāla",
    "муж",
    "имя монаха архата",
    "✓"
   ],
   [
    "ramaṇīyakuṭika",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "ramaṇīyavihāritthera",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "ramaṇīyavihārī",
    "муж",
    "название архатского монаха",
    "✓"
   ],
   [
    "rājadatta",
    "муж",
    "имя араханта монаха",
    "✓"
   ],
   [
    "rādha",
    "муж",
    "имя монаха архата",
    "✓"
   ],
   [
    "rāmaṇeyyaka 3",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "rāhula",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "rohinī 2",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "lakuṇḍakabhaddiya",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "lakuṇḍabhaddiya",
    "муж",
    "имя арахант монаха",
    "✓"
   ],
   [
    "lomasakaṅgiya",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "vakkali",
    "прил",
    "имя арханта-монаха",
    "✓"
   ],
   [
    "vakkalitthera",
    "муж",
    "имя араханта монаха",
    "~"
   ],
   [
    "vaṅgantaputta",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "vaṅgīsa",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vacchagotta 1",
    "муж",
    "имя аскета",
    "✓"
   ],
   [
    "vacchagotta 2",
    "муж",
    "имя архат-монаха",
    "✓"
   ],
   [
    "vacchapāla",
    "муж",
    "вакчапала",
    "~"
   ],
   [
    "vajjita 3",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "vajjiputta 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vajjiputta 3",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "vaḍḍha 3",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "vaḍḍhamātar",
    "жен",
    "имя архантки монахини",
    "✓"
   ],
   [
    "vaḍḍhamāna 2",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "vanavaccha 1",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "vanavaccha 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vappa 4",
    "муж",
    "имя архат-монаха",
    "✓"
   ],
   [
    "valliya 1",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "valliya 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "valliya 3",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vasabha 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vassika 3",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "vāraṇa 3",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vāseṭṭhī",
    "жен",
    "восета — имя монахини-араханта",
    "✓"
   ],
   [
    "vijaya 2",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "vijayā",
    "жен",
    "имя архантки",
    "✓"
   ],
   [
    "vijitasena",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vimala 4",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "vimala 5",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "vimalakoṇḍañña",
    "муж",
    "имя монаха-арханта",
    "~"
   ],
   [
    "vimalā",
    "жен",
    "имя архантки монахини",
    "✓"
   ],
   [
    "visākhapañcālaputta",
    "муж",
    "имя араханта монаха visākhapañcālaputta",
    "~"
   ],
   [
    "visākhā 4",
    "жен",
    "имя арихантки",
    "✓"
   ],
   [
    "vītasoka 2",
    "муж",
    "имя монаха-араханта",
    "✓"
   ],
   [
    "vīra 3",
    "муж",
    "название архатского монаха",
    "✓"
   ],
   [
    "vīrā",
    "жен",
    "вīрā – имя архатки",
    "✓"
   ],
   [
    "vuḍḍhapabbajitasumanā",
    "жен",
    "имя монахини архата",
    "~"
   ],
   [
    "sakulā",
    "жен",
    "имя монахини-араханта",
    "✓"
   ],
   [
    "saṅkiccathera",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "saṅgiya",
    "муж",
    "имя архата",
    "✓"
   ],
   [
    "saṅgharakkhita 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "saṅghā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "sañjaya 3",
    "муж",
    "имя арханта монаха",
    "✓"
   ],
   [
    "sandhita",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sappaka",
    "муж",
    "имя архатского монаха",
    "~"
   ],
   [
    "sappadāsa",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sappadāsaka",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "sabbakāmi",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "sabbakāmitthera",
    "муж",
    "имя арьянта монаха",
    "~"
   ],
   [
    "sabbamitta 2",
    "муж",
    "имя монаха арханта",
    "~"
   ],
   [
    "sabhiya",
    "муж",
    "имя арханта-монаха",
    "✓"
   ],
   [
    "samitigutta",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "samiddhi 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "samiddhitthera",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sambahulakaccāna",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sambulakaccāna",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "sambhūta 2",
    "муж",
    "имя архата",
    "~"
   ],
   [
    "sarabhaṅga 3",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "saṃkicca 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "saṃkiccathera",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "sāṭimattiya",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "sānu 3",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "sānutthera",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "sāmaññakāni",
    "муж",
    "имя монаха-архата",
    "✓"
   ],
   [
    "sāmaññakānitthera",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "sāmā 3",
    "жен",
    "имя одной из арханток",
    "✓"
   ],
   [
    "sāmā 4",
    "жен",
    "имя архатки-ни",
    "✓"
   ],
   [
    "sāmidatta",
    "муж",
    "имя араханта-монаха",
    "~"
   ],
   [
    "sāriputta",
    "муж",
    "имя монаха архата",
    "✓"
   ],
   [
    "siṅgālapitar",
    "муж",
    "имя монаха архата",
    "~"
   ],
   [
    "siṅgālapitika",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "siṅgiya",
    "муж",
    "имя архата",
    "✓"
   ],
   [
    "sirimaṇḍa",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sirimant 2",
    "муж",
    "название архата-монаха",
    "✓"
   ],
   [
    "sirimanda",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sirimitta",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sirivaḍḍha 3",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "sivaka 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sivaka 3",
    "муж",
    "имя монаха архата",
    "~"
   ],
   [
    "sivika",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sīgālapitar",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sītavaniya",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "sīlava",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "sīvaka 2",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sīvali",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sīvalitthera",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sīsūpacālā",
    "жен",
    "имя арахантки монахини",
    "✓"
   ],
   [
    "sīha 3",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sīhā",
    "жен",
    "название архатки",
    "✓"
   ],
   [
    "sukkā 2",
    "жен",
    "имя архантки: буквально чистая",
    "✓"
   ],
   [
    "sugandha 3",
    "муж",
    "название архант-монаха",
    "~"
   ],
   [
    "sujātā 2",
    "жен",
    "имя арахантки, буквально: благородно рожденная",
    "✓"
   ],
   [
    "sunāga",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "sunīta 2",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "sundarasamudda",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sundarī",
    "жен",
    "сундари",
    "✓"
   ],
   [
    "sundarīnandā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "suppiya 2",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "subāhu 2",
    "муж",
    "имя монаха-арханта",
    "✓"
   ],
   [
    "subāhutthera",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "subhākammāradhītar",
    "жен",
    "имя арахантки",
    "~"
   ],
   [
    "subhājīvakambavanikā",
    "жен",
    "имя архата монахини",
    "~"
   ],
   [
    "subhūta",
    "муж",
    "имя монаха архата",
    "~"
   ],
   [
    "subhūti 1",
    "муж",
    "субхути — имя арханта-монаха",
    "✓"
   ],
   [
    "subhūtitthera",
    "муж",
    "имена арханта-монаха",
    "✓"
   ],
   [
    "sumaṅgala 3",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "sumaṅgalamātar",
    "жен",
    "имя арахантки монахини",
    "✓"
   ],
   [
    "sumana 3",
    "муж",
    "имя монаха-арханта",
    "~"
   ],
   [
    "sumana 4",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sumanā 4",
    "жен",
    "имя монашки-архата",
    "✓"
   ],
   [
    "sumanā 5",
    "жен",
    "имя арахантки",
    "✓"
   ],
   [
    "sumedhā",
    "жен",
    "имя арахантки монахини",
    "✓"
   ],
   [
    "suyāmana",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "surādha",
    "муж",
    "имя монаха-архата",
    "~"
   ],
   [
    "susārada",
    "муж",
    "имя арханта монаха",
    "~"
   ],
   [
    "suhemanta",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "setuccha",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "senaka 2",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "sela 4",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "selā",
    "жен",
    "имя арханта монахини",
    "✓"
   ],
   [
    "selissariya",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "soṇa 1",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "soṇa 4",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "soṇakuṭikaṇṇa",
    "муж",
    "сонакутикаанна",
    "~"
   ],
   [
    "soṇakoḷivisa",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "soṇapoṭiriya",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "soṇā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "sopāka 2",
    "муж",
    "имя араханта монаха",
    "✓"
   ],
   [
    "sopāka 3",
    "муж",
    "имя монаха-араханта",
    "~"
   ],
   [
    "sobhita 4",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "somamitta",
    "муж",
    "имя монаха арханта",
    "~"
   ],
   [
    "somā",
    "жен",
    "имя архатки монахини",
    "✓"
   ],
   [
    "hatthārohaputta 2",
    "муж",
    "имя арханта-монаха",
    "~"
   ],
   [
    "hārita 2",
    "муж",
    "имя монаха-архата",
    "✓"
   ],
   [
    "hārita 3",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "heraññakāni",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "heraññakānitthera",
    "муж",
    "имя архата монаха",
    "~"
   ]
  ],
  "count": 441
 },
 "people": {
  "data": [
   [
    "aṅgamagadhā",
    "муж",
    "люди анги и магадхи",
    "✓"
   ],
   [
    "aṅgā",
    "муж",
    "Бенгальцы",
    "✓"
   ],
   [
    "aṅguttarāpā",
    "муж",
    "ангуттарапы",
    "✓"
   ],
   [
    "appiyā",
    "муж",
    "имя людей, ранее живших на горе Вепулла",
    "~"
   ],
   [
    "avantī",
    "муж",
    "люди Аванти",
    "✓"
   ],
   [
    "assakā",
    "муж",
    "название народа",
    "~"
   ],
   [
    "kambojā",
    "муж",
    "народ камбоджа",
    "✓"
   ],
   [
    "kālāmā",
    "муж",
    "фамилия людей в Косале",
    "✓"
   ],
   [
    "kāsikosalā",
    "муж",
    "царства Каси и Косала",
    "✓"
   ],
   [
    "kāsī",
    "муж",
    "народ каси",
    "✓"
   ],
   [
    "kurū",
    "муж",
    "люди Куру",
    "✓"
   ],
   [
    "koliya",
    "муж",
    "колия",
    "✓"
   ],
   [
    "koliyā",
    "муж",
    "колиены",
    "✓"
   ],
   [
    "kosalā",
    "муж",
    "имя народа Косалы",
    "✓"
   ],
   [
    "koḷīya",
    "муж",
    "название клана, соседствующего с сакьями",
    "~"
   ],
   [
    "tivarā",
    "муж",
    "название народа, ранее жившего на горе Вепулла",
    "~"
   ],
   [
    "thūlū",
    "муж",
    "название народа",
    "~"
   ],
   [
    "dasārahā",
    "муж",
    "название народа",
    "~"
   ],
   [
    "pubbavidehā",
    "муж",
    "название народа Пуббавидеха",
    "✓"
   ],
   [
    "bumū",
    "муж",
    "название народа",
    "~"
   ],
   [
    "bhaggā",
    "муж",
    "люди Бхагги",
    "✓"
   ],
   [
    "magadhā",
    "муж",
    "люди страны Магадхи",
    "✓"
   ],
   [
    "mallakā",
    "муж",
    "название народа малла",
    "~"
   ],
   [
    "mallā",
    "муж",
    "имя народа Малла",
    "✓"
   ],
   [
    "yonakambojā",
    "муж",
    "бактрийцы и персы",
    "✓"
   ],
   [
    "yonā",
    "муж",
    "ионийцы",
    "✓"
   ],
   [
    "rohitassā",
    "муж",
    "наименование народа, ранее жившего на горе Вепулла",
    "~"
   ],
   [
    "licchavi",
    "муж",
    "название известной группы благородных, живущей в Весали",
    "✓"
   ],
   [
    "vajjī 1",
    "муж",
    "название жителей Ваджжи",
    "✓"
   ],
   [
    "videhā",
    "муж",
    "видеханцы",
    "✓"
   ],
   [
    "sakkā 2",
    "муж",
    "народ Сакья",
    "✓"
   ],
   [
    "sakyā",
    "муж",
    "наименование народа северо-восточной Индии, в который родился Будда",
    "✓"
   ],
   [
    "suppiyā",
    "муж",
    "название народа, ранее жившего на горе Вепулла",
    "~"
   ],
   [
    "sumbhā",
    "муж",
    "люди города Сумбха",
    "✓"
   ],
   [
    "suvidehā",
    "муж",
    "хорошие люди из видехи",
    "✓"
   ],
   [
    "sovīrā",
    "муж",
    "название народа",
    "~"
   ]
  ],
  "count": 36
 },
 "epithets of the Buddha": {
  "data": [
   [
    "aṅgīrasa 1",
    "муж",
    "эпитет Будды",
    "✓"
   ],
   [
    "atideva 1",
    "муж",
    "превосходящий богов",
    "✓"
   ],
   [
    "ādiccabandhu",
    "муж",
    "родственник Солнца",
    "✓"
   ],
   [
    "jina 1",
    "муж",
    "победитель",
    "✓"
   ],
   [
    "jutindhara 1",
    "муж",
    "носитель света",
    "✓"
   ],
   [
    "tathāgata",
    "муж",
    "Ставший Таковым",
    "✓"
   ],
   [
    "devīsi",
    "муж",
    "божественный мудрец",
    "✓"
   ],
   [
    "dvipadaseṭṭha",
    "муж",
    "лучший среди двуногих",
    "✓"
   ],
   [
    "dhammappati",
    "муж",
    "владыка дхаммы",
    "✓"
   ],
   [
    "dhammarāja 2",
    "муж",
    "царь Дхаммы",
    "✓"
   ],
   [
    "dhammasāmī",
    "муж",
    "господин Дхаммы",
    "~"
   ],
   [
    "narasārathi",
    "муж",
    "тренер людей",
    "✓"
   ],
   [
    "naruttama",
    "муж",
    "лучший из людей",
    "✓"
   ],
   [
    "nāga 1",
    "муж",
    "благородный человек",
    "✓"
   ],
   [
    "pabhaṅkara 1",
    "муж",
    "осветитель",
    "✓"
   ],
   [
    "purisuttama",
    "муж",
    "высочайший из людей",
    "✓"
   ],
   [
    "bhagavant 1",
    "муж",
    "Возвышенный",
    "✓"
   ],
   [
    "bhagavā",
    "муж",
    "Возвышенный",
    "✓"
   ],
   [
    "mahāvīra",
    "муж",
    "великий герой",
    "✓"
   ],
   [
    "mahāsakyamuni",
    "муж",
    "великий мудрец Сакья",
    "~"
   ],
   [
    "mahāsamaṇa",
    "муж",
    "великий аскет",
    "✓"
   ],
   [
    "lokajeṭṭha",
    "муж",
    "верховный в мире",
    "✓"
   ],
   [
    "lokapajjota",
    "муж",
    "свет мира",
    "✓"
   ],
   [
    "lokavidū",
    "муж",
    "эпитет Будды",
    "✓"
   ],
   [
    "vijitasaṅgāma",
    "прил",
    "победивший в битве",
    "✓"
   ],
   [
    "vināyaka",
    "муж",
    "лидер",
    "✓"
   ],
   [
    "vimala 2",
    "муж",
    "незапятнанный",
    "✓"
   ],
   [
    "saccavādī 2",
    "муж",
    "говорящий правду",
    "✓"
   ],
   [
    "sabbaññū 2",
    "муж",
    "всеведущий",
    "✓"
   ],
   [
    "samaṇa 2",
    "муж",
    "Аскет",
    "✓"
   ],
   [
    "samantacakkhu",
    "муж",
    "всевидящий",
    "✓"
   ],
   [
    "sammaggata 2",
    "прил",
    "совершенный",
    "✓"
   ],
   [
    "sugata 2",
    "муж",
    "Удачливый",
    "✓"
   ],
   [
    "sugatavara",
    "муж",
    "отличный Блаженный",
    "✓"
   ]
  ],
  "count": 34
 },
 "books of the Suttapiṭaka": {
  "data": [
   [
    "aṅguttaranikāya",
    "муж",
    "книга 4 сутта-питака",
    "~"
   ],
   [
    "khuddakanikāya",
    "муж",
    "пятая книга Сутта-питаки",
    "~"
   ],
   [
    "dīghanikāya",
    "муж",
    "дли́нное собра́ние — Книга 1 Сутта Питаки",
    "~"
   ],
   [
    "majjhimanikāya",
    "муж",
    "книга 2 из Сутта Питака",
    "✓"
   ],
   [
    "saṃyuttaka",
    "ср",
    "книга 3 Сутта Питаки",
    "~"
   ]
  ],
  "count": 5
 },
 "measures of length": {
  "data": [
   [
    "aṅgula 1",
    "муж",
    "дюйм",
    "✓"
   ],
   [
    "aḍḍhayojana",
    "ср",
    "примерно десять километров",
    "~"
   ],
   [
    "addhayojana",
    "ср",
    "примерно десять километров",
    "✓"
   ],
   [
    "usabha 3",
    "ср",
    "мера длины",
    "~"
   ],
   [
    "gāvuta",
    "ср",
    "мера длины",
    "~"
   ],
   [
    "gāvutaḍḍhayojanamattā",
    "жен",
    "расстояние в четверть или половину йоджаны",
    "~"
   ],
   [
    "tiyojana 1",
    "ср",
    "мера длинны",
    "✓"
   ],
   [
    "tiyojanaparamatā",
    "жен",
    "максимум три йоджаны",
    "✓"
   ],
   [
    "tiyojanaparamaṃ",
    "несклон",
    "максимум три йоджаны",
    "✓"
   ],
   [
    "dhanu 2",
    "ср",
    "длина лука",
    "✓"
   ],
   [
    "pañcadhanusatika",
    "прил",
    "измеряющий пятьсот луковичных длин",
    "✓"
   ],
   [
    "yugamatta",
    "ср",
    "длина ярма",
    "✓"
   ],
   [
    "yojana 1",
    "ср",
    "мера длинны",
    "✓"
   ],
   [
    "yojanagaṇana",
    "ср",
    "сотни миль",
    "✓"
   ],
   [
    "yojanasatika",
    "прил",
    "сто йоджан в длину",
    "✓"
   ],
   [
    "yojanika",
    "прил",
    "примерно двадцать километров в длину",
    "✓"
   ],
   [
    "ratana 4",
    "ср",
    "мера длины",
    "✓"
   ],
   [
    "vidatthi",
    "жен",
    "пядь",
    "✓"
   ],
   [
    "vidatthicaturaṅgula",
    "прил",
    "измеряющийся длиной в один паш и четыре пальца",
    "~"
   ],
   [
    "hattha 4",
    "ср",
    "мера длины",
    "✓"
   ]
  ],
  "count": 20
 },
 "bhikkhupātimokkha rules": {
  "data": [
   [
    "aṅgulipatodakasikkhāpada",
    "ср",
    "правило о щекотке",
    "~"
   ],
   [
    "acelakasikkhāpada",
    "ср",
    "правило о нагих аскетах",
    "~"
   ],
   [
    "accekacīvarasikkhāpada",
    "ср",
    "правило об особенном одеянии",
    "~"
   ],
   [
    "aññavādakasikkhāpada",
    "ср",
    "правило об уклонении от темы",
    "~"
   ],
   [
    "aññātakaviññattisikkhāpada",
    "ср",
    "правило о вопросе к посторонним людям",
    "~"
   ],
   [
    "attakāmapāricariyasikkhāpada",
    "ср",
    "правило о (говорении во славу) удовлетворения своих сексуальных желаний",
    "~"
   ],
   [
    "atthaṅgatasikkhāpada",
    "ср",
    "правило о (закате)",
    "~"
   ],
   [
    "anādariyasikkhāpada",
    "ср",
    "правило о неуважении",
    "~"
   ],
   [
    "anāhaṭasikkhāpada",
    "ср",
    "секхья 41",
    "~"
   ],
   [
    "anupakhajjasikkhāpada",
    "ср",
    "правило о вторжении",
    "~"
   ],
   [
    "antepurasikkhāpada",
    "ср",
    "правило о внутренней цитадели короля",
    "~"
   ],
   [
    "amūlakasikkhāpada 2",
    "ср",
    "правило о необоснованном (обвинении)",
    "~"
   ],
   [
    "ariṭṭhasikkhāpada",
    "ср",
    "правило об арицтхе",
    "~"
   ],
   [
    "avagaṇḍakārakasikkhāpada",
    "ср",
    "сехия 46",
    "~"
   ],
   [
    "āmisasikkhāpada",
    "ср",
    "правило о мирской выгоде",
    "~"
   ],
   [
    "ālopasikkhāpada",
    "ср",
    "правило обучения 40",
    "~"
   ],
   [
    "āvasathapiṇḍasikkhāpada",
    "ср",
    "правило о еде в доме отдыха",
    "~"
   ],
   [
    "āvudhapāṇisikkhāpada",
    "ср",
    "правило о (обучении Дхамме кому-то с оружием в руке)",
    "~"
   ],
   [
    "ukkuṭikasikkhāpada",
    "ср",
    "секия 25",
    "~"
   ],
   [
    "ukkoṭanasikkhāpada",
    "ср",
    "правило о повторном рассмотрении (юридического дела)",
    "~"
   ],
   [
    "ukkhittakasikkhāpada",
    "ср",
    "правило о закинутых (робах)",
    "~"
   ],
   [
    "ukkhittasambhogasikkhāpada",
    "ср",
    "правило о делении с отстранённым (монахом)",
    "~"
   ],
   [
    "uccasaddasikkhāpada",
    "ср",
    "правило по поводу (издания) громких звуков, секхья 13",
    "~"
   ],
   [
    "ujjagghikasikkhāpada",
    "ср",
    "секхья 11",
    "~"
   ],
   [
    "ujjhānasaññīsikkhāpada",
    "ср",
    "секхья 38",
    "~"
   ],
   [
    "ujjhāpanakasikkhāpada",
    "ср",
    "правило о провоцировании жалобы",
    "~"
   ],
   [
    "udakeuccārasikkhāpada",
    "ср",
    "правило о дефекации (мочеиспускании и плевании) в воде",
    "~"
   ],
   [
    "udositasikkhāpada",
    "ср",
    "правило о складах",
    "~"
   ],
   [
    "upakkhaṭasikkhāpada",
    "ср",
    "Правило об устроенном (фонде)",
    "~"
   ],
   [
    "upassutisikkhāpada",
    "ср",
    "правило о подслушивании",
    "~"
   ],
   [
    "upāhanāruḷhasikkhāpada",
    "ср",
    "секхия 62",
    "~"
   ],
   [
    "uppathenagamanasikkhāpada",
    "ср",
    "установленное правило о (обучении Дхамме кому-то во время) ухода с пути",
    "~"
   ],
   [
    "uyyuttasenāsikkhāpada",
    "ср",
    "правило о развернутой армии",
    "~"
   ],
   [
    "uyyojanasikkhāpada",
    "ср",
    "правило об увольнении",
    "~"
   ],
   [
    "uyyodhikasikkhāpada",
    "ср",
    "правило о полях битвы",
    "~"
   ],
   [
    "ūnapañcabandhanasikkhāpada",
    "ср",
    "правило о чаше с менее чем пятью починками",
    "~"
   ],
   [
    "ūnavīsativassasikkhāpada",
    "ср",
    "правило о (посвящении кого-то) младше двадцати лет",
    "~"
   ],
   [
    "eḷakalomadhovāpanasikkhāpada",
    "ср",
    "правило о мытье шерсти коз",
    "~"
   ],
   [
    "eḷakalomasikkhāpada",
    "ср",
    "правило о козьем флисе",
    "~"
   ],
   [
    "okkhittacakkhusikkhāpada",
    "ср",
    "правило о пониженных глазах",
    "~"
   ],
   [
    "oguṇṭhitasikkhāpada 1",
    "ср",
    "Секхия 23",
    "~"
   ],
   [
    "oguṇṭhitasikkhāpada 2",
    "ср",
    "правило обучению Дхамме с покрытой головой",
    "~"
   ],
   [
    "oṭṭhanillehakasikkhāpada",
    "ср",
    "секхия 54",
    "~"
   ],
   [
    "odanappaṭicchādanasikkhāpada",
    "ср",
    "правило о покрытии (блюда) рисом",
    "~"
   ],
   [
    "omasavādasikkhāpada",
    "ср",
    "правило о причиняющем вред речи",
    "~"
   ],
   [
    "ovādasikkhāpada",
    "ср",
    "правило об указаниях",
    "~"
   ],
   [
    "kaṇṭakasikkhāpada",
    "ср",
    "правило о каṇṭaka",
    "~"
   ],
   [
    "kaṇḍuppaṭicchādisikkhāpada",
    "ср",
    "правило об одежде от зуда",
    "~"
   ],
   [
    "kabaḷasikkhāpada",
    "ср",
    "сехия 39",
    "~"
   ],
   [
    "kabaḷāvacchedakasikkhāpada",
    "ср",
    "правило номера 45 из Секхия",
    "~"
   ],
   [
    "kammapaṭibāhanasikkhāpada",
    "ср",
    "правило о предотвращении судебного действия",
    "~"
   ],
   [
    "kayavikkayasikkhāpada",
    "ср",
    "правило о торговле",
    "~"
   ],
   [
    "kāṇamātusikkhāpada",
    "ср",
    "правило касающееся матери Каны",
    "~"
   ],
   [
    "kāyappacālakasikkhāpada",
    "ср",
    "секхия 15",
    "~"
   ],
   [
    "kāyasaṃsaggasikkhāpada",
    "ср",
    "правило о физическом контакте",
    "~"
   ],
   [
    "kuṭikārasikkhāpada",
    "ср",
    "правило строительства жилища",
    "~"
   ],
   [
    "kuladūsakasikkhāpada",
    "ср",
    "правило о разложении семей",
    "~"
   ],
   [
    "kosiyasikkhāpada",
    "ср",
    "правило о шелковых одеждах",
    "~"
   ],
   [
    "khambhakatasikkhāpada",
    "ср",
    "сехия 21",
    "~"
   ],
   [
    "gaṇabhojanasikkhāpada",
    "ср",
    "правило о коллективных трапезах",
    "~"
   ],
   [
    "catutthapāṭidesanīyasikkhāpada",
    "ср",
    "четвертое правило признания",
    "~"
   ],
   [
    "capucapukārakasikkhāpada",
    "ср",
    "секхия 50",
    "~"
   ],
   [
    "cārittasikkhāpada",
    "ср",
    "правило о круговой обходке",
    "~"
   ],
   [
    "cīvaraacchindanasikkhāpada",
    "ср",
    "правило о возвращении одежды",
    "~"
   ],
   [
    "cīvaraapanidhānasikkhāpada",
    "ср",
    "правило о сокрытии ряс",
    "~"
   ],
   [
    "cīvaradānasikkhāpada",
    "ср",
    "правило предложения одеяний",
    "~"
   ],
   [
    "cīvarapaṭiggahaṇasikkhāpada",
    "ср",
    "правило о принятии ткани для мантии",
    "~"
   ],
   [
    "cīvarasibbanasikkhāpada",
    "ср",
    "правило о пошиве одежд",
    "~"
   ],
   [
    "chattapāṇisikkhāpada",
    "ср",
    "правило об обучении Дхамме, когда ученик держит в руках зонт",
    "~"
   ],
   [
    "chandaṃadatvāgamanasikkhāpada",
    "ср",
    "правило о выходе (из правовой процедуры) без согласия",
    "~"
   ],
   [
    "chabbassasikkhāpada",
    "ср",
    "правило о шести годах",
    "~"
   ],
   [
    "chamāsikkhāpada",
    "ср",
    "правило по (обучению Дхамме кого-то, находящегося на земле)",
    "~"
   ],
   [
    "jivhānicchārakasikkhāpada",
    "ср",
    "достигающий языка",
    "~"
   ],
   [
    "jotikasikkhāpada",
    "ср",
    "правило о зажигании огня",
    "~"
   ],
   [
    "ṭhitasikkhāpada",
    "ср",
    "сехия 70",
    "~"
   ],
   [
    "ṭhitouccārasikkhāpada",
    "ср",
    "правило о (мочеиспускании и) дефекации стоя",
    "~"
   ],
   [
    "tatiyakathinasikkhāpada",
    "ср",
    "третье правило о пошиве робы",
    "~"
   ],
   [
    "tatiyapāṭidesanīyasikkhāpada",
    "ср",
    "третье правило признания",
    "~"
   ],
   [
    "tatuttarisikkhāpada",
    "ср",
    "правило о (взятии) больше (одежд) чем положено",
    "~"
   ],
   [
    "talasattikasikkhāpada",
    "ср",
    "правило поднятой руки",
    "~"
   ],
   [
    "tūlonaddhasikkhāpada",
    "ср",
    "правило о (создании) мягкой мебели",
    "~"
   ],
   [
    "thūpakatasikkhāpada",
    "ср",
    "правило о создании кучи",
    "~"
   ],
   [
    "theyyasatthasikkhāpada",
    "ср",
    "правило о (путешествии с) группой воров",
    "~"
   ],
   [
    "daṇḍapāṇisikkhāpada",
    "ср",
    "Секхья 58",
    "~"
   ],
   [
    "dantaponasikkhāpada",
    "ср",
    "правило насчет зубных щеток",
    "~"
   ],
   [
    "duṭṭhadosasikkhāpada",
    "ср",
    "правило о гневе",
    "~"
   ],
   [
    "duṭṭhullavācāsikkhāpada",
    "ср",
    "правило о непристойной речи",
    "~"
   ],
   [
    "duṭṭhullasikkhāpada",
    "ср",
    "правило о (скрытии) тяжких преступлений",
    "~"
   ],
   [
    "duṭṭhullārocanasikkhāpada",
    "ср",
    "правило о сообщении о серьёзном проступке (другого монаха)",
    "~"
   ],
   [
    "dutiyaanāhaṭasikkhāpada",
    "ср",
    "правило о том, чтобы не засовывать всю кисть в рот",
    "~"
   ],
   [
    "dutiyaaniyatasikkhāpada",
    "ср",
    "второе неустановленное правило",
    "~"
   ],
   [
    "dutiyaukkhittakasikkhāpada",
    "ср",
    "секхья 10",
    "~"
   ],
   [
    "dutiyauccasaddasikkhāpada",
    "ср",
    "четырнадцатое правило секхия",
    "~"
   ],
   [
    "dutiyaujjagghikasikkhāpada",
    "ср",
    "секхия 12",
    "~"
   ],
   [
    "dutiyaupakkhaṭasikkhāpada",
    "ср",
    "второе правило о порядке (фонда)",
    "~"
   ],
   [
    "dutiyaokkhittacakkhusikkhāpada",
    "ср",
    "восьмое правило ученика (секхья)",
    "~"
   ],
   [
    "dutiyaoguṇṭhitasikkhāpada",
    "ср",
    "секхья 24",
    "~"
   ],
   [
    "dutiyakāyappacālakasikkhāpada",
    "ср",
    "секхия 16",
    "~"
   ],
   [
    "dutiyakhambhakatasikkhāpada",
    "ср",
    "секийя 22",
    "~"
   ],
   [
    "dutiyaduṭṭhadosasikkhāpada",
    "ср",
    "второе правило о гневе и раздражении",
    "~"
   ],
   [
    "dutiyaparimaṇḍalasikkhāpada",
    "ср",
    "секхья 2",
    "~"
   ],
   [
    "dutiyapavāraṇāsikkhāpada",
    "ср",
    "второе правило о приглашениях",
    "~"
   ],
   [
    "dutiyapāṭidesanīyasikkhāpada",
    "ср",
    "второе правило о признании",
    "~"
   ],
   [
    "dutiyabāhuppacālakasikkhāpada",
    "ср",
    "второе правило о размахивании руками (секхия 18)",
    "~"
   ],
   [
    "dutiyasahaseyyasikkhāpada",
    "ср",
    "второе правило о совместном проживании в одной комнате",
    "~"
   ],
   [
    "dutiyasīsappacālakasikkhāpada",
    "ср",
    "секия 20",
    "~"
   ],
   [
    "dutiyasuppaṭicchannasikkhāpada",
    "ср",
    "секхия 4",
    "~"
   ],
   [
    "dutiyasusaṃvutasikkhāpada",
    "ср",
    "секхья 6",
    "~"
   ],
   [
    "dutiyasenāsanasikkhāpada",
    "ср",
    "второе правило о мебели",
    "~"
   ],
   [
    "dubbacasikkhāpada",
    "ср",
    "правило о трудно исправимых",
    "~"
   ],
   [
    "dubbaṇṇakaraṇasikkhāpada",
    "ср",
    "правило о обесцвечивании (одеяния)",
    "~"
   ],
   [
    "dubbalasikkhāpada",
    "ср",
    "правило о поношенной (робе)",
    "~"
   ],
   [
    "dvebhāgasikkhāpada",
    "ср",
    "правило о двух частях (из черной шерсти)",
    "~"
   ],
   [
    "dhammadesanāsikkhāpada",
    "ср",
    "правило о преподавании Дхаммы",
    "~"
   ],
   [
    "nandasikkhāpada",
    "ср",
    "правило о нанду",
    "~"
   ],
   [
    "nahānasikkhāpada",
    "ср",
    "правило о купании",
    "~"
   ],
   [
    "nāvābhiruhanasikkhāpada",
    "ср",
    "правило о посадке на лодку",
    "~"
   ],
   [
    "nikkaḍḍhanasikkhāpada",
    "ср",
    "правило о выдворении",
    "~"
   ],
   [
    "nisīdanasanthatasikkhāpada",
    "ср",
    "правило о сидячих ковриках",
    "~"
   ],
   [
    "nisīdanasikkhāpada",
    "ср",
    "правило о сидячей ткани",
    "~"
   ],
   [
    "nīcāsanasikkhāpada",
    "ср",
    "секхия 69",
    "~"
   ],
   [
    "pacchatogamanasikkhāpada",
    "ср",
    "правило обучения Дхамме при движении позади (Секхи́я 71)",
    "~"
   ],
   [
    "paṭhamaaniyatasikkhāpada",
    "ср",
    "первая неопределённая норма",
    "~"
   ],
   [
    "paṭhamakathinasikkhāpada",
    "ср",
    "Первое правило о изготовлении одеяний",
    "~"
   ],
   [
    "paṭhamapavāraṇāsikkhāpada",
    "ср",
    "первое правило о приглашениях",
    "~"
   ],
   [
    "paṭhamapāṭidesanīyasikkhāpada",
    "ср",
    "первая правило о признании",
    "~"
   ],
   [
    "paṭhamasenāsanasikkhāpada",
    "ср",
    "первое правило об мебели",
    "~"
   ],
   [
    "paṇītabhojanasikkhāpada",
    "ср",
    "правило о вкусной еде",
    "~"
   ],
   [
    "pattanillehakasikkhāpada",
    "ср",
    "правило по облизыванию миски из секхия 53",
    "~"
   ],
   [
    "pattasaññīpaṭiggahaṇasikkhāpada",
    "ср",
    "правило о получении с вниманием к чаше",
    "~"
   ],
   [
    "pattasaññīsikkhāpada",
    "ср",
    "правило номер 32 секхья",
    "~"
   ],
   [
    "pattasikkhāpada",
    "ср",
    "правило о чашах",
    "~"
   ],
   [
    "pathavīkhaṇanasikkhāpada",
    "ср",
    "правило об осущении раскопок земли",
    "~"
   ],
   [
    "padasodhammasikkhāpada",
    "ср",
    "правило о (преподавании) Дхаммы построчно",
    "~"
   ],
   [
    "paramparabhojanasikkhāpada",
    "ср",
    "правило о последовательном приеме пищи",
    "~"
   ],
   [
    "pariṇatasikkhāpada",
    "ср",
    "правило об распределенных (предметах)",
    "~"
   ],
   [
    "pariṇāmanasikkhāpada",
    "ср",
    "правило о перераспределении (пожертвований сангхи)",
    "~"
   ],
   [
    "paripācitasikkhāpada",
    "ср",
    "правило об устроенной (трапезе)",
    "~"
   ],
   [
    "parimaṇḍalasikkhāpada",
    "ср",
    "правило шаки по равномерному ношению робы вокруг",
    "~"
   ],
   [
    "pallatthikasikkhāpada 1",
    "ср",
    "секхия 26",
    "~"
   ],
   [
    "pallatthikasikkhāpada 2",
    "ср",
    "секхия 65",
    "~"
   ],
   [
    "pahārasikkhāpada",
    "ср",
    "правило о нанесении ударов",
    "~"
   ],
   [
    "pādukasikkhāpada",
    "ср",
    "положение сахийи 61",
    "~"
   ],
   [
    "piṇḍukkhepakasikkhāpada",
    "ср",
    "правило о подбрасывании кусков (пищи)",
    "~"
   ],
   [
    "purāṇacīvarasikkhāpada",
    "ср",
    "правило о старых одеяниях",
    "~"
   ],
   [
    "pesuññasikkhāpada",
    "ср",
    "правило о разъединяющей речи",
    "~"
   ],
   [
    "bāhuppacālakasikkhāpada",
    "ср",
    "правило о размахивании руками, секхия 17",
    "~"
   ],
   [
    "bhikkhunupassayasikkhāpada",
    "ср",
    "правило о жилище монахинь",
    "~"
   ],
   [
    "bhiṃsāpanasikkhāpada",
    "ср",
    "правило о запугивании",
    "~"
   ],
   [
    "bhūtagāmasikkhāpada",
    "ср",
    "правило о (повреждении) растениях",
    "~"
   ],
   [
    "bhūtārocanasikkhāpada",
    "ср",
    "правило о правдивом информировании (о своих сверхчеловеческих достижениях) правдиво",
    "~"
   ],
   [
    "bhedānuvattakasikkhāpada",
    "ср",
    "правило о присоединении к расколу",
    "~"
   ],
   [
    "bhesajjasikkhāpada",
    "ср",
    "правило о медицине",
    "~"
   ],
   [
    "mañcapīṭhasikkhāpada",
    "ср",
    "правило о (создании) кроватей и скамеек",
    "~"
   ],
   [
    "mahallakavihārasikkhāpada",
    "ср",
    "правило о больших жилищах",
    "~"
   ],
   [
    "mahānāmasikkhāpada",
    "ср",
    "правило о маханаме",
    "~"
   ],
   [
    "mahāpesakārasikkhāpada",
    "ср",
    "большое правило о ткачах",
    "~"
   ],
   [
    "musāvādasikkhāpada",
    "ср",
    "правило о лжи",
    "~"
   ],
   [
    "mohanasikkhāpada",
    "ср",
    "правило о введении в заблуждение",
    "~"
   ],
   [
    "yānasikkhāpada",
    "ср",
    "правило преподавания Дхаммы путешествующему в транспортном средстве (Секхия 63)",
    "~"
   ],
   [
    "ratanasikkhāpada",
    "ср",
    "правило о драгоценностях",
    "~"
   ],
   [
    "rahonisajjasikkhāpada 1",
    "ср",
    "правило о сидении наедине",
    "~"
   ],
   [
    "rahonisajjasikkhāpada 2",
    "ср",
    "правило о сидении наедине",
    "~"
   ],
   [
    "rahopaṭicchannasikkhāpada",
    "ср",
    "правило о (сидении на) частном и скрытом (месте)",
    "~"
   ],
   [
    "rājasikkhāpada",
    "ср",
    "правило о царях",
    "~"
   ],
   [
    "rūpiyasaṃvohārasikkhāpada",
    "ср",
    "правило о торговле деньгами",
    "~"
   ],
   [
    "rūpiyasikkhāpada",
    "ср",
    "правило о деньгах",
    "~"
   ],
   [
    "vassikasāṭikasikkhāpada",
    "ср",
    "правило о дождевых плащах",
    "~"
   ],
   [
    "vassikasāṭikāsikkhāpada",
    "ср",
    "правило о дождевиках",
    "~"
   ],
   [
    "vikappanasikkhāpada",
    "ср",
    "правило о присвоении собственности",
    "~"
   ],
   [
    "vikālagāmappavisanasikkhāpada",
    "ср",
    "правило о посещении деревни в неподходящее время",
    "~"
   ],
   [
    "vikālabhojanasikkhāpada",
    "ср",
    "правило о еде в промежутке между полуднем и рассветом",
    "~"
   ],
   [
    "vilekhanasikkhāpada",
    "ср",
    "правило о почесывании головы",
    "~"
   ],
   [
    "vihārakārasikkhāpada",
    "ср",
    "правило о строительстве монастыря",
    "~"
   ],
   [
    "veṭhitasikkhāpada",
    "ср",
    "правило секхия 66",
    "~"
   ],
   [
    "vehāsakuṭisikkhāpada",
    "ср",
    "правило о чердаке",
    "~"
   ],
   [
    "sakabaḷasikkhāpada",
    "ср",
    "правило о (разговоре с полным ртом) пищи",
    "~"
   ],
   [
    "sakkaccapaṭiggahaṇasikkhāpada",
    "ср",
    "правило о почтительном принятии",
    "~"
   ],
   [
    "sakkaccasikkhāpada",
    "ср",
    "Секхия 31",
    "~"
   ],
   [
    "saṅghabhedasikkhāpada",
    "ср",
    "правило о расколе в общине",
    "~"
   ],
   [
    "sañcarittasikkhāpada",
    "ср",
    "правило о сватовстве",
    "~"
   ],
   [
    "sañciccasikkhāpada 1",
    "ср",
    "правило об умышленном (убийстве живого существа)",
    "~"
   ],
   [
    "sañciccasikkhāpada 2",
    "ср",
    "правило о намеренном (причинении беспокойства)",
    "~"
   ],
   [
    "satthapāṇisikkhāpada",
    "ср",
    "правило о (преподавании Дхаммы кому-то с мечом в руке)",
    "~"
   ],
   [
    "sannidhikārakasikkhāpada",
    "ср",
    "правило о хранении (еды)",
    "~"
   ],
   [
    "sapadānasikkhāpada",
    "ср",
    "правило в отношении (систематического) приема пищи",
    "~"
   ],
   [
    "sappāṇakasikkhāpada 1",
    "ср",
    "правило о (наливании воды), содержащей живые существа",
    "~"
   ],
   [
    "sappāṇakasikkhāpada 2",
    "ср",
    "правило об использовании воды, содержащей живых существ",
    "~"
   ],
   [
    "sabhojanasikkhāpada",
    "ср",
    "правило о двух людях",
    "~"
   ],
   [
    "samatittikasikkhāpada",
    "ср",
    "второстепенная заповедь 30",
    "~"
   ],
   [
    "samasūpakapaṭiggahaṇasikkhāpada",
    "ср",
    "правило о правильном принятии дали",
    "~"
   ],
   [
    "samasūpakasikkhāpada",
    "ср",
    "правило обучающее по правильному потреблению (еды) даля",
    "~"
   ],
   [
    "sayanasikkhāpada",
    "ср",
    "правило (обучение Дхамме лежащему)",
    "~"
   ],
   [
    "sasitthakasikkhāpada",
    "ср",
    "правило о (выбрасывании остатков от промывания чаши) с зернами риса",
    "~"
   ],
   [
    "sahadhammikasikkhāpada",
    "ср",
    "правило о (легитимном разговоре)",
    "~"
   ],
   [
    "sahaseyyasikkhāpada",
    "ср",
    "правило о совместном проживании в одной спальне",
    "~"
   ],
   [
    "saṃvidhānasikkhāpada 1",
    "ср",
    "Правило о порядке (организации путешествия) с монахиней",
    "~"
   ],
   [
    "saṃvidhānasikkhāpada 2",
    "ср",
    "правило об организации (путешествия) с женщиной",
    "~"
   ],
   [
    "sāmisasikkhāpada",
    "ср",
    "Секхия 55",
    "~"
   ],
   [
    "sāsaṅkasikkhāpada",
    "ср",
    "правило о сомнительных местах в лесу",
    "~"
   ],
   [
    "sitthāvakārakasikkhāpada",
    "ср",
    "сехийя 48",
    "~"
   ],
   [
    "sīsappacālakasikkhāpada",
    "ср",
    "секхья 19",
    "~"
   ],
   [
    "sukkavissaṭṭhisikkhāpada",
    "ср",
    "правило о выбросе семени",
    "~"
   ],
   [
    "suttaviññattisikkhāpada",
    "ср",
    "правило о просьбе нити",
    "~"
   ],
   [
    "suddhakāḷakasikkhāpada",
    "ср",
    "правило о ковриках из чистой черной козьей шерсти",
    "~"
   ],
   [
    "suppaṭicchannasikkhāpada",
    "ср",
    "правило о том, чтобы быть хорошо прикрытым",
    "~"
   ],
   [
    "surāpānasikkhāpada",
    "ср",
    "правило о потреблении алкоголя",
    "~"
   ],
   [
    "surusurukārakasikkhāpada",
    "ср",
    "секхья 51",
    "~"
   ],
   [
    "susaṃvutasikkhāpada",
    "ср",
    "Правило Секхия 5, лит. правило о хорошей сдержанности",
    "~"
   ],
   [
    "sūcigharasikkhāpada",
    "ср",
    "правило о футлярах для игл",
    "~"
   ],
   [
    "sūpodanaviññattisikkhāpada",
    "ср",
    "правило о просьбе чечевицы и риса",
    "~"
   ],
   [
    "senāvāsasikkhāpada",
    "ср",
    "правило о пребывании с армией",
    "~"
   ],
   [
    "hatthaniddhunakasikkhāpada",
    "ср",
    "правило секхьи 47",
    "~"
   ],
   [
    "hatthanillehakasikkhāpada",
    "ср",
    "правило секхийи 52",
    "~"
   ],
   [
    "hariteuccārasikkhāpada",
    "ср",
    "сехийя 74",
    "~"
   ],
   [
    "hasadhammasikkhāpada",
    "ср",
    "Правило о развлечениях (в воде)",
    "~"
   ]
  ],
  "count": 216
 },
 "measures of height": {
  "data": [
   [
    "aṅgulipabbatemanamatta",
    "прил",
    "достаточный чтобы намочить фалангу пальца",
    "✓"
   ],
   [
    "aḍḍhaporisa",
    "прил",
    "в половину роста человека",
    "✓"
   ],
   [
    "kaṭimatta",
    "прил",
    "высотой с бедро",
    "✓"
   ],
   [
    "gopphakamatta",
    "прил",
    "высотой в лодыжку",
    "✓"
   ],
   [
    "catupporisa",
    "прил",
    "высотой в четыре человеческих роста",
    "✓"
   ],
   [
    "chapporisa",
    "прил",
    "высотой в шесть человек",
    "✓"
   ],
   [
    "jāṇukamatta",
    "прил",
    "высотой с колено",
    "✓"
   ],
   [
    "tāla 1.2",
    "прил",
    "высотой в одну пальму",
    "✓"
   ],
   [
    "tālamatta",
    "прил",
    "высотой с пальму",
    "✓"
   ],
   [
    "tiporisa",
    "прил",
    "высотой с трех человек",
    "✓"
   ],
   [
    "dviporisa",
    "прил",
    "высотой в два человеческих роста",
    "✓"
   ],
   [
    "pañcaporisa",
    "прил",
    "высотой в пять человек",
    "✓"
   ],
   [
    "porisa 2",
    "ср",
    "высота человека",
    "✓"
   ],
   [
    "porisa 3",
    "прил",
    "измеряющий высоту одного человека",
    "✓"
   ],
   [
    "porisamatta",
    "прил",
    "высотой с человеческий рост",
    "✓"
   ],
   [
    "sattaporisa",
    "прил",
    "высотой в рост семи человек",
    "✓"
   ],
   [
    "sādhikaporisa",
    "прил",
    "больше человеческого роста",
    "✓"
   ]
  ],
  "count": 17
 },
 "names of rivers": {
  "data": [
   [
    "aciravatī",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "adhikakka",
    "ср",
    "название священного места для омовений",
    "✓"
   ],
   [
    "aparacchā",
    "жен",
    "название реки",
    "~"
   ],
   [
    "eṇī",
    "жен",
    "название реки",
    "~"
   ],
   [
    "kalamba",
    "муж",
    "название реки",
    "~"
   ],
   [
    "kimikāḷā",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "kukuṭṭhā",
    "жен",
    "кукуттха",
    "✓"
   ],
   [
    "gaṅgā 1",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "gaṅgānadī",
    "жен",
    "река ганг",
    "~"
   ],
   [
    "gayaphaggu",
    "жен",
    "название реки, протекающей мимо Гайя",
    "✓"
   ],
   [
    "gayā 2",
    "жен",
    "название священной реки",
    "✓"
   ],
   [
    "godāvarī",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "godhāvarī",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "candabhāgā",
    "жен",
    "название реки",
    "~"
   ],
   [
    "nīlavāhinī",
    "жен",
    "название реки",
    "~"
   ],
   [
    "nerañjarā",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "phaggu 2",
    "жен",
    "название реки, протекающей мимо Гайя",
    "~"
   ],
   [
    "bāhukā",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "bāhumatī",
    "жен",
    "название святой реки",
    "✓"
   ],
   [
    "mahāgaṅgā",
    "жен",
    "великая река Ганг",
    "~"
   ],
   [
    "mahāmahī 2",
    "жен",
    "великая река Махи",
    "~"
   ],
   [
    "mahī 2",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "yamunā",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "rohinī 1",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "vaggamudā",
    "жен",
    "название реки",
    "~"
   ],
   [
    "vaggumudā",
    "жен",
    "название реки",
    "~"
   ],
   [
    "vetaraṇī",
    "жен",
    "название реки в аду",
    "✓"
   ],
   [
    "sattagodāvara",
    "ср",
    "семь рек годавари",
    "✓"
   ],
   [
    "sappinikā",
    "жен",
    "наименование реки",
    "~"
   ],
   [
    "sappinī 2",
    "жен",
    "название реки",
    "~"
   ],
   [
    "sarabhū",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "sarassatī",
    "жен",
    "название реки",
    "✓"
   ],
   [
    "sippinikā",
    "жен",
    "название реки",
    "~"
   ],
   [
    "sippiniyā",
    "жен",
    "название реки",
    "~"
   ],
   [
    "sutanu 2",
    "муж",
    "имя реки",
    "~"
   ],
   [
    "sundarikā",
    "жен",
    "имя святой реки",
    "✓"
   ]
  ],
  "count": 36
 },
 "names of ascetics": {
  "data": [
   [
    "acelakassapa",
    "муж",
    "имя нагая аскета",
    "~"
   ],
   [
    "ajita 1",
    "муж",
    "имя аскетического учителя",
    "✓"
   ],
   [
    "ajita 9",
    "муж",
    "имя брахманского отшельника",
    "✓"
   ],
   [
    "annabhāra 2",
    "муж",
    "имя странствующего аскета",
    "✓"
   ],
   [
    "araka",
    "муж",
    "имя религиозного учителя старых времён",
    "✓"
   ],
   [
    "aranemi",
    "муж",
    "имя древнего учителя",
    "~"
   ],
   [
    "asita",
    "муж",
    "имя отшельника",
    "✓"
   ],
   [
    "āḷāra",
    "муж",
    "имя первого учителя Будды",
    "✓"
   ],
   [
    "uggāhamāna",
    "муж",
    "имя странствующего аскета",
    "✓"
   ],
   [
    "uttiya 1",
    "муж",
    "имя странствующего аскета",
    "✓"
   ],
   [
    "udaka 2.1",
    "муж",
    "имя второго учителя Будды",
    "✓"
   ],
   [
    "uddaka",
    "муж",
    "имя второго учителя Будды",
    "✓"
   ],
   [
    "upaka 2",
    "муж",
    "имя подвижника",
    "✓"
   ],
   [
    "kaṇhasiri",
    "муж",
    "имя ужасного мудреца",
    "✓"
   ],
   [
    "kandaraka",
    "муж",
    "имя странствующего подвижника",
    "✓"
   ],
   [
    "kaḷāramaṭṭaka",
    "муж",
    "имя нагого аскета",
    "~"
   ],
   [
    "kāḷa 3",
    "муж",
    "имя мужа Чапы, который оставил её, чтобы стать аскетом",
    "✓"
   ],
   [
    "kisa 2",
    "муж",
    "имя аскета",
    "✓"
   ],
   [
    "kuṇḍaliya",
    "муж",
    "имя странствующего аскета",
    "~"
   ],
   [
    "kuddālaka",
    "муж",
    "имя старого учителя",
    "~"
   ],
   [
    "keṇiya",
    "муж",
    "имя дредлокового аскета",
    "✓"
   ],
   [
    "kokanuda",
    "муж",
    "имя странствующего аскета",
    "✓"
   ],
   [
    "jambuka 1",
    "муж",
    "йогин по имени джамбука",
    "✓"
   ],
   [
    "jambukhādaka",
    "муж",
    "имя странствующего аскета",
    "~"
   ],
   [
    "tuvaṭaka",
    "муж",
    "имя аскета",
    "~"
   ],
   [
    "tuvaṭṭaka",
    "муж",
    "имя отшельника",
    "~"
   ],
   [
    "dārucīriya",
    "прил",
    "фамилия аскета",
    "✓"
   ],
   [
    "dīghatapassī",
    "муж",
    "настоящий длинный аскет",
    "✓"
   ],
   [
    "dīghanakha",
    "муж",
    "имя странствующего аскета",
    "✓"
   ],
   [
    "devala",
    "муж",
    "имя отшельника",
    "~"
   ],
   [
    "nanda 2",
    "муж",
    "имя подвижника",
    "✓"
   ],
   [
    "nālaka",
    "муж",
    "имя аскета",
    "~"
   ],
   [
    "nigaṇṭha 2",
    "муж",
    "эпитет Махавиры",
    "✓"
   ],
   [
    "nigrodha 2",
    "муж",
    "имя странствующего аскета",
    "✓"
   ],
   [
    "pakudha",
    "муж",
    "имя аскетического учителя",
    "✓"
   ],
   [
    "pakudhaka",
    "муж",
    "имя аскетического учителя",
    "✓"
   ],
   [
    "paṇḍuputta",
    "муж",
    "имя аскета Адживаки",
    "✓"
   ],
   [
    "pasūra",
    "муж",
    "пасура: имя странствующего аскета, известного своими дебатами",
    "✓"
   ],
   [
    "pāṭika",
    "муж",
    "имя странствующего аскета",
    "~"
   ],
   [
    "pāṭikaputta",
    "муж",
    "название на́гого аскета",
    "~"
   ],
   [
    "pāthikaputta",
    "муж",
    "имя обнажённого аскета",
    "✓"
   ],
   [
    "pilotika",
    "муж",
    "имя странствующего аскета",
    "✓"
   ],
   [
    "puṇṇa 5",
    "муж",
    "имя аскета из Коли, который выполнял практику коровы",
    "✓"
   ],
   [
    "pūraṇa 1",
    "муж",
    "имя аскетического учителя",
    "✓"
   ],
   [
    "poṭṭhapāda 1",
    "муж",
    "имя странствующего подвижника",
    "✓"
   ],
   [
    "potaliputta",
    "муж",
    "имя странствующего аскета",
    "~"
   ],
   [
    "bāhiya",
    "муж",
    "имя аскета",
    "✓"
   ],
   [
    "bhaggavagotta",
    "муж",
    "имя странствующего аскета",
    "~"
   ],
   [
    "bharaṇḍu",
    "муж",
    "имя аскета",
    "~"
   ],
   [
    "makkhali",
    "муж",
    "имя аскетического учителя",
    "✓"
   ],
   [
    "makkhaligosāla",
    "муж",
    "имя учителя-аскета",
    "✓"
   ],
   [
    "makkhalipūraṇā",
    "муж",
    "макхали госала и парана кассапа",
    "✓"
   ],
   [
    "māgaṇḍi",
    "муж",
    "имя странствующего аскета",
    "~"
   ],
   [
    "māgaṇḍiya",
    "муж",
    "имя странствующего подвижника",
    "✓"
   ],
   [
    "muṇḍiya 2",
    "муж",
    "название аскета",
    "✓"
   ],
   [
    "mūgapakkha",
    "муж",
    "имя старого учителя",
    "~"
   ],
   [
    "mettagū",
    "муж",
    "имя брахманского отшельника",
    "✓"
   ],
   [
    "moḷiyasīvaka",
    "муж",
    "мо́лиясива́ка",
    "✓"
   ],
   [
    "rāma 2",
    "муж",
    "имя мудреца",
    "✓"
   ],
   [
    "vacchagotta 1",
    "муж",
    "имя аскета",
    "✓"
   ],
   [
    "vacchaputta",
    "муж",
    "вакчапутта",
    "~"
   ],
   [
    "vayabhiññā",
    "муж",
    "имена двух сторонников доктрины беспричинности",
    "~"
   ],
   [
    "varadhara",
    "муж",
    "варaдхара",
    "✓"
   ],
   [
    "vassabhaññā",
    "муж",
    "два сторонника доктрины не-каузальности: васса и б ханья",
    "✓"
   ],
   [
    "vassabhiññā",
    "муж",
    "названия двух сторонников доктрины не-причинности",
    "~"
   ],
   [
    "vekhanasa",
    "муж",
    "аскет по имени векханасо",
    "✓"
   ],
   [
    "vekhanassa",
    "муж",
    "имя странствующего аскета",
    "✓"
   ],
   [
    "sakuludāyī",
    "муж",
    "имя странствующего аскета",
    "✓"
   ],
   [
    "saccaka",
    "муж",
    "имя джайна",
    "✓"
   ],
   [
    "sajjha 2",
    "муж",
    "имя странствующего аскета",
    "✓"
   ],
   [
    "sañcaya 2.1",
    "муж",
    "имя аскетического учителя",
    "✓"
   ],
   [
    "sañjaya 1",
    "муж",
    "имя аскетического учителя",
    "✓"
   ],
   [
    "sandaka",
    "муж",
    "имя странствующего аскета",
    "✓"
   ],
   [
    "samaṇamuṇḍikāputta",
    "муж",
    "сын аскета Мунддики",
    "✓"
   ],
   [
    "sarabha 2",
    "муж",
    "имя странствующего аскета",
    "~"
   ],
   [
    "sāmaṇḍaka",
    "муж",
    "имя странствующего аскета",
    "~"
   ],
   [
    "sāmaṇḍakāni",
    "муж",
    "имя странствующего аскета",
    "~"
   ],
   [
    "sīvaka 1",
    "муж",
    "имя странствующего подвижника",
    "✓"
   ],
   [
    "sucimukhī",
    "жен",
    "имя женщины-аскета",
    "~"
   ],
   [
    "sunetta",
    "муж",
    "имя старого учителя",
    "~"
   ],
   [
    "sūcimukhī",
    "жен",
    "кее санабаре полрожилают  штыки ууказыга ужа раз пасы пашыла",
    "✓"
   ],
   [
    "seniya 2",
    "муж",
    "имя отшельника, исполняющего практику собаки",
    "✓"
   ],
   [
    "hatthipāla",
    "муж",
    "имя древнего учителя",
    "~"
   ]
  ],
  "count": 83
 },
 "names of deities": {
  "data": [
   [
    "accutā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "ajakalāpaka 1",
    "ср",
    "имя святыни",
    "✓"
   ],
   [
    "anejakā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "antaka",
    "муж",
    "Смерть",
    "✓"
   ],
   [
    "abhibhū 2",
    "муж",
    "повелитель",
    "✓"
   ],
   [
    "ariṭṭhakā",
    "муж",
    "имя группы божеств",
    "~"
   ],
   [
    "aruṇā",
    "муж",
    "имя группы божеств",
    "~"
   ],
   [
    "asama 1",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "ākoṭaka",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "ābhassarā",
    "муж",
    "сияющие божественные существа",
    "✓"
   ],
   [
    "āsavā",
    "муж",
    "имя группы божеств",
    "~"
   ],
   [
    "indaka",
    "муж",
    "имя духа",
    "~"
   ],
   [
    "uttara 2.06",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "uttarā 3",
    "жен",
    "название молодой женской сущности",
    "~"
   ],
   [
    "ojasi",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "odātagayhā",
    "муж",
    "имя группы божеств",
    "~"
   ],
   [
    "opamañña 2",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "kakudha 1",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "kaṭṭhakā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "kambalassatarā",
    "муж",
    "название двух групп нагов",
    "~"
   ],
   [
    "karatiya 1",
    "муж",
    "имя сверхъестественного существа",
    "~"
   ],
   [
    "karambhā 2",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "kassapa 2",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "kāpilavatthavā",
    "муж",
    "группа демонов",
    "~"
   ],
   [
    "kāmada 1",
    "муж",
    "имя божества, буквально означающее \"дающий желаемое\"",
    "✓"
   ],
   [
    "kāmaseṭṭha",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "kālakañcā",
    "муж",
    "группа демонов",
    "~"
   ],
   [
    "kālakañcikā",
    "муж",
    "название группы демонов",
    "~"
   ],
   [
    "kālakañjā",
    "муж",
    "имя группы демонов",
    "~"
   ],
   [
    "kālakañjikā",
    "муж",
    "название группы демонов",
    "~"
   ],
   [
    "kāḷī 3",
    "жен",
    "имя сестры Махамоггаланы в предыдущем воплощении",
    "✓"
   ],
   [
    "kokanadā",
    "жен",
    "имя богини",
    "✓"
   ],
   [
    "khara 3",
    "муж",
    "имя демона",
    "✓"
   ],
   [
    "khiḍḍāpadosikā",
    "муж",
    "имя группы божеств",
    "~"
   ],
   [
    "khema 3",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "gopāla 2",
    "муж",
    "имя духа",
    "~"
   ],
   [
    "ghaṭī",
    "жен",
    "имя божества",
    "✓"
   ],
   [
    "ghaṭīkāra",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "canda 2",
    "муж",
    "имя божества луны",
    "✓"
   ],
   [
    "candana 2",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "candima 2",
    "муж",
    "имя божества, живущего на Луне",
    "~"
   ],
   [
    "candimasa",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "candimāsa",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "cittasena",
    "муж",
    "имя полубога",
    "~"
   ],
   [
    "cullakokanadā",
    "жен",
    "название богини",
    "~"
   ],
   [
    "cūḷakokanadā",
    "жен",
    "имя богини",
    "✓"
   ],
   [
    "janesabha",
    "муж",
    "имя полубога",
    "~"
   ],
   [
    "janosabha",
    "муж",
    "имя полубога",
    "~"
   ],
   [
    "jantu 2",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "jotināmā",
    "муж",
    "имя группы божеств",
    "~"
   ],
   [
    "tatojasī",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "tatotalā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "tatolā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "tattalā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "tāyana 1",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "tudu",
    "муж",
    "имя независимого Брахмы",
    "~"
   ],
   [
    "turū",
    "муж",
    "имя независимого Брахмы",
    "~"
   ],
   [
    "tusitā",
    "муж",
    "название группы божеств",
    "✓"
   ],
   [
    "tejasi",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "dadhimukha",
    "муж",
    "имя духа",
    "~"
   ],
   [
    "dāmali",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "dīgha 3",
    "муж",
    "имя духа",
    "✓"
   ],
   [
    "dīghalaṭṭhi",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "dūsī 2",
    "муж",
    "имя Мары",
    "✓"
   ],
   [
    "nanda 1",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "nandana 1",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "nandivisāla",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "namuci",
    "муж",
    "имя мары",
    "✓"
   ],
   [
    "naḷeru",
    "муж",
    "нама духов",
    "~"
   ],
   [
    "naḷorāja",
    "муж",
    "имя полубога",
    "~"
   ],
   [
    "nika",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "niṅka",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "nimmānaratino",
    "муж",
    "имя группы девов",
    "✓"
   ],
   [
    "nīka",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "pajjunna",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "pañcasikha 1",
    "муж",
    "имя полубога",
    "~"
   ],
   [
    "pañcālacaṇḍa",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "pathavindhara",
    "муж",
    "имя одного нага",
    "~"
   ],
   [
    "payāgā 2",
    "муж",
    "название группы нагов",
    "~"
   ],
   [
    "parajana 1",
    "муж",
    "имя духа",
    "✓"
   ],
   [
    "paranimmitā",
    "муж",
    "группа богов под названием параниммита",
    "~"
   ],
   [
    "paramatta",
    "муж",
    "имя бога",
    "~"
   ],
   [
    "parittasubha",
    "прил",
    "с ограниченной красотой",
    "✓"
   ],
   [
    "parittābha",
    "прил",
    "с ограниченным сиянием",
    "✓"
   ],
   [
    "pahārāda",
    "муж",
    "имя демона",
    "~"
   ],
   [
    "pāpimant 3",
    "муж",
    "злой",
    "✓"
   ],
   [
    "pāyāgā",
    "муж",
    "название группы нагов",
    "~"
   ],
   [
    "pāragā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "piyaṅkara",
    "муж",
    "имя духа",
    "~"
   ],
   [
    "piyaṅkaramātar",
    "жен",
    "имя женского духа",
    "~"
   ],
   [
    "puṇṇaka 1",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "punabbasu 1",
    "муж",
    "название духа",
    "~"
   ],
   [
    "punabbasumātar",
    "жен",
    "имя женского духа",
    "~"
   ],
   [
    "baka 1",
    "муж",
    "имя бога",
    "✓"
   ],
   [
    "begabbhari",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "bhagalavatī",
    "жен",
    "имя божества",
    "~"
   ],
   [
    "bhujagī",
    "жен",
    "имя женского божества",
    "✓"
   ],
   [
    "maṇi 2",
    "муж",
    "название духа",
    "~"
   ],
   [
    "maṇikaṇṭha",
    "муж",
    "дракон по имени маṇикаṇṭха",
    "~"
   ],
   [
    "maṇibhadda",
    "муж",
    "ма-ни-бхадда: дух по имени ма-ни-бхадда",
    "~"
   ],
   [
    "manopadosikā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "manosatta",
    "прил",
    "эпитет класса дэвов в джайнской доктрине",
    "✓"
   ],
   [
    "mandavalāhakā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "mandiya 2",
    "муж",
    "название божества",
    "~"
   ],
   [
    "mahāpāragā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "mahāsamanā",
    "муж",
    "имя группы божеств",
    "~"
   ],
   [
    "mahinda",
    "муж",
    "великий Индра",
    "✓"
   ],
   [
    "māgha 1",
    "муж",
    "эпитет Сакки",
    "✓"
   ],
   [
    "māṇavagāmiya",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "māṇivara",
    "муж",
    "имя духа",
    "~"
   ],
   [
    "mātalī",
    "муж",
    "мателий",
    "✓"
   ],
   [
    "mānicara",
    "муж",
    "имя духа",
    "~"
   ],
   [
    "mānusā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "mānusuttamā",
    "муж",
    "группа божеств по имени манусуттама",
    "~"
   ],
   [
    "māra",
    "муж",
    "смерть",
    "✓"
   ],
   [
    "yāmā",
    "муж",
    "имя группы божеств",
    "✓"
   ],
   [
    "rāhu 1",
    "муж",
    "наименование повелителя асуров",
    "✓"
   ],
   [
    "rojā",
    "муж",
    "имя группы божеств",
    "~"
   ],
   [
    "rohitassa",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "lambītakā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "lāmaseṭṭhā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "lohitavāsī",
    "муж",
    "группа божеств по имени лохитаваси",
    "~"
   ],
   [
    "vatrabhū",
    "муж",
    "имя Сакки",
    "✓"
   ],
   [
    "vasavattino",
    "муж",
    "имя группы божеств",
    "✓"
   ],
   [
    "vasū",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "vāsudatta",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "viññāṇañcāyatanūpaga",
    "прил",
    "перешедший в измерение бесконечного сознания",
    "✓"
   ],
   [
    "virūḷha 2",
    "муж",
    "имя одного из Четырех Великих Царей",
    "~"
   ],
   [
    "virūḷhaka",
    "муж",
    "имя одного из Четырех Великих Царей",
    "~"
   ],
   [
    "vegabbhari",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "veghanasā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "veṭambarī",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "veṇḍu",
    "муж",
    "вишну",
    "✓"
   ],
   [
    "veṇḍudevā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "veṇhu",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "veṇhū",
    "муж",
    "группа божеств под названием veṇhū",
    "~"
   ],
   [
    "vessavaṇa",
    "муж",
    "имя одного из четырех великих королей",
    "✓"
   ],
   [
    "vessāmittā",
    "муж",
    "название группы демонов",
    "~"
   ],
   [
    "vehapphala 2",
    "прил",
    "эпитет класса дэвов",
    "✓"
   ],
   [
    "sakka 2",
    "муж",
    "Сакка",
    "✓"
   ],
   [
    "sadāmattā",
    "муж",
    "группа божеств",
    "~"
   ],
   [
    "sanaṅkumāra",
    "муж",
    "имя бога",
    "✓"
   ],
   [
    "sanaṅkumārabrahma",
    "муж",
    "имя бога",
    "~"
   ],
   [
    "samānā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "sambara",
    "муж",
    "имя владыки асуров",
    "~"
   ],
   [
    "sahadhammā",
    "муж",
    "наименование группы божеств",
    "~"
   ],
   [
    "sahampati",
    "муж",
    "имя Брахмы, умолявшего Будду преподать",
    "✓"
   ],
   [
    "sahali",
    "муж",
    "термин для божества",
    "✓"
   ],
   [
    "sātāgira 2",
    "муж",
    "название сверхъестественного существа",
    "✓"
   ],
   [
    "sātāgirā",
    "муж",
    "название группы демонов",
    "~"
   ],
   [
    "sānu 2",
    "муж",
    "имя духа",
    "~"
   ],
   [
    "siva 2",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "sivaka 1",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "sudassa 2",
    "прил",
    "красивый для взгляда",
    "✓"
   ],
   [
    "sudassī",
    "прил",
    "эпитет класса дев",
    "✓"
   ],
   [
    "suppagedha",
    "муж",
    "название духа",
    "~"
   ],
   [
    "supparodha",
    "муж",
    "название духа",
    "~"
   ],
   [
    "subrahma 1",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "subhakiṇha 2",
    "прил",
    "эпитет класса девов",
    "✓"
   ],
   [
    "suvīra",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "susima 1",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "susīma 1",
    "муж",
    "имя божества",
    "~"
   ],
   [
    "sūciloma 2",
    "муж",
    "имя демона",
    "✓"
   ],
   [
    "sūriya 1",
    "муж",
    "Солнце",
    "✓"
   ],
   [
    "sūriya 2",
    "муж",
    "имя божества солнца",
    "✓"
   ],
   [
    "sūriyavacchasā",
    "жен",
    "имя женского полубога",
    "~"
   ],
   [
    "sūleyyarucirā",
    "муж",
    "наименование двух групп божеств",
    "~"
   ],
   [
    "setaketu",
    "муж",
    "имя Бодисатты в небесах Туситы",
    "~"
   ],
   [
    "serī 2.1",
    "муж",
    "имя божества",
    "✓"
   ],
   [
    "serīsaka 2",
    "муж",
    "имя духа",
    "~"
   ],
   [
    "harī",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "hāragajā",
    "муж",
    "название группы божеств",
    "~"
   ],
   [
    "hārita 1",
    "муж",
    "имя бога",
    "~"
   ],
   [
    "hemavata 1",
    "муж",
    "имя царя демонов",
    "✓"
   ],
   [
    "hemavatā",
    "муж",
    "название группы демонов",
    "~"
   ],
   [
    "hevamata",
    "муж",
    "имя духа",
    "~"
   ]
  ],
  "count": 176
 },
 "animals": {
  "data": [
   [
    "accha 2.1",
    "муж",
    "медведь",
    "✓"
   ],
   [
    "anusabha",
    "муж",
    "не бык-производитель",
    "~"
   ],
   [
    "amarā",
    "жен",
    "угрить",
    "✓"
   ],
   [
    "ambukasañcarī",
    "жен",
    "называется птица",
    "~"
   ],
   [
    "uddhumāyikā",
    "жен",
    "индийская жаба",
    "✓"
   ],
   [
    "usabha 1",
    "муж",
    "ведущий бык",
    "✓"
   ],
   [
    "kakuṭa",
    "муж",
    "гора вызывающая восхищение",
    "✓"
   ],
   [
    "kacchapa",
    "муж",
    "черепаха",
    "✓"
   ],
   [
    "karavīka",
    "муж",
    "индийская кукушка",
    "✓"
   ],
   [
    "kumbhīla",
    "муж",
    "гариал",
    "✓"
   ],
   [
    "kumma",
    "муж",
    "черепаха",
    "✓"
   ],
   [
    "kurara",
    "муж",
    "скопа",
    "✓"
   ],
   [
    "kulala",
    "муж",
    "хищная птица",
    "✓"
   ],
   [
    "koka",
    "муж",
    "волки",
    "✓"
   ],
   [
    "kokilā",
    "жен",
    "кукушка",
    "✓"
   ],
   [
    "koñca",
    "муж",
    "цапля",
    "✓"
   ],
   [
    "khagga 3",
    "муж",
    "носорог",
    "✓"
   ],
   [
    "gava",
    "муж",
    "бык",
    "✓"
   ],
   [
    "gāvī",
    "жен",
    "корова",
    "✓"
   ],
   [
    "gāvo 1",
    "муж",
    "крупный рогатый скот",
    "✓"
   ],
   [
    "gāvo 2",
    "муж",
    "крупный рогатый скот",
    "✓"
   ],
   [
    "go",
    "муж",
    "бык",
    "✓"
   ],
   [
    "gokaṇṇa",
    "муж",
    "нилгау",
    "~"
   ],
   [
    "gokāṇā 2",
    "жен",
    "нильгау",
    "~"
   ],
   [
    "goṇa",
    "муж",
    "бык",
    "✓"
   ],
   [
    "godhā",
    "жен",
    "ящерица",
    "✓"
   ],
   [
    "golikā",
    "жен",
    "рептилия",
    "~"
   ],
   [
    "gharagolikā",
    "жен",
    "домовая ящерица",
    "~"
   ],
   [
    "camara",
    "муж",
    "як",
    "~"
   ],
   [
    "jāti 4",
    "жен",
    "вид",
    "✓"
   ],
   [
    "taraccha",
    "муж",
    "гиена",
    "✓"
   ],
   [
    "dīpi",
    "муж",
    "леопард",
    "✓"
   ],
   [
    "dhenu 1",
    "жен",
    "корова",
    "✓"
   ],
   [
    "dhenu 3",
    "жен",
    "доящаяся самка животного",
    "~"
   ],
   [
    "nīlamaṇḍūka",
    "муж",
    "зелёная лягушка",
    "~"
   ],
   [
    "pakkhī",
    "муж",
    "птица",
    "✓"
   ],
   [
    "pādudara",
    "муж",
    "змеи",
    "✓"
   ],
   [
    "puṅgava 1",
    "муж",
    "бык",
    "✓"
   ],
   [
    "puṅgava 2",
    "муж",
    "благородный человек",
    "✓"
   ],
   [
    "pokkharasātakā",
    "жен",
    "название птицы",
    "~"
   ],
   [
    "balibadda",
    "муж",
    "бык",
    "✓"
   ],
   [
    "balibaddha",
    "муж",
    "бык",
    "✓"
   ],
   [
    "balivadda",
    "муж",
    "волы",
    "✓"
   ],
   [
    "balībadda",
    "муж",
    "бык",
    "✓"
   ],
   [
    "byaggha",
    "муж",
    "тигр",
    "✓"
   ],
   [
    "bhiṅka",
    "муж",
    "молодое животное",
    "✓"
   ],
   [
    "bhiṅkacchāpa",
    "муж",
    "молодое потомство слона",
    "✓"
   ],
   [
    "makara",
    "муж",
    "морское чудовище",
    "✓"
   ],
   [
    "makkhikā 1",
    "жен",
    "муха",
    "✓"
   ],
   [
    "makkhikā 2",
    "жен",
    "медоносная пчела",
    "✓"
   ],
   [
    "maṅgura 2",
    "муж",
    "сом вьюн",
    "✓"
   ],
   [
    "maccha",
    "муж",
    "рыба",
    "✓"
   ],
   [
    "maṇḍūka",
    "муж",
    "лягушка",
    "✓"
   ],
   [
    "mayūra",
    "муж",
    "павлин",
    "✓"
   ],
   [
    "mahiṃsa",
    "муж",
    "буйвол",
    "✓"
   ],
   [
    "miga 1",
    "муж",
    "олень",
    "✓"
   ],
   [
    "miga 2",
    "муж",
    "животное",
    "✓"
   ],
   [
    "migā",
    "жен",
    "лань",
    "✓"
   ],
   [
    "vacchatara",
    "муж",
    "молодой бык",
    "✓"
   ],
   [
    "vacchatarī",
    "жен",
    "молодая тёлка",
    "✓"
   ],
   [
    "vasabha 1",
    "муж",
    "главный бык",
    "~"
   ],
   [
    "vyaggha",
    "муж",
    "тигр",
    "~"
   ],
   [
    "sigāla",
    "муж",
    "шакал",
    "✓"
   ],
   [
    "sithilahanu",
    "муж",
    "птица с разболтанной челюстью",
    "✓"
   ],
   [
    "sīha 1",
    "муж",
    "лев",
    "✓"
   ],
   [
    "suvāna",
    "муж",
    "собаки",
    "✓"
   ],
   [
    "susumāra",
    "муж",
    "крокодил",
    "✓"
   ],
   [
    "hatthi",
    "муж",
    "слон",
    "✓"
   ],
   [
    "hatthī 1",
    "муж",
    "слон",
    "✓"
   ],
   [
    "haṃsa 1.1",
    "муж",
    "лебедь",
    "✓"
   ]
  ],
  "count": 70
 },
 "names of royalty": {
  "data": [
   [
    "ajātasattu",
    "муж",
    "имя царя Магадхи",
    "✓"
   ],
   [
    "ajātasattukumāra",
    "муж",
    "имя принца",
    "~"
   ],
   [
    "aṇīkadatta",
    "муж",
    "имя короля",
    "✓"
   ],
   [
    "anīkaratta",
    "муж",
    "имя царя",
    "✓"
   ],
   [
    "abhaya 4",
    "муж",
    "имя принца",
    "✓"
   ],
   [
    "aruṇavant",
    "муж",
    "имя короля",
    "~"
   ],
   [
    "avantiputta",
    "муж",
    "имя царя города Мадхура",
    "~"
   ],
   [
    "aḷaka",
    "муж",
    "название царства",
    "✓"
   ],
   [
    "utena",
    "муж",
    "имя короля",
    "✓"
   ],
   [
    "udumbarikā",
    "жен",
    "имя королевы, которая построила парк для странствующих аскетов",
    "✓"
   ],
   [
    "esukārī 2",
    "муж",
    "имя короля",
    "~"
   ],
   [
    "eḷeyya",
    "муж",
    "имя короля",
    "~"
   ],
   [
    "okkāka",
    "муж",
    "имя короля",
    "✓"
   ],
   [
    "okkākarāja",
    "муж",
    "король оккакка",
    "✓"
   ],
   [
    "okkāmukha",
    "муж",
    "название одного из сыновей короля оккаки",
    "✓"
   ],
   [
    "karakaṇḍa",
    "муж",
    "имя одного из сыновей царя Оккака",
    "✓"
   ],
   [
    "kaḷārajanaka",
    "муж",
    "имя царя",
    "✓"
   ],
   [
    "kāḷīgodhā",
    "жен",
    "имя сакьянской принцессы",
    "✓"
   ],
   [
    "kikī 2",
    "муж",
    "имя правящего царя Каси во времена Будды Кассапы",
    "✓"
   ],
   [
    "kī 1.1",
    "муж",
    "имя царствующего короля во времена Будды Кассапы",
    "✓"
   ],
   [
    "korabya 1",
    "муж",
    "имя царя",
    "✓"
   ],
   [
    "khemaka 3",
    "муж",
    "имя царя из рода шакьев",
    "✓"
   ],
   [
    "khemiyā 2",
    "жен",
    "имя королевы",
    "✓"
   ],
   [
    "caṇḍapajjota",
    "муж",
    "царь Со͂ндопаджота",
    "~"
   ],
   [
    "cundī",
    "жен",
    "имя принцессы",
    "~"
   ],
   [
    "jayasena",
    "муж",
    "имя князя",
    "~"
   ],
   [
    "jetar 1",
    "муж",
    "имя принца",
    "✓"
   ],
   [
    "daḷhanemi",
    "муж",
    "имя мифологического царя",
    "~"
   ],
   [
    "disampati",
    "муж",
    "имя короля",
    "✓"
   ],
   [
    "nimi",
    "муж",
    "имя царя",
    "✓"
   ],
   [
    "pacetana",
    "муж",
    "имя царя",
    "~"
   ],
   [
    "pajjota 3",
    "муж",
    "имя короля, друга Бимбисары",
    "✓"
   ],
   [
    "pañcālī",
    "жен",
    "имя королевы",
    "~"
   ],
   [
    "pasenadi",
    "муж",
    "имя царя Косалы",
    "✓"
   ],
   [
    "bimbisāra",
    "муж",
    "имя царя Магады",
    "✓"
   ],
   [
    "bodhi 4",
    "муж",
    "имя принца",
    "✓"
   ],
   [
    "brahmadatta 3",
    "муж",
    "имя одного из семи царей Бхарата",
    "~"
   ],
   [
    "bharata 1",
    "муж",
    "имя одного из семи царей Бхарата",
    "~"
   ],
   [
    "bhāradha",
    "муж",
    "название королевской семьи",
    "~"
   ],
   [
    "maghadeva 1",
    "муж",
    "имя короля",
    "✓"
   ],
   [
    "mandhāta",
    "муж",
    "имя мифического царя",
    "~"
   ],
   [
    "mandhātu",
    "муж",
    "имя царя",
    "~"
   ],
   [
    "mallikā 2",
    "жен",
    "имя королевы",
    "✓"
   ],
   [
    "mahāpanāda",
    "муж",
    "имя царя Митхилы",
    "~"
   ],
   [
    "mahāsammata",
    "муж",
    "имя мифического царя",
    "~"
   ],
   [
    "māyā 4",
    "жен",
    "имя матери Будды",
    "✓"
   ],
   [
    "vajirī",
    "жен",
    "имя принцессы",
    "✓"
   ],
   [
    "vāsabhā",
    "жен",
    "наименование второй королевы царя Пасенади",
    "✓"
   ],
   [
    "vāsuladattā",
    "жен",
    "имя королевы",
    "~"
   ],
   [
    "vessantara 2",
    "муж",
    "имя принца",
    "~"
   ],
   [
    "vessabhū 2",
    "муж",
    "имя одного из семи царей Бхараты",
    "~"
   ],
   [
    "sacetana 2",
    "муж",
    "намерение короля",
    "~"
   ],
   [
    "sattabhū",
    "муж",
    "имя одного из семи царей Бхараты",
    "~"
   ],
   [
    "sāmāvatī 2",
    "жен",
    "имя первой королевы короля Удены",
    "✓"
   ],
   [
    "sinisūra",
    "муж",
    "одно из имён сыновей царя оккаки",
    "✓"
   ],
   [
    "sirī 2",
    "муж",
    "имя бывшего царя",
    "✓"
   ],
   [
    "sivī",
    "муж",
    "имя царя",
    "~"
   ],
   [
    "subhaddā 1",
    "жен",
    "имя королевы",
    "✓"
   ],
   [
    "sumanā 2",
    "жен",
    "имя принцессы",
    "~"
   ],
   [
    "hatthinika",
    "муж",
    "имя одного из сыновей царя Оккаки",
    "✓"
   ]
  ],
  "count": 60
 },
 "six ascetic teachers": {
  "data": [
   [
    "ajita 1",
    "муж",
    "имя аскетического учителя",
    "✓"
   ],
   [
    "kālāma",
    "муж",
    "фамилии первого учителя Будды",
    "✓"
   ],
   [
    "kesakambala 1",
    "муж",
    "родовые имена аскетического учителя",
    "✓"
   ],
   [
    "gosāla 1",
    "муж",
    "фамилия аскетического учителя",
    "✓"
   ],
   [
    "nāṭaputta",
    "муж",
    "фамильные имена Махавиры",
    "✓"
   ],
   [
    "nātaputta",
    "муж",
    "фамилия Махавиры, лидера джайнов",
    "✓"
   ],
   [
    "nāthaputta",
    "муж",
    "фамилия махавиры",
    "✓"
   ],
   [
    "pakudha",
    "муж",
    "имя аскетического учителя",
    "✓"
   ],
   [
    "pakudhaka",
    "муж",
    "имя аскетического учителя",
    "✓"
   ],
   [
    "pūraṇa 1",
    "муж",
    "имя аскетического учителя",
    "✓"
   ],
   [
    "belaṭṭhaputta",
    "муж",
    "имя аскетического учителя",
    "✓"
   ],
   [
    "makkhali",
    "муж",
    "имя аскетического учителя",
    "✓"
   ],
   [
    "makkhaligosāla",
    "муж",
    "имя учителя-аскета",
    "✓"
   ],
   [
    "makkhalipūraṇā",
    "муж",
    "макхали госала и парана кассапа",
    "✓"
   ],
   [
    "rāmaputta",
    "муж",
    "фамилия второго учителя Будды",
    "✓"
   ],
   [
    "sañcaya 2.1",
    "муж",
    "имя аскетического учителя",
    "✓"
   ],
   [
    "sañjaya 1",
    "муж",
    "имя аскетического учителя",
    "✓"
   ]
  ],
  "count": 17
 },
 "plants": {
  "data": [
   [
    "ajjuka 1",
    "ср",
    "дикое базилик",
    "✓"
   ],
   [
    "atimuttaka 1",
    "муж",
    "название белого цветка",
    "✓"
   ],
   [
    "atimuttā",
    "жен",
    "имя белого цветка",
    "~"
   ],
   [
    "ativisā",
    "жен",
    "аконит",
    "✓"
   ],
   [
    "adhimuttaka",
    "муж",
    "вид белого цветка",
    "✓"
   ],
   [
    "amba 1",
    "муж",
    "манговое дерево",
    "✓"
   ],
   [
    "amba 2",
    "ср",
    "плод манго",
    "✓"
   ],
   [
    "ambāṭaka",
    "муж",
    "амра",
    "✓"
   ],
   [
    "alābu 1",
    "ср",
    "длинная тыква",
    "✓"
   ],
   [
    "assattha 1",
    "муж",
    "инжир священный",
    "✓"
   ],
   [
    "assamāraka",
    "муж",
    "олеандр",
    "~"
   ],
   [
    "āmalaka 1",
    "ср",
    "плод индийского крыжовника",
    "~"
   ],
   [
    "āmalakī",
    "жен",
    "инди́йский крыжо́вник",
    "✓"
   ],
   [
    "ucchu",
    "муж",
    "сахарный тростник",
    "✓"
   ],
   [
    "udakapappaṭaka",
    "муж",
    "водное растение",
    "~"
   ],
   [
    "udumbara",
    "муж",
    "фиговое дерево или плод фигового дерева",
    "✓"
   ],
   [
    "udumbarī",
    "жен",
    "удумбари",
    "~"
   ],
   [
    "uppala 1",
    "ср",
    "водяная лилия",
    "✓"
   ],
   [
    "umā",
    "жен",
    "лен",
    "✓"
   ],
   [
    "umāpuppha",
    "ср",
    "цветок льна",
    "✓"
   ],
   [
    "usīra",
    "ср",
    "ароматный корень ветивера",
    "✓"
   ],
   [
    "eraka 1",
    "муж",
    "тростник",
    "~"
   ],
   [
    "eraṇḍa",
    "муж",
    "растение клещевина",
    "✓"
   ],
   [
    "eraṇḍaka",
    "муж",
    "клещевина",
    "~"
   ],
   [
    "eḷagalā",
    "жен",
    "кассия тора",
    "✓"
   ],
   [
    "eḷaṇḍa",
    "муж",
    "бобовое дерево рициуса",
    "✓"
   ],
   [
    "eḷāluka",
    "ср",
    "вид огурца",
    "~"
   ],
   [
    "kakudha 2",
    "муж",
    "дерево арджуна",
    "~"
   ],
   [
    "kaṅgu",
    "жен",
    "просо",
    "~"
   ],
   [
    "kacchaka",
    "муж",
    "красный кедр",
    "✓"
   ],
   [
    "kaṭukarohiṇī",
    "жен",
    "чемерица",
    "✓"
   ],
   [
    "kaṭṭhaka",
    "муж",
    "бамбук",
    "✓"
   ],
   [
    "kaṇikāra",
    "муж",
    "канак чампа",
    "✓"
   ],
   [
    "kaṇikārapuppha",
    "ср",
    "желтый цветок дерева канак чампа",
    "✓"
   ],
   [
    "kadali 1",
    "жен",
    "дерево банана",
    "✓"
   ],
   [
    "kadalikkhandha",
    "муж",
    "ствол бананового дерева",
    "✓"
   ],
   [
    "kapitthana 1",
    "муж",
    "портия",
    "✓"
   ],
   [
    "karañja",
    "муж",
    "индийский бук",
    "~"
   ],
   [
    "karavīra",
    "муж",
    "олеандр",
    "✓"
   ],
   [
    "kareri",
    "муж",
    "дерево карери",
    "✓"
   ],
   [
    "kaḷāya",
    "муж",
    "коровий горох",
    "✓"
   ],
   [
    "kāla 2.1",
    "муж",
    "растение на ожерелье",
    "✓"
   ],
   [
    "kālapabba",
    "ср",
    "сустав растения-ожерелья",
    "✓"
   ],
   [
    "kāsa 1.1",
    "муж",
    "трава, растущая по берегам рек",
    "✓"
   ],
   [
    "kāḷa 2",
    "муж",
    "софора мохнатая",
    "✓"
   ],
   [
    "kāḷapabba",
    "ср",
    "узел ожерельеобразного растения",
    "✓"
   ],
   [
    "kiṃpakka",
    "ср",
    "ядовитый плод",
    "~"
   ],
   [
    "kiṃphala 2",
    "ср",
    "отравленный плод",
    "~"
   ],
   [
    "kiṃsuka",
    "муж",
    "дерево попугай",
    "✓"
   ],
   [
    "kuṭaja",
    "муж",
    "медицинское дерево",
    "✓"
   ],
   [
    "kudrusaka",
    "муж",
    "просо пальцевое",
    "~"
   ],
   [
    "kudrūsaka",
    "муж",
    "кудрусак",
    "~"
   ],
   [
    "kulattha",
    "муж",
    "конский горох",
    "✓"
   ],
   [
    "kusa 1.1",
    "муж",
    "трава Куса",
    "✓"
   ],
   [
    "kūṭasimbalī",
    "муж",
    "колючее красное хлопковое дерево",
    "~"
   ],
   [
    "kokanada 1",
    "ср",
    "красный лотос",
    "✓"
   ],
   [
    "koṭasimbali",
    "муж",
    "кривое шелковое хлопковое дерево",
    "~"
   ],
   [
    "kolarukkha",
    "муж",
    "зизифус",
    "~"
   ],
   [
    "kosātakī",
    "жен",
    "губчатая тыква",
    "~"
   ],
   [
    "koḷikā",
    "жен",
    "ююбея",
    "✓"
   ],
   [
    "khadira",
    "муж",
    "дерево акации",
    "~"
   ],
   [
    "khoma 2",
    "ср",
    "лён",
    "✓"
   ],
   [
    "galocilatā",
    "жен",
    "лекарственная лиана, Тиноспора сердцелистная",
    "~"
   ],
   [
    "gaḷocī",
    "жен",
    "медицинская лиана",
    "~"
   ],
   [
    "godhūma",
    "муж",
    "пшеница",
    "~"
   ],
   [
    "candana 3",
    "муж",
    "сандаловое дерево",
    "✓"
   ],
   [
    "campaka",
    "муж",
    "дерево с ароматными цветами",
    "~"
   ],
   [
    "campakapuppha",
    "ср",
    "цветы чампа",
    "~"
   ],
   [
    "cimi",
    "муж",
    "имя волокнистого растения, из которого делают ткань",
    "~"
   ],
   [
    "jambu",
    "жен",
    "розовая яблоня",
    "✓"
   ],
   [
    "jambū",
    "жен",
    "дерево розовое яблоко",
    "✓"
   ],
   [
    "takkārī",
    "жен",
    "египетский речной конопель",
    "✓"
   ],
   [
    "tagara",
    "ср",
    "креп жасмин",
    "✓"
   ],
   [
    "tāla 1.1",
    "муж",
    "пальма",
    "✓"
   ],
   [
    "tiṇa 1",
    "ср",
    "трава",
    "✓"
   ],
   [
    "tiṇa 2",
    "ср",
    "сорная трава",
    "✓"
   ],
   [
    "tiṇḍuka 1",
    "муж",
    "дерево эбии малабарской",
    "~"
   ],
   [
    "tiṇḍuka 2",
    "ср",
    "плод малабарского эбенового дерева",
    "✓"
   ],
   [
    "tittakalābu",
    "ср",
    "горькая тыква",
    "~"
   ],
   [
    "tittakālābu 1",
    "ср",
    "горькая тыква",
    "✓"
   ],
   [
    "tittakālābu 2",
    "муж",
    "горькая тыква",
    "~"
   ],
   [
    "tinduka",
    "муж",
    "малабарское эбеновое дерево",
    "✓"
   ],
   [
    "timbaru 1",
    "муж",
    "плод дерева строхноса или малабарского эбенового дерева",
    "✓"
   ],
   [
    "tirīṭa",
    "ср",
    "ткань, сделанная из коры деревьев лодра",
    "✓"
   ],
   [
    "dabba 2.1",
    "муж",
    "бермудская трава",
    "~"
   ],
   [
    "dālima",
    "муж",
    "дерево граната",
    "✓"
   ],
   [
    "dhava 1",
    "муж",
    "тьолок деревянистый",
    "✓"
   ],
   [
    "naḷa 1",
    "муж",
    "тростник",
    "✓"
   ],
   [
    "nāga 7",
    "муж",
    "огромное дерево",
    "✓"
   ],
   [
    "nāgabalā 1",
    "жен",
    "уралия лагоподиоидес",
    "~"
   ],
   [
    "nāḷikera 1",
    "муж",
    "дерево кокосовой пальмы",
    "~"
   ],
   [
    "nāḷikera 2",
    "ср",
    "кокос (фрукт)",
    "~"
   ],
   [
    "nigrodha 1",
    "муж",
    "баньян",
    "✓"
   ],
   [
    "nicula",
    "муж",
    "дерево",
    "✓"
   ],
   [
    "nīlī 1",
    "жен",
    "растение индиго",
    "✓"
   ],
   [
    "nīluppala",
    "ср",
    "синий лотос",
    "✓"
   ],
   [
    "nīvāra",
    "муж",
    "дикий рис",
    "✓"
   ],
   [
    "paṇaka",
    "ср",
    "водяное растение",
    "✓"
   ],
   [
    "pappaṭaka 1",
    "муж",
    "водное растение",
    "~"
   ],
   [
    "pabbaja",
    "муж",
    "тростник",
    "✓"
   ],
   [
    "pabbajatiṇa",
    "ср",
    "грубая трава",
    "~"
   ],
   [
    "palāsa 1.2",
    "муж",
    "паласа",
    "✓"
   ],
   [
    "pāṭalī 2",
    "муж",
    "труба-цветочное дерево",
    "✓"
   ],
   [
    "pāṭalī 3",
    "жен",
    "труба цветок",
    "~"
   ],
   [
    "pāricchatta",
    "муж",
    "коралловое дерево",
    "~"
   ],
   [
    "pāricchattaka",
    "муж",
    "коралловое дерево",
    "~"
   ],
   [
    "pārichatta",
    "муж",
    "наименование вида дерева",
    "✓"
   ],
   [
    "pārichattaka",
    "муж",
    "название вида дерева",
    "~"
   ],
   [
    "pilakkha",
    "муж",
    "белый инжир",
    "✓"
   ],
   [
    "pucimanda",
    "муж",
    "нимовое дерево",
    "✓"
   ],
   [
    "puṇḍarīka 1",
    "ср",
    "белый лотос",
    "✓"
   ],
   [
    "puṇḍarīka 2",
    "ср",
    "душистое манговое дерево",
    "~"
   ],
   [
    "punnāga",
    "муж",
    "александрийское лавровое дерево",
    "✓"
   ],
   [
    "pokkhara 1",
    "ср",
    "синий цветок лотоса",
    "✓"
   ],
   [
    "poṭakila",
    "муж",
    "дикорастущий сахарный тростник",
    "✓"
   ],
   [
    "poṭakī",
    "жен",
    "вид травы",
    "✓"
   ],
   [
    "phaṇijjaka",
    "ср",
    "пальмароза",
    "✓"
   ],
   [
    "phandana 3",
    "муж",
    "вид дерева",
    "✓"
   ],
   [
    "phārusaka",
    "ср",
    "сладкая ягода",
    "~"
   ],
   [
    "badarikā",
    "жен",
    "плод зизифуса",
    "✓"
   ],
   [
    "badarī",
    "жен",
    "барбарисовое дерево",
    "~"
   ],
   [
    "bandhujīvaka",
    "муж",
    "растение полуденного цветка",
    "✓"
   ],
   [
    "bandhujīvakapuppha",
    "ср",
    "полуденный цветок",
    "✓"
   ],
   [
    "babbaja 1",
    "муж",
    "тростник",
    "~"
   ],
   [
    "bimbijāla",
    "муж",
    "дерево, под которым пробудился Будда Дхаммадасси",
    "~"
   ],
   [
    "billa 2",
    "ср",
    "деревянное яблоко",
    "~"
   ],
   [
    "bīraṇa",
    "ср",
    "ветивер",
    "✓"
   ],
   [
    "beluva 1",
    "муж",
    "древесная яблоня",
    "✓"
   ],
   [
    "beluva 2",
    "ср",
    "плоды древесного яблока",
    "✓"
   ],
   [
    "beluvalaṭṭhikā",
    "жен",
    "саженец древесной яблони",
    "✓"
   ],
   [
    "beḷuva 2",
    "муж",
    "древесное яблоневое дерево",
    "~"
   ],
   [
    "beḷuva 3",
    "ср",
    "плод дерева билева",
    "✓"
   ],
   [
    "bodhi 3",
    "жен",
    "дерево бодхи",
    "~"
   ],
   [
    "bodhirukkha",
    "муж",
    "бодхи дерево",
    "✓"
   ],
   [
    "bhaddamuttaka",
    "ср",
    "ципреус круглый",
    "~"
   ],
   [
    "bhaddamūttaka",
    "ср",
    "кустарниковый сычужник",
    "✓"
   ],
   [
    "bhisapuppha",
    "ср",
    "лотос",
    "✓"
   ],
   [
    "madhuka",
    "муж",
    "масляное дерево",
    "✓"
   ],
   [
    "mandārava",
    "муж",
    "коралловое дерево",
    "✓"
   ],
   [
    "marica",
    "ср",
    "черный перец",
    "✓"
   ],
   [
    "mallikā 1",
    "жен",
    "Арабский жасмин",
    "✓"
   ],
   [
    "māluvā",
    "жен",
    "паразитическая лиана",
    "✓"
   ],
   [
    "māsa 2.1",
    "муж",
    "боб",
    "✓"
   ],
   [
    "mucalinda 1",
    "муж",
    "один из видов деревьев",
    "~"
   ],
   [
    "mucalinda 3",
    "муж",
    "тип дерева",
    "~"
   ],
   [
    "muñja 1",
    "муж",
    "трава, используемая для крыши, плетения корзин и для веревок",
    "✓"
   ],
   [
    "muḷāla",
    "ср",
    "съедобный корень лотосного растения",
    "✓"
   ],
   [
    "mūttaka",
    "ср",
    "осока",
    "✓"
   ],
   [
    "yava 1",
    "муж",
    "ячмень",
    "✓"
   ],
   [
    "yavaka",
    "муж",
    "ячмень",
    "✓"
   ],
   [
    "rājāyatana",
    "муж",
    "чароли, дерево",
    "~"
   ],
   [
    "rājikā 2",
    "жен",
    "семя горчицы (используется как золотой вес)",
    "✓"
   ],
   [
    "labuja",
    "муж",
    "хлебное дерево",
    "~"
   ],
   [
    "lābu 1",
    "жен",
    "бутылочная тыква",
    "~"
   ],
   [
    "vacatta",
    "ср",
    "корень ириса или аир",
    "✓"
   ],
   [
    "vacā",
    "жен",
    "корневище ириса или корень аира",
    "✓"
   ],
   [
    "vaṭa 3",
    "муж",
    "бодхи дерево",
    "~"
   ],
   [
    "vaṭarukkha",
    "муж",
    "беседочный фикус",
    "~"
   ],
   [
    "varaka 1.1",
    "муж",
    "фасоль",
    "~"
   ],
   [
    "vassikā",
    "жен",
    "жасмин",
    "✓"
   ],
   [
    "vassikī",
    "жен",
    "Арабский жасмин",
    "✓"
   ],
   [
    "vaṃsa 1",
    "муж",
    "бамбук",
    "✓"
   ],
   [
    "vīhi",
    "муж",
    "рис-падди",
    "✓"
   ],
   [
    "veḷu 1",
    "муж",
    "бамбук",
    "✓"
   ],
   [
    "veḷu 2",
    "жен",
    "бамбук",
    "✓"
   ],
   [
    "saṅkha 2",
    "муж",
    "название длиннокорневого водного растения",
    "~"
   ],
   [
    "saṇa 1",
    "ср",
    "мадрасская конопля",
    "~"
   ],
   [
    "saṇa 2",
    "ср",
    "джут",
    "~"
   ],
   [
    "saṇṇa",
    "прил",
    "изготовленный из мадраской конопли",
    "~"
   ],
   [
    "salaḷa",
    "ср",
    "индийское ладанное дерево",
    "✓"
   ],
   [
    "sallakī",
    "жен",
    "дерево ладана",
    "~"
   ],
   [
    "sāka 1",
    "муж",
    "сырые овощи",
    "✓"
   ],
   [
    "sāka 2",
    "ср",
    "тиковое дерево",
    "✓"
   ],
   [
    "sāṇa 1.1",
    "прил",
    "изготовленный из мадарского конопляного волокна",
    "✓"
   ],
   [
    "sāṇa 1.2",
    "ср",
    "ткань из конопли санн",
    "✓"
   ],
   [
    "sāmāka",
    "муж",
    "просо",
    "✓"
   ],
   [
    "sāla 1.1",
    "муж",
    "дерево Сал",
    "✓"
   ],
   [
    "sālarukkha",
    "муж",
    "сал дерево",
    "~"
   ],
   [
    "sāli",
    "муж",
    "рис",
    "✓"
   ],
   [
    "sāsapa",
    "муж",
    "семя горчицы",
    "✓"
   ],
   [
    "siṅgivera",
    "ср",
    "имбирь",
    "✓"
   ],
   [
    "siṅgīvera",
    "ср",
    "имбирь",
    "~"
   ],
   [
    "simbalivana",
    "ср",
    "лес семяноткацких деревьев",
    "✓"
   ],
   [
    "simbalī",
    "муж",
    "дерево бомбакс (шелковистое хлопковое дерево)",
    "✓"
   ],
   [
    "sirīsa",
    "муж",
    "альбиция леббек",
    "✓"
   ],
   [
    "siṃsapā",
    "жен",
    "дерево симсапа",
    "✓"
   ],
   [
    "sīsapā",
    "жен",
    "дерево симсапа",
    "✓"
   ],
   [
    "sevāla",
    "муж",
    "водяное растение (использовалось для гирлянд)",
    "✓"
   ],
   [
    "haṭa 1.1",
    "муж",
    "водное растение",
    "✓"
   ],
   [
    "haricandana",
    "ср",
    "желтое сандаловое дерево",
    "✓"
   ],
   [
    "haritakī",
    "жен",
    "зеленый миробалан",
    "~"
   ],
   [
    "hareṇuka",
    "муж",
    "горошек",
    "✓"
   ],
   [
    "haliddā",
    "жен",
    "куркума",
    "✓"
   ],
   [
    "haliddi 1",
    "жен",
    "куркума",
    "✓"
   ],
   [
    "haliddī",
    "жен",
    "куркума",
    "✓"
   ],
   [
    "hirivera",
    "ср",
    "ветивер",
    "✓"
   ]
  ],
  "count": 196
 },
 "names of nuns": {
  "data": [
   [
    "aññatarātissā",
    "жен",
    "имя архатки монахини",
    "~"
   ],
   [
    "aḍḍhakāsi",
    "жен",
    "имя архантки, буквально (чья плата была) половина Каси",
    "✓"
   ],
   [
    "anopamā",
    "жен",
    "имя архата-монахини",
    "✓"
   ],
   [
    "aparāuttamā",
    "жен",
    "имя архатины монахини",
    "~"
   ],
   [
    "aparāsāmā",
    "жен",
    "имя архатки монахини",
    "~"
   ],
   [
    "abhayamātar",
    "жен",
    "имя одной из арханток",
    "✓"
   ],
   [
    "abhayā 2",
    "жен",
    "имя архантки, буквально: бесстрашная",
    "✓"
   ],
   [
    "abhirūpanandā",
    "жен",
    "название одной из араханток",
    "✓"
   ],
   [
    "āḷavikā",
    "жен",
    "монахиня по имени алавика",
    "~"
   ],
   [
    "isidāsī",
    "жен",
    "имя архата-монахини",
    "✓"
   ],
   [
    "uttamā 1",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "uttamā 2",
    "жен",
    "имя архантки, букв. самая высокая",
    "✓"
   ],
   [
    "uttarā 4",
    "жен",
    "имя арханта-нюн",
    "✓"
   ],
   [
    "uttarā 5",
    "жен",
    "название монахини-араханты",
    "✓"
   ],
   [
    "upacālā",
    "жен",
    "имя арьянтки-монахини",
    "✓"
   ],
   [
    "upasamā",
    "жен",
    "имя архатки монахини",
    "✓"
   ],
   [
    "uppalavaṇṇā",
    "жен",
    "имя архантки монахини",
    "✓"
   ],
   [
    "ubbirī",
    "жен",
    "имя монахини-араханки",
    "✓"
   ],
   [
    "kammāradhītar",
    "жен",
    "дочь кузнеца",
    "✓"
   ],
   [
    "kāḷī 4",
    "жен",
    "имя нунны-араханта",
    "✓"
   ],
   [
    "kisāgotamī",
    "жен",
    "имя арахантки-монашки",
    "~"
   ],
   [
    "kuṇḍalakesā",
    "жен",
    "имя монахини-араханта",
    "✓"
   ],
   [
    "khemā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "khemātherī",
    "жен",
    "имя монахини",
    "~"
   ],
   [
    "guttā",
    "жен",
    "имя монахини-арахата",
    "✓"
   ],
   [
    "gotamī 2",
    "жен",
    "имя монахини-архантки",
    "✓"
   ],
   [
    "caṇḍakāḷī",
    "жен",
    "имя монахини",
    "~"
   ],
   [
    "candā",
    "жен",
    "имя арханта монахини",
    "✓"
   ],
   [
    "cāpā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "cālā",
    "жен",
    "имя архата монахини",
    "✓"
   ],
   [
    "cittā",
    "жен",
    "название арахантки монахини",
    "✓"
   ],
   [
    "jaṭilavāsikā",
    "жен",
    "имя монахини",
    "✓"
   ],
   [
    "jinadattā",
    "жен",
    "имя монахини",
    "✓"
   ],
   [
    "jentā",
    "жен",
    "имя архатки, буквально: побеждающая",
    "✓"
   ],
   [
    "tissā 1",
    "жен",
    "имя монахини-араханта",
    "✓"
   ],
   [
    "tissā 2",
    "жен",
    "имя архантки-монахини",
    "✓"
   ],
   [
    "tiṃsamattā",
    "жен",
    "группа из тридцати монахинь-араханток",
    "✓"
   ],
   [
    "thullatissā",
    "жен",
    "имя монахини",
    "~"
   ],
   [
    "thullanandā",
    "жен",
    "имя печально известной монахини",
    "~"
   ],
   [
    "dantikā",
    "жен",
    "имя одной из араханток",
    "✓"
   ],
   [
    "dhammadinnā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "dhammā",
    "жен",
    "имя архата-монахини",
    "✓"
   ],
   [
    "dhīrā",
    "жен",
    "имя аррахаантки-монахини",
    "✓"
   ],
   [
    "nandavatī",
    "жен",
    "имя монахини",
    "~"
   ],
   [
    "nandā 1",
    "жен",
    "имя монашки-архатки",
    "✓"
   ],
   [
    "nandā 2",
    "жен",
    "имя одной из архаток",
    "✓"
   ],
   [
    "nanduttarā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "nāgattherī",
    "жен",
    "имя шри-ланкийской монахини",
    "~"
   ],
   [
    "pañcasatamattā",
    "жен",
    "группа из пятисот архантов монахинь",
    "✓"
   ],
   [
    "paṭācārā",
    "жен",
    "имя архатки монахини",
    "✓"
   ],
   [
    "puṇṇā 1",
    "жен",
    "имя архантки",
    "✓"
   ],
   [
    "puṇṇā 2",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "bakulā",
    "жен",
    "имя монахини",
    "~"
   ],
   [
    "bhaddā 3",
    "жен",
    "бхаддā 3",
    "✓"
   ],
   [
    "bhaddā 4",
    "жен",
    "имя архатка монахини",
    "✓"
   ],
   [
    "bhaddākāpilānī",
    "жен",
    "имя одной из арханток",
    "~"
   ],
   [
    "bhaddākuṇḍalakesā",
    "жен",
    "имя арахантки",
    "~"
   ],
   [
    "bhadrā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "mahāpajāpati",
    "жен",
    "приемная мать Будды",
    "✓"
   ],
   [
    "mahāpajāpatigotamī",
    "жен",
    "махападжапатиготами, имя архатки-куртизанки, приёмная мать Будды, первая Бхикшуни",
    "✓"
   ],
   [
    "mittā 1",
    "жен",
    "имя архатки монахини",
    "✓"
   ],
   [
    "mittā 2",
    "жен",
    "ми́тта — имя архатки",
    "✓"
   ],
   [
    "mittākāḷī",
    "жен",
    "имя архатки",
    "~"
   ],
   [
    "muttā 2",
    "жен",
    "название архантки",
    "✓"
   ],
   [
    "muttā 3",
    "жен",
    "имя архата-нис, букв. освобождённая",
    "✓"
   ],
   [
    "mettikā",
    "жен",
    "имя архатки монахини",
    "✓"
   ],
   [
    "rohinī 2",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "vajirā",
    "жен",
    "имя монахини",
    "~"
   ],
   [
    "vaḍḍhamātar",
    "жен",
    "имя архантки монахини",
    "✓"
   ],
   [
    "vāseṭṭhī",
    "жен",
    "восета — имя монахини-араханта",
    "✓"
   ],
   [
    "vijayā",
    "жен",
    "имя архантки",
    "✓"
   ],
   [
    "vimalā",
    "жен",
    "имя архантки монахини",
    "✓"
   ],
   [
    "visākhā 4",
    "жен",
    "имя арихантки",
    "✓"
   ],
   [
    "vīrā",
    "жен",
    "вīрā – имя архатки",
    "✓"
   ],
   [
    "vuḍḍhapabbajitasumanā",
    "жен",
    "имя монахини архата",
    "~"
   ],
   [
    "sakulā",
    "жен",
    "имя монахини-араханта",
    "✓"
   ],
   [
    "saṅghā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "sāmā 3",
    "жен",
    "имя одной из арханток",
    "✓"
   ],
   [
    "sāmā 4",
    "жен",
    "имя архатки-ни",
    "✓"
   ],
   [
    "sigālamātar",
    "жен",
    "сигаламатер: имя монахини",
    "~"
   ],
   [
    "siṅgālakamātar",
    "жен",
    "название монахини",
    "~"
   ],
   [
    "siṅgālamātar",
    "жен",
    "мать шакала",
    "~"
   ],
   [
    "sīsupacālā",
    "жен",
    "имя монахини",
    "~"
   ],
   [
    "sīsūpacālā",
    "жен",
    "имя арахантки монахини",
    "✓"
   ],
   [
    "sīhā",
    "жен",
    "название архатки",
    "✓"
   ],
   [
    "sukkā 2",
    "жен",
    "имя архантки: буквально чистая",
    "✓"
   ],
   [
    "sujātā 2",
    "жен",
    "имя арахантки, буквально: благородно рожденная",
    "✓"
   ],
   [
    "sundarī",
    "жен",
    "сундари",
    "✓"
   ],
   [
    "sundarīnandā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "subhā",
    "жен",
    "монахиня по имени субха",
    "✓"
   ],
   [
    "subhākammāradhītar",
    "жен",
    "имя арахантки",
    "~"
   ],
   [
    "subhājīvakambavanikā",
    "жен",
    "имя архата монахини",
    "~"
   ],
   [
    "sumaṅgalamātar",
    "жен",
    "имя арахантки монахини",
    "✓"
   ],
   [
    "sumanā 4",
    "жен",
    "имя монашки-архата",
    "✓"
   ],
   [
    "sumanā 5",
    "жен",
    "имя арахантки",
    "✓"
   ],
   [
    "sumedhā",
    "жен",
    "имя арахантки монахини",
    "✓"
   ],
   [
    "selā",
    "жен",
    "имя арханта монахини",
    "✓"
   ],
   [
    "soṇā",
    "жен",
    "имя архатки",
    "✓"
   ],
   [
    "somā",
    "жен",
    "имя архатки монахини",
    "✓"
   ]
  ],
  "count": 99
 },
 "cardinal numbers": {
  "data": [
   [
    "aṭṭha 1.1",
    "кол.ч",
    "восемь (8)",
    "✓"
   ],
   [
    "aṭṭhacattālīsā",
    "кол.ч",
    "сорок восемь",
    "~"
   ],
   [
    "aṭṭhatiṃsati",
    "кол.ч",
    "тридцать восемь (38)",
    "✓"
   ],
   [
    "aṭṭhatiṃsā",
    "кол.ч",
    "тридцать восемь",
    "~"
   ],
   [
    "aṭṭhannaṃ 1",
    "кол.ч",
    "восьми",
    "✓"
   ],
   [
    "aṭṭhannaṃ 2",
    "кол.ч",
    "к восьми",
    "~"
   ],
   [
    "aṭṭhavīsati",
    "кол.ч",
    "двадцать восемь (28)",
    "✓"
   ],
   [
    "aṭṭhasata",
    "кол.ч",
    "сто восемь (108)",
    "✓"
   ],
   [
    "aṭṭhahi",
    "кол.ч",
    "с восемью",
    "✓"
   ],
   [
    "aṭṭhārasa 1",
    "кол.ч",
    "восемнадцать (18)",
    "✓"
   ],
   [
    "abbuda 1",
    "кол.ч",
    "десять в степени пятьдесят шесть",
    "✓"
   ],
   [
    "asīti 1.1",
    "кол.ч",
    "восемьдесят (80)",
    "✓"
   ],
   [
    "eka 1",
    "кол.ч",
    "один",
    "✓"
   ],
   [
    "ekacattālīsā",
    "кол.ч",
    "сорок одна",
    "✓"
   ],
   [
    "ekatiṃsā",
    "кол.ч",
    "тридцать одна",
    "~"
   ],
   [
    "ekanavuti",
    "кол.ч",
    "девяносто один (91)",
    "✓"
   ],
   [
    "ekavīsati",
    "кол.ч",
    "двадцать один (21)",
    "✓"
   ],
   [
    "ekādasa 1",
    "кол.ч",
    "одиннадцать (11)",
    "✓"
   ],
   [
    "ekāya",
    "кол.ч",
    "с одной женщиной",
    "✓"
   ],
   [
    "ekissā",
    "кол.ч",
    "с одной",
    "✓"
   ],
   [
    "ekūnatiṃsā",
    "кол.ч",
    "двадцать девять",
    "~"
   ],
   [
    "ekūnapaññāsā",
    "кол.ч",
    "сорок девять (49)",
    "✓"
   ],
   [
    "ekūnavīsati",
    "кол.ч",
    "девятнадцать (19)",
    "✓"
   ],
   [
    "ekena",
    "кол.ч",
    "одним",
    "✓"
   ],
   [
    "koṭi 1",
    "кол.ч",
    "десять миллионов (10 000 000)",
    "✓"
   ],
   [
    "koṭisahassa",
    "кол.ч",
    "десять миллиардов (10 000 000 000)",
    "~"
   ],
   [
    "catasso",
    "кол.ч",
    "четыре (4)",
    "✓"
   ],
   [
    "catu",
    "кол.ч",
    "четыре (4)",
    "✓"
   ],
   [
    "catuttālīsā",
    "кол.ч",
    "сорок",
    "~"
   ],
   [
    "catunnaṃ 2",
    "кол.ч",
    "четырех",
    "✓"
   ],
   [
    "catupaṇṇāsā",
    "кол.ч",
    "пятьдесят четыре",
    "✓"
   ],
   [
    "catubbhi",
    "кол.ч",
    "четырьмя",
    "✓"
   ],
   [
    "caturāsīti",
    "кол.ч",
    "восемьдесят четыре (84)",
    "✓"
   ],
   [
    "caturo",
    "кол.ч",
    "четыре (4)",
    "✓"
   ],
   [
    "catusaṭṭhi",
    "кол.ч",
    "шестьюдесятью четырьмя",
    "✓"
   ],
   [
    "catusattati",
    "кол.ч",
    "семьдесят четыре",
    "✓"
   ],
   [
    "catuhi",
    "кол.ч",
    "с четырьмя",
    "✓"
   ],
   [
    "catūhi 1",
    "кол.ч",
    "четырьмя",
    "✓"
   ],
   [
    "catūhi 2",
    "кол.ч",
    "от четырех",
    "✓"
   ],
   [
    "cattāri 1",
    "кол.ч",
    "четыре (4)",
    "✓"
   ],
   [
    "cattāri 2",
    "кол.ч",
    "четыре (4)",
    "✓"
   ],
   [
    "cattārīsā",
    "кол.ч",
    "сорок (40)",
    "✓"
   ],
   [
    "cattāro",
    "кол.ч",
    "четыре (4)",
    "✓"
   ],
   [
    "cattālīsā",
    "кол.ч",
    "сорок (40)",
    "✓"
   ],
   [
    "cuddasa 1",
    "кол.ч",
    "четырнадцать (14)",
    "✓"
   ],
   [
    "cullāsīti",
    "кол.ч",
    "восемьдесят четыре (84)",
    "✓"
   ],
   [
    "cūḷāsīti",
    "кол.ч",
    "восемьдесят четыре",
    "✓"
   ],
   [
    "cha 2.1",
    "кол.ч",
    "шесть (6)",
    "✓"
   ],
   [
    "chacattālīsā",
    "кол.ч",
    "сорок шесть (46)",
    "~"
   ],
   [
    "chattiṃsati",
    "кол.ч",
    "тридцать шесть (36)",
    "✓"
   ],
   [
    "chattiṃsā",
    "кол.ч",
    "тридцать шесть (36)",
    "✓"
   ],
   [
    "channavuti",
    "кол.ч",
    "девяносто шесть",
    "~"
   ],
   [
    "channaṃ 1",
    "кол.ч",
    "шести",
    "✓"
   ],
   [
    "channaṃ 2",
    "кол.ч",
    "шести",
    "✓"
   ],
   [
    "chappañca",
    "кол.ч",
    "пять или шесть",
    "✓"
   ],
   [
    "chabbhi",
    "кол.ч",
    "шестью",
    "✓"
   ],
   [
    "chasattati",
    "кол.ч",
    "семьдесят шесть",
    "~"
   ],
   [
    "chasu",
    "кол.ч",
    "в шести",
    "✓"
   ],
   [
    "chassu",
    "кол.ч",
    "в шести",
    "✓"
   ],
   [
    "tayo 1",
    "кол.ч",
    "три",
    "✓"
   ],
   [
    "tayo 2",
    "кол.ч",
    "три (3) (объект)",
    "✓"
   ],
   [
    "tālīsā",
    "кол.ч",
    "сорок",
    "~"
   ],
   [
    "ti 1",
    "кол.ч",
    "три (3)",
    "✓"
   ],
   [
    "tiṇṇaṃ",
    "кол.ч",
    "трех",
    "✓"
   ],
   [
    "tisata",
    "кол.ч",
    "триста",
    "✓"
   ],
   [
    "tisso",
    "кол.ч",
    "три (3)",
    "✓"
   ],
   [
    "tiṃsa 1",
    "кол.ч",
    "тридцать",
    "✓"
   ],
   [
    "tiṃsati",
    "кол.ч",
    "тридцать",
    "~"
   ],
   [
    "tiṃsaṃ",
    "кол.ч",
    "тридцать (30)",
    "✓"
   ],
   [
    "tiṃsā",
    "кол.ч",
    "тридцать (30)",
    "✓"
   ],
   [
    "tiṃse",
    "кол.ч",
    "тридцать",
    "✓"
   ],
   [
    "tīṇi",
    "кол.ч",
    "три",
    "✓"
   ],
   [
    "tīsu",
    "кол.ч",
    "в трех",
    "✓"
   ],
   [
    "tīhi",
    "кол.ч",
    "тремя",
    "✓"
   ],
   [
    "terasa 1",
    "кол.ч",
    "тринадцать (13)",
    "✓"
   ],
   [
    "tesattati",
    "кол.ч",
    "семьдесят три",
    "~"
   ],
   [
    "dasa 1.1",
    "кол.ч",
    "десять (10)",
    "✓"
   ],
   [
    "dasannaṃ 2",
    "кол.ч",
    "десяти",
    "✓"
   ],
   [
    "dasasahassa 1",
    "кол.ч",
    "десяти тысяч",
    "✓"
   ],
   [
    "dasahi 1",
    "кол.ч",
    "десятью",
    "✓"
   ],
   [
    "dasahi 2",
    "кол.ч",
    "от десяти",
    "✓"
   ],
   [
    "duve",
    "кол.ч",
    "два",
    "✓"
   ],
   [
    "dvaṭṭhi",
    "кол.ч",
    "шестьдесят два",
    "✓"
   ],
   [
    "dvattiṃsati",
    "кол.ч",
    "тридцать два (32)",
    "✓"
   ],
   [
    "dvattiṃsā",
    "кол.ч",
    "тридцать два (32)",
    "✓"
   ],
   [
    "dvādasa 1",
    "кол.ч",
    "двенадцать (12)",
    "✓"
   ],
   [
    "dvāsaṭṭhi",
    "кол.ч",
    "шестьдесят два",
    "~"
   ],
   [
    "dvi",
    "кол.ч",
    "два (2)",
    "✓"
   ],
   [
    "dvittiṃsā",
    "кол.ч",
    "тридцать две (32)",
    "✓"
   ],
   [
    "dvinnaṃ 1",
    "кол.ч",
    "двух",
    "✓"
   ],
   [
    "dvinnaṃ 2",
    "кол.ч",
    "когда двое",
    "✓"
   ],
   [
    "dvīsu",
    "кол.ч",
    "в двух",
    "✓"
   ],
   [
    "dvīhi",
    "кол.ч",
    "двумя",
    "✓"
   ],
   [
    "dve 1",
    "кол.ч",
    "два (2)",
    "✓"
   ],
   [
    "dveasīti",
    "кол.ч",
    "восемьдесят два",
    "~"
   ],
   [
    "dvenavuti",
    "кол.ч",
    "девяносто два (92)",
    "✓"
   ],
   [
    "nava 2.1",
    "кол.ч",
    "девять (9)",
    "✓"
   ],
   [
    "navuti",
    "кол.ч",
    "девяносто (90)",
    "✓"
   ],
   [
    "nirabbuda 1",
    "кол.ч",
    "10⁶³",
    "✓"
   ],
   [
    "pañca",
    "кол.ч",
    "пять (5)",
    "✓"
   ],
   [
    "pañcannaṃ 1",
    "кол.ч",
    "к пяти",
    "✓"
   ],
   [
    "pañcannaṃ 2",
    "кол.ч",
    "пяти",
    "✓"
   ],
   [
    "pañcannaṃ 3",
    "кол.ч",
    "когда пятерых",
    "✓"
   ],
   [
    "pañcapaññāsā",
    "кол.ч",
    "пятьдесят пять",
    "~"
   ],
   [
    "pañcavīsati",
    "кол.ч",
    "двадцать пять (25)",
    "✓"
   ],
   [
    "pañcasu",
    "кол.ч",
    "в пяти",
    "✓"
   ],
   [
    "paññāsā",
    "кол.ч",
    "пятьдесят (50)",
    "✓"
   ],
   [
    "paṇṇa 2.1",
    "кол.ч",
    "пять (5)",
    "~"
   ],
   [
    "paṇṇāsā",
    "кол.ч",
    "пятьдесят",
    "✓"
   ],
   [
    "pannarasa 1",
    "кол.ч",
    "пятнадцать (15)",
    "✓"
   ],
   [
    "parosahassa",
    "кол.ч",
    "более тысячи",
    "✓"
   ],
   [
    "bāttiṃsā",
    "кол.ч",
    "тридцать два (32)",
    "✓"
   ],
   [
    "bāvīsā",
    "кол.ч",
    "двадцать две",
    "~"
   ],
   [
    "vīsati",
    "кол.ч",
    "двадцать (20)",
    "✓"
   ],
   [
    "vīsatiṃsā",
    "кол.ч",
    "двадцать или тридцать",
    "~"
   ],
   [
    "vīsaṃ",
    "кол.ч",
    "двадцать (20)",
    "✓"
   ],
   [
    "vīsā",
    "кол.ч",
    "двадцать",
    "✓"
   ],
   [
    "vīse",
    "кол.ч",
    "двадцать",
    "✓"
   ],
   [
    "saṭṭhi 1.1",
    "кол.ч",
    "шестьдесят (60)",
    "✓"
   ],
   [
    "saṭṭhi 2.1",
    "кол.ч",
    "шесть",
    "~"
   ],
   [
    "sata 2.1",
    "кол.ч",
    "сто (100)",
    "✓"
   ],
   [
    "satasahassa 1",
    "кол.ч",
    "сто тысяч (100 000)",
    "✓"
   ],
   [
    "sate",
    "кол.ч",
    "сто",
    "✓"
   ],
   [
    "satta 1.1",
    "кол.ч",
    "семь (7)",
    "✓"
   ],
   [
    "sattati",
    "кол.ч",
    "семьдесят (70)",
    "✓"
   ],
   [
    "sattatimhi",
    "кол.ч",
    "в семидесяти (70)",
    "✓"
   ],
   [
    "sattannaṃ 1",
    "кол.ч",
    "семи",
    "✓"
   ],
   [
    "sattannaṃ 2",
    "кол.ч",
    "семи",
    "✓"
   ],
   [
    "sattapaññāsā",
    "кол.ч",
    "пятьдесят семь (57)",
    "~"
   ],
   [
    "sattasata",
    "кол.ч",
    "семьсот",
    "✓"
   ],
   [
    "sattasattati",
    "кол.ч",
    "семьдесят семь",
    "~"
   ],
   [
    "sahassa 1",
    "кол.ч",
    "одна тысяча (1000)",
    "✓"
   ],
   [
    "soḷasa 1",
    "кол.ч",
    "шестнадцать (16)",
    "✓"
   ]
  ],
  "count": 133
 },
 "villages, towns and cities": {
  "data": [
   [
    "aṭṭhaka 3",
    "муж",
    "название города",
    "✓"
   ],
   [
    "andhakavinda 1",
    "ср",
    "название города",
    "~"
   ],
   [
    "ambatittha",
    "ср",
    "название деревни в Цете",
    "~"
   ],
   [
    "ambatitthaka",
    "ср",
    "название деревни в Цета",
    "~"
   ],
   [
    "ambasaṇḍā",
    "жен",
    "название деревни",
    "~"
   ],
   [
    "ayujjhā",
    "жен",
    "название города",
    "✓"
   ],
   [
    "ayojjhā",
    "жен",
    "название города",
    "~"
   ],
   [
    "avanti 1",
    "жен",
    "название города",
    "~"
   ],
   [
    "assapura",
    "ср",
    "название города в Анге",
    "✓"
   ],
   [
    "āpaṇa 2",
    "муж",
    "название города в Бенгалии",
    "✓"
   ],
   [
    "āpaṇa 3",
    "муж",
    "название города в Ангуттарапе",
    "✓"
   ],
   [
    "icchānaṅgala",
    "муж",
    "название деревни брахманов в Кошале",
    "✓"
   ],
   [
    "ukkacelā",
    "жен",
    "название города в Вадждже",
    "✓"
   ],
   [
    "ukkaṭṭhā",
    "жен",
    "название городка в Косале",
    "✓"
   ],
   [
    "ujuññā 1",
    "жен",
    "название города в стране Косала",
    "✓"
   ],
   [
    "ujjenī",
    "жен",
    "название города",
    "~"
   ],
   [
    "upavajjita",
    "ср",
    "название деревни в Ваджджийской области",
    "~"
   ],
   [
    "uruññā",
    "жен",
    "уронья",
    "✓"
   ],
   [
    "uruvelakappa",
    "ср",
    "название города мэллов",
    "~"
   ],
   [
    "uruvelā",
    "жен",
    "название города в Магадхе",
    "✓"
   ],
   [
    "uruveḷā",
    "жен",
    "название города в Магадхе",
    "✓"
   ],
   [
    "ekanāḷā",
    "жен",
    "название деревни браминов в Магадхе",
    "~"
   ],
   [
    "ekasālā",
    "жен",
    "название деревни в Косале",
    "~"
   ],
   [
    "erakaccha",
    "ср",
    "название города",
    "✓"
   ],
   [
    "opāsāda",
    "ср",
    "название деревни брахманов в Косале",
    "✓"
   ],
   [
    "kakkarapatta",
    "ср",
    "название города Колиян",
    "✓"
   ],
   [
    "kajaṅgalā",
    "жен",
    "название города",
    "~"
   ],
   [
    "kajjaṅgalā",
    "жен",
    "название города",
    "~"
   ],
   [
    "kaṇṇakujja",
    "ср",
    "название города",
    "~"
   ],
   [
    "kapilavatthu",
    "ср",
    "город Капилавасту",
    "✓"
   ],
   [
    "kapivanta",
    "муж",
    "название небесного города",
    "~"
   ],
   [
    "kammāsadhamma",
    "ср",
    "название города в стране Куру",
    "✓"
   ],
   [
    "kalanda",
    "муж",
    "название деревни рядом с Весали",
    "~"
   ],
   [
    "kalandagāma",
    "муж",
    "название деревни",
    "~"
   ],
   [
    "kallavāḷaputtagāma",
    "муж",
    "название села в Магадхе",
    "✓"
   ],
   [
    "kasivanta",
    "муж",
    "название небесного города",
    "~"
   ],
   [
    "kāmaṇḍā",
    "жен",
    "название города",
    "~"
   ],
   [
    "kimilā",
    "жен",
    "название города",
    "✓"
   ],
   [
    "kimbilā",
    "жен",
    "название города",
    "~"
   ],
   [
    "kimmilā",
    "жен",
    "имя города",
    "~"
   ],
   [
    "kīṭāgiri",
    "муж",
    "город в Каси",
    "✓"
   ],
   [
    "kukkuṭavatī",
    "жен",
    "название города",
    "~"
   ],
   [
    "kuṇḍikā 2",
    "жен",
    "название деревни Колиянов",
    "✓"
   ],
   [
    "kuṇḍiyā",
    "жен",
    "название города Колиян",
    "✓"
   ],
   [
    "kuraraghara",
    "ср",
    "название города в Аванти",
    "~"
   ],
   [
    "kururaghara",
    "ср",
    "название города в аванти",
    "✓"
   ],
   [
    "kusāvatī",
    "жен",
    "название королевской столицы царя Махасудассаны",
    "✓"
   ],
   [
    "kusinagara",
    "ср",
    "название города",
    "~"
   ],
   [
    "kusināṭā",
    "жен",
    "название небесного города",
    "~"
   ],
   [
    "kusinārā",
    "жен",
    "Кусинара",
    "✓"
   ],
   [
    "ketumatī",
    "жен",
    "кетумати: название будущей столицы",
    "~"
   ],
   [
    "kesaputta",
    "ср",
    "название города Каламов в Косале",
    "~"
   ],
   [
    "kesamutta",
    "ср",
    "название города клана Калама в Косале",
    "✓"
   ],
   [
    "koṭigāma",
    "муж",
    "название деревни",
    "✓"
   ],
   [
    "kolanagara",
    "ср",
    "название города колиян",
    "~"
   ],
   [
    "kosambī",
    "жен",
    "название города",
    "✓"
   ],
   [
    "khāṇumata",
    "ср",
    "название брахманской деревни в Магадхе",
    "✓"
   ],
   [
    "khomadussa 2",
    "ср",
    "название деревни Сакьев",
    "~"
   ],
   [
    "gajaṅgalā",
    "жен",
    "название города",
    "~"
   ],
   [
    "gayā 1",
    "жен",
    "название деревни",
    "✓"
   ],
   [
    "girigāma",
    "муж",
    "название деревни в Шри-Ланке",
    "~"
   ],
   [
    "giribbaja 2",
    "ср",
    "название бывшей столицы Магадхи",
    "✓"
   ],
   [
    "giribhaṇḍa",
    "ср",
    "название монастыря на шри-ланке",
    "~"
   ],
   [
    "gonaddha",
    "ср",
    "название города",
    "✓"
   ],
   [
    "cañcalikappa",
    "муж",
    "деревня в Кошале",
    "✓"
   ],
   [
    "campā",
    "жен",
    "название города в Аṅге",
    "✓"
   ],
   [
    "cātumā",
    "жен",
    "название деревни",
    "✓"
   ],
   [
    "cālikā",
    "жен",
    "название города",
    "✓"
   ],
   [
    "jatugāma",
    "муж",
    "деревня, называемая смоляная деревня",
    "✓"
   ],
   [
    "jattugāma",
    "муж",
    "деревня джатту",
    "✓"
   ],
   [
    "janogha",
    "муж",
    "название небесного города",
    "~"
   ],
   [
    "jantugāma",
    "муж",
    "деревня людей",
    "✓"
   ],
   [
    "telapanāḷi",
    "жен",
    "название города",
    "~"
   ],
   [
    "toraṇavatthu",
    "ср",
    "название города",
    "~"
   ],
   [
    "thullakoṭṭhika 1",
    "ср",
    "название города в стране Куру",
    "✓"
   ],
   [
    "thūṇā 2",
    "жен",
    "название деревни брахманов",
    "✓"
   ],
   [
    "thūnā",
    "жен",
    "название деревни брахманов",
    "✓"
   ],
   [
    "thūlakoṭṭhika",
    "ср",
    "название города в стране Куру",
    "✓"
   ],
   [
    "daṇḍakappaka",
    "муж",
    "название города в Косале",
    "~"
   ],
   [
    "dantapura",
    "ср",
    "название города",
    "~"
   ],
   [
    "devadaha",
    "ср",
    "наименование шакьяского города",
    "✓"
   ],
   [
    "nagaraka",
    "ср",
    "название города",
    "✓"
   ],
   [
    "nagaravinda",
    "ср",
    "название деревни в Косале",
    "~"
   ],
   [
    "navanavutiya",
    "муж",
    "название небесного города",
    "~"
   ],
   [
    "naḷakapāna",
    "ср",
    "название деревни",
    "✓"
   ],
   [
    "naḷakāragāma",
    "муж",
    "деревня тростниковых дел мастеров",
    "✓"
   ],
   [
    "nāgaraka",
    "ср",
    "название города",
    "~"
   ],
   [
    "nāṭapariyā",
    "жен",
    "название небесного города",
    "~"
   ],
   [
    "nāṭapuriyā",
    "жен",
    "название небесного города",
    "~"
   ],
   [
    "nāṭasuriyā",
    "жен",
    "название небесного города",
    "~"
   ],
   [
    "nātika",
    "муж",
    "название деревни",
    "✓"
   ],
   [
    "nādika",
    "муж",
    "название деревни",
    "✓"
   ],
   [
    "nālandā",
    "жен",
    "название деревни возле раджагахи",
    "~"
   ],
   [
    "nāḷandā",
    "жен",
    "название города недалеко от Раджагахи",
    "✓"
   ],
   [
    "nāḷā",
    "жен",
    "название брахманской деревни в Магадхе",
    "✓"
   ],
   [
    "paṅkadhā",
    "жен",
    "название города в Кошале",
    "~"
   ],
   [
    "pajjanika",
    "ср",
    "название города Колии",
    "~"
   ],
   [
    "pajjanela",
    "ср",
    "название города в Колии",
    "~"
   ],
   [
    "pañcasālā",
    "жен",
    "название деревни в Магадхе",
    "~"
   ],
   [
    "pappajitañhita",
    "ср",
    "название деревни Ваджджианов",
    "~"
   ],
   [
    "payāgapatiṭṭhāna",
    "ср",
    "название города",
    "~"
   ],
   [
    "parakusiṭanāṭā",
    "жен",
    "название небесного города",
    "~"
   ],
   [
    "parakusināṭā",
    "жен",
    "название небесного города",
    "~"
   ],
   [
    "pāṭaliputta",
    "ср",
    "название города",
    "✓"
   ],
   [
    "pāṭalī 1",
    "муж",
    "название деревни",
    "✓"
   ],
   [
    "pārileyyaka",
    "ср",
    "название города недалеко от Косамби",
    "~"
   ],
   [
    "pālileyya",
    "муж",
    "название города рядом с Кошамби",
    "~"
   ],
   [
    "pālileyyaka",
    "ср",
    "название города рядом с кошамби",
    "~"
   ],
   [
    "pāvā",
    "жен",
    "название города народа Малла",
    "~"
   ],
   [
    "pippalivana",
    "ср",
    "название города",
    "~"
   ],
   [
    "pubbajira",
    "ср",
    "название деревни Ваджджиан",
    "~"
   ],
   [
    "pubbavicira",
    "ср",
    "название деревни вацджиев",
    "~"
   ],
   [
    "pubbavijjana",
    "ср",
    "название деревни Важджиан",
    "~"
   ],
   [
    "pubbavijjhana",
    "ср",
    "название деревни Ваджджиан",
    "~"
   ],
   [
    "bārāṇasī",
    "жен",
    "название города",
    "✓"
   ],
   [
    "bālakaloṇakagāma",
    "муж",
    "название деревни",
    "~"
   ],
   [
    "bālakaloṇakāragāma",
    "муж",
    "название деревни",
    "~"
   ],
   [
    "beluvagāmaka",
    "муж",
    "село бильвагамака",
    "✓"
   ],
   [
    "byagghapajja 2",
    "муж",
    "название города в Колийском царстве",
    "~"
   ],
   [
    "bhaddavatikā",
    "жен",
    "название города в Чета",
    "~"
   ],
   [
    "bhaddavatī",
    "жен",
    "название города",
    "~"
   ],
   [
    "bhaddiya 3",
    "ср",
    "название города",
    "~"
   ],
   [
    "bhātaragāma",
    "муж",
    "название деревни в Шри-Ланке",
    "~"
   ],
   [
    "makkarakaṭa",
    "ср",
    "название города",
    "~"
   ],
   [
    "makkarakata",
    "ср",
    "название города",
    "~"
   ],
   [
    "mathurā",
    "жен",
    "название города",
    "✓"
   ],
   [
    "madhurā",
    "жен",
    "название города",
    "✓"
   ],
   [
    "mantāvatī",
    "жен",
    "название города",
    "✓"
   ],
   [
    "mahāgirigāma",
    "муж",
    "название деревни в Шри-Ланке",
    "~"
   ],
   [
    "migapathaka",
    "муж",
    "название деревни",
    "~"
   ],
   [
    "mithilā",
    "жен",
    "название города",
    "✓"
   ],
   [
    "metaḷūpa",
    "ср",
    "название одного города сакев",
    "✓"
   ],
   [
    "medāḷupa",
    "ср",
    "название города сакьев",
    "✓"
   ],
   [
    "rājagaha",
    "муж",
    "название города",
    "✓"
   ],
   [
    "rājagahanagara",
    "ср",
    "город раджагаха",
    "~"
   ],
   [
    "vaṅkahāra",
    "муж",
    "название деревни",
    "~"
   ],
   [
    "vanasa",
    "ср",
    "название города",
    "✓"
   ],
   [
    "varaṇā",
    "жен",
    "название города",
    "~"
   ],
   [
    "vāraṇavata",
    "ср",
    "название города",
    "✓"
   ],
   [
    "vāraṇavati",
    "ср",
    "название города",
    "✓"
   ],
   [
    "vekaḷiṅga",
    "муж",
    "название деревни",
    "✓"
   ],
   [
    "vegaḷiṅga",
    "ср",
    "название древнего города",
    "✓"
   ],
   [
    "vedisā",
    "жен",
    "ведиса — название города",
    "✓"
   ],
   [
    "venāga",
    "муж",
    "название города",
    "~"
   ],
   [
    "venāgapura",
    "ср",
    "название города",
    "~"
   ],
   [
    "vebhaḷiṅga",
    "муж",
    "название деревни",
    "~"
   ],
   [
    "verañjā",
    "жен",
    "название города",
    "~"
   ],
   [
    "vesālī",
    "жен",
    "название города",
    "✓"
   ],
   [
    "vehaḷiṅga",
    "муж",
    "название деревни",
    "~"
   ],
   [
    "veḷukaṇḍaka",
    "муж",
    "название города",
    "✓"
   ],
   [
    "veḷudvāra",
    "ср",
    "название деревни брахманов",
    "~"
   ],
   [
    "veḷuva",
    "муж",
    "название деревни",
    "✓"
   ],
   [
    "veḷuvagāma",
    "муж",
    "название деревни",
    "✓"
   ],
   [
    "veḷuvagāmaka",
    "муж",
    "название деревни",
    "✓"
   ],
   [
    "saṅkavā",
    "жен",
    "название города в Касале",
    "~"
   ],
   [
    "saṅkassa",
    "ср",
    "название города",
    "~"
   ],
   [
    "sajjanela",
    "ср",
    "название города Колиина",
    "~"
   ],
   [
    "sañjāti 2",
    "жен",
    "название города в Чете",
    "~"
   ],
   [
    "sayaṃjāti",
    "жен",
    "название города в Цета",
    "~"
   ],
   [
    "sahajaniya",
    "ср",
    "название города Цетан",
    "~"
   ],
   [
    "sahajāti",
    "жен",
    "название города в Чете",
    "~"
   ],
   [
    "sahañcanika",
    "ср",
    "название города Четан",
    "~"
   ],
   [
    "sāketa",
    "муж",
    "название города в Кошале",
    "✓"
   ],
   [
    "sāgalā",
    "жен",
    "название города",
    "~"
   ],
   [
    "sādhuka",
    "ср",
    "название деревни",
    "~"
   ],
   [
    "sāpūga",
    "ср",
    "название колийского городка",
    "✓"
   ],
   [
    "sāmagāma",
    "муж",
    "название деревни",
    "~"
   ],
   [
    "sāmagāmaka",
    "муж",
    "название деревни",
    "~"
   ],
   [
    "sāmuga",
    "ср",
    "название одного из городов колийцев",
    "✓"
   ],
   [
    "sālā 3",
    "жен",
    "название брахманской деревни в Косале",
    "✓"
   ],
   [
    "sāvatthī",
    "жен",
    "Саваттхи",
    "✓"
   ],
   [
    "silāvati",
    "жен",
    "имя деревни шакьев",
    "~"
   ],
   [
    "suppāraka",
    "ср",
    "название западного порта",
    "✓"
   ],
   [
    "susumāragira",
    "муж",
    "столица Бхагга",
    "✓"
   ],
   [
    "suṃsumāragira",
    "муж",
    "название столицы Багга",
    "~"
   ],
   [
    "sedaka 1",
    "ср",
    "название города в Сумбхе",
    "✓"
   ],
   [
    "soreyya",
    "ср",
    "название города",
    "~"
   ],
   [
    "haliddavasana",
    "ср",
    "название города колиянов",
    "✓"
   ]
  ],
  "count": 178
 },
 "ordinal numbers": {
  "data": [
   [
    "aṭṭhama 1",
    "поряд.ч",
    "восьмой (8ой)",
    "✓"
   ],
   [
    "aṭṭharasama",
    "поряд.ч",
    "восемнадцатый",
    "~"
   ],
   [
    "aṭṭhavīsa",
    "поряд.ч",
    "двадцать восьмой",
    "~"
   ],
   [
    "aṭṭhārasa 2",
    "поряд.ч",
    "восемнадцатый (18-й)",
    "~"
   ],
   [
    "ekatiṃsa",
    "поряд.ч",
    "тридцать первый (31-й)",
    "~"
   ],
   [
    "ekattiṃsatima",
    "поряд.ч",
    "тридцать первый",
    "~"
   ],
   [
    "ekanavuta",
    "поряд.ч",
    "девяносто первый (91-й)",
    "✓"
   ],
   [
    "ekavīsa",
    "поряд.ч",
    "двадцать первый",
    "~"
   ],
   [
    "ekādasa 2",
    "поряд.ч",
    "одиннадцатый",
    "✓"
   ],
   [
    "ekādasama",
    "поряд.ч",
    "одиннадцатый (11ый)",
    "✓"
   ],
   [
    "ekūnatiṃsa",
    "поряд.ч",
    "двадцать девятый",
    "~"
   ],
   [
    "ekūnavīsa",
    "поряд.ч",
    "девятнадцатый",
    "~"
   ],
   [
    "catuttha 1",
    "поряд.ч",
    "четвертый (4ый)",
    "✓"
   ],
   [
    "catutthī 1",
    "поряд.ч",
    "четвёртая",
    "✓"
   ],
   [
    "catuvīsa",
    "поряд.ч",
    "двадцать четвертый",
    "~"
   ],
   [
    "cuddasa 2",
    "поряд.ч",
    "четырнадцатый (14-й)",
    "~"
   ],
   [
    "cuddasama",
    "поряд.ч",
    "четырнадцатый (14ый)",
    "~"
   ],
   [
    "chaṭṭha",
    "поряд.ч",
    "шестой (6ой)",
    "✓"
   ],
   [
    "chabbīsa",
    "поряд.ч",
    "двадцать шестой (26-й)",
    "~"
   ],
   [
    "tatiya 1.1",
    "поряд.ч",
    "третий (3ий)",
    "✓"
   ],
   [
    "tatiyā 1",
    "поряд.ч",
    "третий (3-й)",
    "✓"
   ],
   [
    "tatīya",
    "поряд.ч",
    "третий (3ий)",
    "✓"
   ],
   [
    "tiṃsa 2",
    "поряд.ч",
    "тридцатый (30-й)",
    "~"
   ],
   [
    "terasa 2",
    "поряд.ч",
    "тринадцатый (13-й)",
    "~"
   ],
   [
    "terasama",
    "поряд.ч",
    "тринадцатый (13ый)",
    "~"
   ],
   [
    "tevīsa",
    "поряд.ч",
    "двадцать третий (23-й)",
    "~"
   ],
   [
    "dasama 1",
    "поряд.ч",
    "десятый (10ый)",
    "✓"
   ],
   [
    "dutiya 1",
    "поряд.ч",
    "второй (2ой)",
    "✓"
   ],
   [
    "dutīya",
    "поряд.ч",
    "второй",
    "✓"
   ],
   [
    "dvācattālīsatima",
    "поряд.ч",
    "сорок второй (42-й)",
    "~"
   ],
   [
    "dvādasa 2",
    "поряд.ч",
    "двенадцатый",
    "✓"
   ],
   [
    "dvādasama",
    "поряд.ч",
    "двенадцатый (12ый)",
    "✓"
   ],
   [
    "dvādasasatima",
    "поряд.ч",
    "сто двенадцатый",
    "~"
   ],
   [
    "dvāvīsa",
    "поряд.ч",
    "двадцать второй",
    "~"
   ],
   [
    "navama",
    "поряд.ч",
    "девятый (9ый)",
    "✓"
   ],
   [
    "navuta",
    "поряд.ч",
    "девяностый",
    "✓"
   ],
   [
    "pañcama",
    "поряд.ч",
    "пятый (5ый)",
    "✓"
   ],
   [
    "pañcavīsa",
    "поряд.ч",
    "двадцать пятый (25-й)",
    "~"
   ],
   [
    "pañcavīsatima",
    "поряд.ч",
    "двадцать пятый",
    "~"
   ],
   [
    "paṭhama 1",
    "поряд.ч",
    "первый (1ый)",
    "✓"
   ],
   [
    "paṭhamadutiya",
    "поряд.ч",
    "первый и второй",
    "✓"
   ],
   [
    "pannarasama",
    "поряд.ч",
    "пятнадцатый",
    "✓"
   ],
   [
    "pannarasika",
    "поряд.ч",
    "пятнадцатый",
    "~"
   ],
   [
    "vīsa",
    "поряд.ч",
    "двадцатый",
    "~"
   ],
   [
    "satima 2",
    "поряд.ч",
    "сотый",
    "~"
   ],
   [
    "sattama 1.1",
    "поряд.ч",
    "седьмой (7ой)",
    "✓"
   ],
   [
    "sattamaṭṭhama",
    "поряд.ч",
    "седьмой и восьмой",
    "~"
   ],
   [
    "sattarasa 2",
    "поряд.ч",
    "семнадцатый",
    "~"
   ],
   [
    "sattarasaka",
    "поряд.ч",
    "семнадцатый",
    "~"
   ],
   [
    "sattarasama",
    "поряд.ч",
    "семнадцатый",
    "~"
   ],
   [
    "sattavīsa",
    "поряд.ч",
    "двадцать седьмой",
    "~"
   ],
   [
    "soḷasa 2",
    "поряд.ч",
    "шестнадцатый",
    "~"
   ],
   [
    "soḷasama",
    "поряд.ч",
    "шестнадцатый",
    "✓"
   ]
  ],
  "count": 53
 },
 "commentaries": {
  "data": [
   [
    "aṭṭhasālinī",
    "жен",
    "комментарий к Абхидхамме на Дхаммасангани",
    "~"
   ],
   [
    "kaṅkhāvitaraṇī",
    "жен",
    "название комментария к Патимоккхе монахов и монахинь",
    "~"
   ],
   [
    "kurundī",
    "жен",
    "древний комментарий, на который ссылается буддагхоса",
    "~"
   ],
   [
    "dutiyasuttavaṇṇanā",
    "жен",
    "комментарий ко второму сутте",
    "~"
   ],
   [
    "paṭhamasuttavaṇṇanā",
    "жен",
    "объяснение первого учения",
    "~"
   ],
   [
    "papañcasūdanī",
    "жен",
    "комментарий к маджхима-никае, составленный буддхагхосой",
    "~"
   ],
   [
    "paramatthajotikā",
    "жен",
    "комментарий Буддхагхосы на Худдаканикае",
    "~"
   ],
   [
    "pāsarāsisuttavaṇṇanā",
    "жен",
    "комментарий к Сутре о куче ловушек",
    "~"
   ],
   [
    "posālamāṇavapucchāniddesa",
    "муж",
    "комментарий на вопрос юного брахмана посалы",
    "~"
   ],
   [
    "majjhimanikāyaṭṭhakathā",
    "жен",
    "комментарий на срединный сборник, составленный буддхагхосой",
    "~"
   ],
   [
    "manorathapūraṇī",
    "жен",
    "комментарий к Ангуттара Никае, составленный Буддхагхосой",
    "~"
   ],
   [
    "mahāaṭṭhakathā",
    "жен",
    "древний комментарий, упоминаемый Буддхагхошей",
    "~"
   ],
   [
    "rūpasiddhiṭīkā",
    "жен",
    "комментарий к грамматике Рупасиддхи",
    "~"
   ],
   [
    "vajirabuddhi",
    "жен",
    "название подкомментария к Винае",
    "~"
   ],
   [
    "vibhaṅgaṭṭhakathā",
    "жен",
    "комментарий к вибхаṅга, второй книге абхидхаммы",
    "~"
   ],
   [
    "sakkapañhasuttaṭīkā",
    "жен",
    "подкомментарий к беседе о вопросе Саки",
    "~"
   ],
   [
    "satipaṭṭhānavaṇṇanā",
    "жен",
    "комментарий к сутре сатипаттхана",
    "~"
   ],
   [
    "samantapāsādikā",
    "жен",
    "комментарий Буддхагхосы к Винае Питаке",
    "~"
   ],
   [
    "sammohavinodanī",
    "жен",
    "комментарий к Вибханга, второй книге Абхидхаммы",
    "~"
   ],
   [
    "saṃghabhedasikkhāpadaṭīkā",
    "жен",
    "субкомментарий к правилу раскола в монашеском ордене",
    "~"
   ],
   [
    "sāmaññaphalavaṇṇanā",
    "жен",
    "комментарий к сутте Са̄ман̃н̃япхала",
    "~"
   ],
   [
    "sāratthaṭīkā",
    "жен",
    "подкомментарий на Винаю",
    "✓"
   ],
   [
    "sāratthadīpanīṭīkā",
    "жен",
    "подкомментарий к Винае, комментирующий Самантапасадика Буддхагхосы",
    "~"
   ],
   [
    "sumaṅgalavilāsinī",
    "жен",
    "комментарий к Дигха Никае, составленный Буддхагхосой",
    "~"
   ],
   [
    "syāaṭṭhakathā",
    "жен",
    "тайский комментарий",
    "~"
   ]
  ],
  "count": 25
 },
 "astronomical terms": {
  "data": [
   [
    "aḍḍhateyyamāsa",
    "муж",
    "два с половиной месяца",
    "✓"
   ],
   [
    "aḍḍhamāsa 2.1",
    "муж",
    "полмесяца",
    "✓"
   ],
   [
    "atirekacātumāsaṃ",
    "несклон",
    "более чем на один сезон",
    "✓"
   ],
   [
    "atirekaddhamāsa",
    "муж",
    "превышающий полмесяца",
    "✓"
   ],
   [
    "atirekamāsa",
    "муж",
    "более одного месяца",
    "✓"
   ],
   [
    "addhamāsa",
    "муж",
    "полмесяца",
    "✓"
   ],
   [
    "anvaḍḍhamāsaṃ",
    "несклон",
    "каждые полмесяца",
    "~"
   ],
   [
    "anvaddhamāsaṃ",
    "несклон",
    "каждые две недели",
    "✓"
   ],
   [
    "asāḷha",
    "муж",
    "месяц лунного календаря",
    "~"
   ],
   [
    "assayuja 1",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "ūnakaddhamāsaṃ",
    "несклон",
    "менее чем за полмесяца",
    "✓"
   ],
   [
    "ekādasamāsa",
    "муж",
    "одиннадцатый месяц сезона робы после катхины",
    "✓"
   ],
   [
    "omakacātumāsaṃ",
    "несклон",
    "в течение менее четырёх месяцев",
    "✓"
   ],
   [
    "orenaḍḍhamāsa",
    "муж",
    "интервал менее двух недель",
    "✓"
   ],
   [
    "orenaddhamāsa",
    "муж",
    "период менее чем полмесяца",
    "✓"
   ],
   [
    "kaṇhapakkha 1",
    "муж",
    "темная половина месяца",
    "~"
   ],
   [
    "kattikacātumāsinī",
    "жен",
    "полная луна в Плеядах в четвертый месяц сезона дождей",
    "✓"
   ],
   [
    "kattikatemāsikapuṇṇamā",
    "жен",
    "полнолуние месяца Картика (октябрь-ноябрь) в конце трехмесячного ретрита дождей",
    "✓"
   ],
   [
    "kattikā 1",
    "жен",
    "название лунного месяца",
    "✓"
   ],
   [
    "kattikā 2",
    "жен",
    "созвездие плеяд",
    "~"
   ],
   [
    "kāḷapakkha",
    "муж",
    "темная половина месяца",
    "✓"
   ],
   [
    "komudī 1",
    "жен",
    "название полнолуния в месяце Картика (октябрь - ноябрь)",
    "✓"
   ],
   [
    "gimhānamāsa",
    "муж",
    "жаркий месяц",
    "✓"
   ],
   [
    "guruvāra",
    "муж",
    "четверг",
    "~"
   ],
   [
    "catumāsa",
    "ср",
    "срок в четыре месяца",
    "✓"
   ],
   [
    "catummāsa",
    "ср",
    "сезон",
    "~"
   ],
   [
    "candavāra",
    "муж",
    "понедельник",
    "~"
   ],
   [
    "candima 1",
    "муж",
    "луна",
    "✓"
   ],
   [
    "candimas",
    "муж",
    "луна",
    "✓"
   ],
   [
    "cātumāsa",
    "ср",
    "время одного сезона",
    "✓"
   ],
   [
    "cātumāsinī",
    "жен",
    "полнолуние четвертого месяца",
    "✓"
   ],
   [
    "citta 2.6",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "jeṭṭha 2",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "temāsa",
    "ср",
    "период три месяца",
    "✓"
   ],
   [
    "pakkha 6",
    "муж",
    "половина лунного месяца",
    "✓"
   ],
   [
    "pañcamāsa",
    "муж",
    "пять месяцев",
    "✓"
   ],
   [
    "paṭhamavasanta",
    "муж",
    "первый прилив весны",
    "✓"
   ],
   [
    "poṭṭhapāda 2",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "phagguna 2",
    "муж",
    "созвездие льва",
    "~"
   ],
   [
    "phagguna 3",
    "муж",
    "имя лунного месяца",
    "~"
   ],
   [
    "phussa 2.1",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "budhavāra",
    "муж",
    "среда",
    "~"
   ],
   [
    "bhumma 5",
    "муж",
    "планета марс",
    "~"
   ],
   [
    "bhummavāra",
    "муж",
    "вторник",
    "~"
   ],
   [
    "māgasira",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "māgha 2",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "māsa 1.1",
    "муж",
    "месяц",
    "✓"
   ],
   [
    "māsa 1.2",
    "ср",
    "месяц",
    "✓"
   ],
   [
    "ravivāra",
    "муж",
    "воскресенье",
    "~"
   ],
   [
    "vassamāsāni",
    "ср",
    "дождливые месяцы",
    "✓"
   ],
   [
    "vāra 6",
    "муж",
    "день недели",
    "~"
   ],
   [
    "vesākha",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "sattamāsa",
    "муж",
    "семь месяцев",
    "✓"
   ],
   [
    "sattamāsāni",
    "ср",
    "семь месяцев",
    "✓"
   ],
   [
    "sāvana",
    "муж",
    "месяц лунного календаря",
    "~"
   ],
   [
    "sukkapakkha 1",
    "муж",
    "светлая половина месяца",
    "~"
   ],
   [
    "sukkavāra",
    "муж",
    "пятница",
    "~"
   ],
   [
    "suriya 1",
    "муж",
    "Солнце",
    "✓"
   ],
   [
    "sūriya 1",
    "муж",
    "Солнце",
    "✓"
   ],
   [
    "soravāra",
    "муж",
    "суббота",
    "~"
   ]
  ],
  "count": 60
 },
 "money": {
  "data": [
   [
    "aḍḍhamāsa 1.1",
    "муж",
    "половина масаки",
    "✓"
   ],
   [
    "atirekapañcamāsaka",
    "муж",
    "больше чем пять монет малой стоимости",
    "✓"
   ],
   [
    "kahāpaṇa",
    "муж",
    "монета",
    "✓"
   ],
   [
    "kahāpaṇasata",
    "ср",
    "сто серебряных монет",
    "✓"
   ],
   [
    "kahāpaṇasahassa",
    "ср",
    "тысяча серебряных монет",
    "✓"
   ],
   [
    "jatumāsaka",
    "муж",
    "лаковая монета",
    "✓"
   ],
   [
    "jātarūparajata",
    "ср",
    "золото и деньги",
    "✓"
   ],
   [
    "dārumāsaka",
    "муж",
    "деревянная монета",
    "✓"
   ],
   [
    "nikkha 1",
    "муж",
    "золотое украшение",
    "✓"
   ],
   [
    "nikkha 2",
    "муж",
    "золотая монета",
    "✓"
   ],
   [
    "pañcamāsaka",
    "муж",
    "пять монет низкой стоимости",
    "✓"
   ],
   [
    "pāda 3",
    "муж",
    "монета",
    "✓"
   ],
   [
    "bhinnasuvaṇṇa",
    "ср",
    "сломанное (кусок) золото",
    "~"
   ],
   [
    "māsaka 1",
    "муж",
    "монета низкой стоимости",
    "~"
   ],
   [
    "mūla 3",
    "ср",
    "деньги",
    "✓"
   ],
   [
    "rajata 1",
    "ср",
    "монета",
    "✓"
   ],
   [
    "rūpiya 1",
    "ср",
    "серебро",
    "✓"
   ],
   [
    "lohaḍḍhamāsa",
    "муж",
    "пол-копейки",
    "✓"
   ],
   [
    "lohamāsaka",
    "муж",
    "медная монета",
    "✓"
   ],
   [
    "suvaṇṇa 4",
    "ср",
    "золотая монета",
    "✓"
   ],
   [
    "hirañña",
    "ср",
    "золото",
    "✓"
   ],
   [
    "hiraññasuvaṇṇa",
    "ср",
    "необработанное и обработанное золото",
    "✓"
   ]
  ],
  "count": 22
 },
 "measures of volume": {
  "data": [
   [
    "aḍḍhāḷhaka",
    "муж",
    "мера объёма",
    "✓"
   ],
   [
    "aḍḍhāḷhakodana",
    "ср",
    "полмеры вареного риса",
    "✓"
   ],
   [
    "āḷhaka 1",
    "муж",
    "мера объёма",
    "✓"
   ],
   [
    "āḷhaka 2",
    "ср",
    "мера объема",
    "✓"
   ],
   [
    "doṇa 1",
    "ср",
    "мера объема",
    "✓"
   ],
   [
    "nāḷikā 1",
    "жен",
    "мера риса",
    "✓"
   ],
   [
    "nāḷikodana",
    "ср",
    "одна мера варёного риса, равная одной бамбуковой трубке",
    "✓"
   ],
   [
    "pattha 2",
    "муж",
    "мера объёма",
    "✓"
   ],
   [
    "pasata",
    "муж",
    "пригоршня",
    "~"
   ],
   [
    "vāha 4",
    "муж",
    "воз товара",
    "✓"
   ]
  ],
  "count": 10
 },
 "four modes of generation": {
  "data": [
   [
    "aṇḍaja 1",
    "прил",
    "яйценосный",
    "✓"
   ],
   [
    "opapātika 1",
    "прил",
    "возникший без причины",
    "✓"
   ],
   [
    "jalābuja",
    "прил",
    "рожденный в утробе",
    "✓"
   ],
   [
    "saṃsedaja",
    "прил",
    "рожденный во влажной среде",
    "✓"
   ]
  ],
  "count": 4
 },
 "types of suttas": {
  "data": [
   [
    "attajjhāsaya",
    "муж",
    "проповедь, произнесенная в соответствии с наклонностями говорящего",
    "~"
   ],
   [
    "atthuppattika",
    "муж",
    "беседа, проповеданная по случаю возникшей необходимости",
    "~"
   ],
   [
    "parajjhāsaya",
    "муж",
    "проповедь, произнесенная с учетом склонностей другого",
    "~"
   ],
   [
    "pucchāvasika",
    "муж",
    "проповедь, произнесённая в ответ на вопрос",
    "~"
   ]
  ],
  "count": 4
 },
 "indeclinables": {
  "data": [
   [
    "atha 1",
    "несклон",
    "и",
    "✓"
   ],
   [
    "addhaṃ",
    "несклон",
    "наверняка!",
    "~"
   ],
   [
    "addhā 1",
    "несклон",
    "конечно",
    "✓"
   ],
   [
    "addhā 2",
    "несклон",
    "несомненно! уверенно! определенно!",
    "✓"
   ],
   [
    "adhi 2",
    "несклон",
    "внутри",
    "~"
   ],
   [
    "adhi 4",
    "несклон",
    "о",
    "✓"
   ],
   [
    "adho 1",
    "несклон",
    "внизу",
    "✓"
   ],
   [
    "adho 2",
    "несклон",
    "вниз",
    "✓"
   ],
   [
    "anto 1",
    "несклон",
    "в",
    "✓"
   ],
   [
    "anto 2",
    "несклон",
    "до",
    "~"
   ],
   [
    "api 1.1",
    "несклон",
    "именно",
    "✓"
   ],
   [
    "api 1.2",
    "несклон",
    "даже",
    "✓"
   ],
   [
    "api 1.3",
    "несклон",
    "если",
    "✓"
   ],
   [
    "api 1.4",
    "несклон",
    "есть?",
    "✓"
   ],
   [
    "api 1.5",
    "несклон",
    "но",
    "✓"
   ],
   [
    "api 1.6",
    "несклон",
    "да",
    "✓"
   ],
   [
    "api 1.7",
    "несклон",
    "тоже",
    "✓"
   ],
   [
    "abhito",
    "несклон",
    "рядом с",
    "✓"
   ],
   [
    "are",
    "несклон",
    "вон!",
    "✓"
   ],
   [
    "ahe",
    "несклон",
    "(используется для обращения к равным) друг",
    "✓"
   ],
   [
    "aho 2.1",
    "несклон",
    "ой! о, Боже!",
    "✓"
   ],
   [
    "aho 2.2",
    "несклон",
    "ох дорогой!",
    "✓"
   ],
   [
    "aho 2.3",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "aho 2.4",
    "несклон",
    "о, пусть!",
    "✓"
   ],
   [
    "āma 1.1",
    "несклон",
    "да",
    "✓"
   ],
   [
    "āvi",
    "несклон",
    "открыто",
    "✓"
   ],
   [
    "iti",
    "несклон",
    "так",
    "✓"
   ],
   [
    "iva",
    "несклон",
    "подобно",
    "✓"
   ],
   [
    "uda 1.1",
    "несклон",
    "либо",
    "✓"
   ],
   [
    "upari 3",
    "несклон",
    "после",
    "✓"
   ],
   [
    "ubbha",
    "несклон",
    "выше",
    "✓"
   ],
   [
    "eva 1",
    "несклон",
    "едва",
    "✓"
   ],
   [
    "kira 1",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "kira 2",
    "несклон",
    "говорят",
    "✓"
   ],
   [
    "kila",
    "несклон",
    "говорят",
    "✓"
   ],
   [
    "kva",
    "несклон",
    "где?",
    "✓"
   ],
   [
    "khalu 1",
    "несклон",
    "конечно",
    "✓"
   ],
   [
    "khalu 2",
    "несклон",
    "определённо нет",
    "~"
   ],
   [
    "khu 1",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "kho",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "ca 2.1",
    "несклон",
    "и",
    "✓"
   ],
   [
    "ca 2.2",
    "несклон",
    "но",
    "✓"
   ],
   [
    "ca 2.3",
    "несклон",
    "(грам.) и",
    "✓"
   ],
   [
    "ce 1",
    "несклон",
    "если",
    "✓"
   ],
   [
    "ce 2",
    "несклон",
    "но",
    "✓"
   ],
   [
    "jātu",
    "несклон",
    "несомненно",
    "✓"
   ],
   [
    "je",
    "несклон",
    "неуважительное обращение к женщине",
    "✓"
   ],
   [
    "tāva 1",
    "несклон",
    "так долго",
    "✓"
   ],
   [
    "tāva 2",
    "несклон",
    "настолько",
    "✓"
   ],
   [
    "tu 1",
    "несклон",
    "однако",
    "✓"
   ],
   [
    "tuvaṭaṃ",
    "несклон",
    "быстро",
    "✓"
   ],
   [
    "dhi 1.1",
    "несклон",
    "позор тебе!",
    "✓"
   ],
   [
    "dhī",
    "несклон",
    "стыд! позор! увы!",
    "✓"
   ],
   [
    "na 1",
    "несклон",
    "негативная частица",
    "✓"
   ],
   [
    "na 2",
    "несклон",
    "(добавляет вопросительный знак) верно?",
    "✓"
   ],
   [
    "nahi",
    "несклон",
    "совсем не",
    "✓"
   ],
   [
    "nu",
    "несклон",
    "(добавляет вопрос) конечно?",
    "✓"
   ],
   [
    "nūna 1",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "nūna 2",
    "несклон",
    "может ли быть?",
    "✓"
   ],
   [
    "no 1.2",
    "несклон",
    "так ли?",
    "✓"
   ],
   [
    "no 1.3",
    "несклон",
    "затем",
    "✓"
   ],
   [
    "nossu",
    "несклон",
    "разве? не так ли? разве не будет?",
    "✓"
   ],
   [
    "pati 3.1",
    "несклон",
    "против",
    "✓"
   ],
   [
    "pati 3.2",
    "несклон",
    "по направлению",
    "✓"
   ],
   [
    "pana",
    "несклон",
    "кроме того",
    "✓"
   ],
   [
    "paro",
    "несклон",
    "дальше",
    "✓"
   ],
   [
    "pātaṃ",
    "несклон",
    "рано",
    "✓"
   ],
   [
    "pātu",
    "несклон",
    "впереди",
    "✓"
   ],
   [
    "pāto",
    "несклон",
    "рано",
    "✓"
   ],
   [
    "puna",
    "несклон",
    "снова",
    "✓"
   ],
   [
    "puno",
    "несклон",
    "снова",
    "✓"
   ],
   [
    "pura 2.1",
    "несклон",
    "до",
    "✓"
   ],
   [
    "bahi",
    "несклон",
    "наружно",
    "✓"
   ],
   [
    "mā 1.1",
    "несклон",
    "не надо",
    "✓"
   ],
   [
    "mā 1.2",
    "несклон",
    "хватит!",
    "✓"
   ],
   [
    "micchā 1",
    "несклон",
    "ложный",
    "✓"
   ],
   [
    "micchā 2",
    "несклон",
    "неверно",
    "✓"
   ],
   [
    "yāva 1",
    "несклон",
    "вплоть до того как",
    "✓"
   ],
   [
    "yāva 2",
    "несклон",
    "насколько",
    "✓"
   ],
   [
    "yu",
    "несклон",
    "(грам) технический термин в кaccāyanabyākaraṇa для первичных производных ана, уṇa, āнана, ака, āнанака",
    "✓"
   ],
   [
    "yeva",
    "сандхи",
    "так",
    "✓"
   ],
   [
    "vata 1.1",
    "несклон",
    "о нет! о боже!",
    "✓"
   ],
   [
    "vata 1.2",
    "несклон",
    "несомненно",
    "✓"
   ],
   [
    "vā 1",
    "несклон",
    "или",
    "✓"
   ],
   [
    "vā 2",
    "несклон",
    "(грам.) или",
    "✓"
   ],
   [
    "vā 3",
    "несклон",
    "точный",
    "✓"
   ],
   [
    "vā 4",
    "несклон",
    "и",
    "✓"
   ],
   [
    "ve",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "vo 3.1",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "sakad",
    "несклон",
    "однажды",
    "✓"
   ],
   [
    "saki",
    "несклон",
    "однажды",
    "✓"
   ],
   [
    "sakiṃ",
    "несклон",
    "(один) раз",
    "✓"
   ],
   [
    "sace",
    "несклон",
    "если",
    "✓"
   ],
   [
    "saddhiṃ",
    "несклон",
    "вместе (с)",
    "✓"
   ],
   [
    "samma 1",
    "несклон",
    "друг",
    "✓"
   ],
   [
    "sammā 1",
    "несклон",
    "совершенно",
    "✓"
   ],
   [
    "sammā 2",
    "несклон",
    "подобающе",
    "✓"
   ],
   [
    "sammā 3",
    "несклон",
    "правильный",
    "✓"
   ],
   [
    "saha 1.2",
    "несклон",
    "с",
    "✓"
   ],
   [
    "saha 1.3",
    "несклон",
    "сразу после",
    "✓"
   ],
   [
    "sahā",
    "несклон",
    "с",
    "✓"
   ],
   [
    "sāci",
    "несклон",
    "криво",
    "✓"
   ],
   [
    "su 1",
    "несклон",
    "(вопросительная или выразительная частица)",
    "✓"
   ],
   [
    "suve",
    "несклон",
    "завтра",
    "✓"
   ],
   [
    "so 1.2",
    "несклон",
    "(в отношение только что сказанного)",
    "✓"
   ],
   [
    "sve",
    "несклон",
    "завтра",
    "✓"
   ],
   [
    "ssa 1",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "ssu",
    "несклон",
    "определенно",
    "✓"
   ],
   [
    "ha 2.1",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "hi 1",
    "несклон",
    "действительно",
    "✓"
   ],
   [
    "hi 2",
    "несклон",
    "так как",
    "✓"
   ],
   [
    "hiyyo 1",
    "несклон",
    "вчера",
    "✓"
   ],
   [
    "hiyyo 2",
    "несклон",
    "завтра",
    "✓"
   ],
   [
    "huraṃ 1",
    "несклон",
    "там",
    "✓"
   ],
   [
    "huraṃ 2",
    "несклон",
    "вне (чего-то)",
    "✓"
   ],
   [
    "hurā",
    "несклон",
    "отсюда",
    "✓"
   ],
   [
    "he",
    "несклон",
    "эй!",
    "✓"
   ],
   [
    "heṭṭhā 1",
    "несклон",
    "внизу",
    "✓"
   ],
   [
    "heṭṭhā 2",
    "несклон",
    "(грамм.) перед",
    "✓"
   ]
  ],
  "count": 119
 },
 "great disciples": {
  "data": [
   [
    "anuruddha 1",
    "муж",
    "великий ученик Будды",
    "✓"
   ],
   [
    "ānanda 2",
    "муж",
    "имя помощника Будды",
    "✓"
   ],
   [
    "uttarānandamātar",
    "жен",
    "имя мирской ученицы женского пола",
    "~"
   ],
   [
    "upatissa",
    "муж",
    "имя Сарипутты",
    "✓"
   ],
   [
    "upāli 2",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "uruvelakassapa",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "kaṅkhārevata",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "kappina",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "kātiyānī",
    "жен",
    "имя мирянки",
    "~"
   ],
   [
    "kāḷigodhāyaputta",
    "муж",
    "монах по имени калигодхаяпутта",
    "~"
   ],
   [
    "kāḷudāyī",
    "муж",
    "имя араханта монаха",
    "~"
   ],
   [
    "kuṭikaṇṇa",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "kuṭikaṇṇatthera",
    "муж",
    "имя архат-монаха",
    "~"
   ],
   [
    "kuṭikaṇṇathera",
    "муж",
    "имя архата монаха",
    "~"
   ],
   [
    "kumārakassapa",
    "муж",
    "имя арханта-монаха, выдающегося в разговорах на различные темы",
    "✓"
   ],
   [
    "koḷivisa 1",
    "муж",
    "название семейного клана",
    "~"
   ],
   [
    "citta 2.4",
    "муж",
    "имя мирского последователя Будды",
    "✓"
   ],
   [
    "cullapanthaka",
    "муж",
    "счуллапантхака: имя монаха",
    "~"
   ],
   [
    "cūḷapanthaka",
    "муж",
    "имя монаха",
    "✓"
   ],
   [
    "tapassubhallikā",
    "муж",
    "имена двух мирян",
    "~"
   ],
   [
    "tapussabhallikā",
    "муж",
    "имя двух мирян",
    "~"
   ],
   [
    "dārucīriya",
    "прил",
    "фамилия аскета",
    "✓"
   ],
   [
    "nakulamātar",
    "жен",
    "накуламата: имя женщине-ученице-мирянке",
    "~"
   ],
   [
    "nandaka 1",
    "муж",
    "имя архата-монаха",
    "✓"
   ],
   [
    "paṭācārā",
    "жен",
    "имя архатки монахини",
    "✓"
   ],
   [
    "puṇṇa 3",
    "муж",
    "имя монаха клана Сакья",
    "✓"
   ],
   [
    "bakulā",
    "жен",
    "имя монахини",
    "~"
   ],
   [
    "bāhiya",
    "муж",
    "имя аскета",
    "✓"
   ],
   [
    "mantāṇiputta",
    "муж",
    "фамилия монаха клана Сакья",
    "✓"
   ],
   [
    "mantāniputta",
    "муж",
    "семейное имя сахьяского архата-монаха",
    "~"
   ],
   [
    "mahākaccāna",
    "муж",
    "великий ученик Будды",
    "✓"
   ],
   [
    "mahākaccāyana",
    "муж",
    "великий ученик Будды",
    "✓"
   ],
   [
    "mahākappina",
    "муж",
    "великий ученик Будды",
    "✓"
   ],
   [
    "mahākassapa",
    "муж",
    "великий ученик Будды",
    "✓"
   ],
   [
    "mahākoṭṭhika",
    "муж",
    "имя монаха архата",
    "✓"
   ],
   [
    "mahākoṭṭhita",
    "муж",
    "махакоттхита: имя арханта-монаха",
    "~"
   ],
   [
    "mahāpanthaka",
    "муж",
    "махапантхака: имя архат-монаха",
    "~"
   ],
   [
    "mahāmoggalāna",
    "муж",
    "махамоггалана: имя архата, главного ученика",
    "✓"
   ],
   [
    "mahāmoggallāna",
    "муж",
    "имя одного из главных учеников Будды",
    "✓"
   ],
   [
    "moggallāna 1",
    "муж",
    "имя одного из главных учеников Будды",
    "✓"
   ],
   [
    "revata",
    "муж",
    "великий ученик Будды",
    "✓"
   ],
   [
    "vaṅgisa",
    "муж",
    "имя монаха",
    "~"
   ],
   [
    "vaṅgīsa",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "visākhā 1",
    "жен",
    "имя главной ученицы Будды",
    "✓"
   ],
   [
    "sāmāvatī 1",
    "жен",
    "имя мирянки",
    "~"
   ],
   [
    "sāriputta",
    "муж",
    "имя монаха архата",
    "✓"
   ],
   [
    "sāriputtamoggallānā",
    "муж",
    "Сарипутта и Моггаллана",
    "✓"
   ],
   [
    "sigālamātar",
    "жен",
    "сигаламатер: имя монахини",
    "~"
   ],
   [
    "siṅgālakamātar",
    "жен",
    "название монахини",
    "~"
   ],
   [
    "siṅgālamātar",
    "жен",
    "мать шакала",
    "~"
   ],
   [
    "sīvali",
    "муж",
    "имя архата-монаха",
    "~"
   ],
   [
    "sudatta",
    "муж",
    "имя Анатхапиндики",
    "✓"
   ],
   [
    "suppavāsā",
    "жен",
    "имя женщины, которая была мирянкой",
    "~"
   ],
   [
    "sūrambaṭṭha",
    "муж",
    "имя мирского последователя",
    "~"
   ],
   [
    "soṇa 4",
    "муж",
    "имя архата монаха",
    "✓"
   ],
   [
    "soṇakuṭikaṇṇa",
    "муж",
    "сонакутикаанна",
    "~"
   ]
  ],
  "count": 56
 },
 "verbal endings": {
  "data": [
   [
    "anti",
    "оконч",
    "(грам.) глагольное окончание настоящего времени 3-го лица множественного числа",
    "✓"
   ],
   [
    "iṃ",
    "оконч",
    "(грам)** ин**",
    "✓"
   ],
   [
    "iṃsu",
    "оконч",
    "(грам.) iṃsu",
    "✓"
   ],
   [
    "ī",
    "оконч",
    "грамматический окончание ī",
    "✓"
   ],
   [
    "īvibhatti",
    "оконч",
    "(грам.) и и",
    "✓"
   ],
   [
    "uṃ",
    "оконч",
    "юм",
    "✓"
   ],
   [
    "uṃvibhatti",
    "оконч",
    "грамматическое окончание аориста 3-го лица множественного числа",
    "✓"
   ],
   [
    "eyya 2.1",
    "оконч",
    "(грам) eyya",
    "✓"
   ],
   [
    "ti 3",
    "оконч",
    "ти",
    "✓"
   ],
   [
    "tu 2",
    "оконч",
    "(грамм.) ту",
    "✓"
   ],
   [
    "tha",
    "оконч",
    "та",
    "✓"
   ],
   [
    "ma 3.1",
    "оконч",
    "грам) ma",
    "✓"
   ],
   [
    "mi",
    "оконч",
    "грамматическая частица «ми»",
    "✓"
   ],
   [
    "mikāra",
    "оконч",
    "суффикс ми",
    "✓"
   ],
   [
    "si 1.1",
    "оконч",
    "настоящее время, 2-е лицо единственного числа",
    "✓"
   ],
   [
    "hi 3",
    "оконч",
    "(грам) hi",
    "✓"
   ]
  ],
  "count": 16
 },
 "books of the Khuddaka Nikāya": {
  "data": [
   [
    "apadāna 1.3",
    "ср",
    "книги 10 и 11 из Худдаканикая",
    "✓"
   ],
   [
    "itivutta",
    "ср",
    "книга 4 из Худдака Никая",
    "~"
   ],
   [
    "itivuttaka",
    "ср",
    "цитаты",
    "✓"
   ],
   [
    "udāna 2",
    "муж",
    "книга 3 сборника худдака никая",
    "~"
   ],
   [
    "jātaka 2",
    "ср",
    "книги 14 и 15 Кхуддака Никая",
    "~"
   ],
   [
    "theragāthā",
    "жен",
    "8 книга Кхуддака Никаи",
    "~"
   ],
   [
    "theragāthāpāḷi",
    "жен",
    "книга 8 худака никая",
    "~"
   ],
   [
    "therāpadāna",
    "ср",
    "легенды старейших монахов",
    "~"
   ],
   [
    "therigāthā",
    "жен",
    "книга 9 из Кхуддака Никая",
    "~"
   ],
   [
    "therīapadāna",
    "ср",
    "книга 11 из худдака никая",
    "~"
   ],
   [
    "therīgāthā",
    "жен",
    "книга 9 из худдаканикаи",
    "~"
   ],
   [
    "therīgāthāpāḷi",
    "жен",
    "книга 9 раздела Кхуддака Никая",
    "~"
   ],
   [
    "dhammapada 3",
    "ср",
    "книга 2 из Худака Никая",
    "~"
   ],
   [
    "nettipāḷi",
    "жен",
    "книга 19 кхуддака никая",
    "~"
   ],
   [
    "paṭisambhidā 2",
    "жен",
    "книга 18 из Кхуддака Никая",
    "~"
   ],
   [
    "paṭisambhidāmagga",
    "муж",
    "книга 18 сборника худдака никая",
    "~"
   ],
   [
    "milindapañha",
    "муж",
    "книги 20 из худака никая",
    "~"
   ],
   [
    "suttanipāta",
    "муж",
    "книга 5 из Худдака Никая",
    "~"
   ]
  ],
  "count": 18
 },
 "epithets of stream entry": {
  "data": [
   [
    "aparappaccaya",
    "прил",
    "независимый от других",
    "✓"
   ],
   [
    "abhisamita",
    "прич.прош",
    "познанный",
    "✓"
   ],
   [
    "aveccappasanna",
    "прил",
    "с непоколебимой уверенностью",
    "✓"
   ],
   [
    "aveccappasāda",
    "муж",
    "идеальная ясность",
    "✓"
   ],
   [
    "āgataphala",
    "прил",
    "достигший плодов",
    "✓"
   ],
   [
    "ekabījī",
    "прил",
    "(о вошедшем в поток) у которого осталась одна человеческая жизнь",
    "✓"
   ],
   [
    "kolaṃkola",
    "муж",
    "стримэнтэрар, возвращающийся в человеческое состояние два или три раза",
    "✓"
   ],
   [
    "gihisotāpanna",
    "муж",
    "мирской достигший потока",
    "~"
   ],
   [
    "tiṇṇavicikiccha",
    "прил",
    "кто пересек сомнения",
    "✓"
   ],
   [
    "dassanasampanna",
    "прил",
    "наделённый проницательностью",
    "✓"
   ],
   [
    "dassanuppāda",
    "муж",
    "возникновение прозрения",
    "~"
   ],
   [
    "diṭṭhadhamma 2",
    "прил",
    "увидевший дхамму",
    "✓"
   ],
   [
    "diṭṭhappatta",
    "прил",
    "достигший видения (Ниббаны)",
    "~"
   ],
   [
    "diṭṭhippatta",
    "прил",
    "достигший понимания",
    "✓"
   ],
   [
    "diṭṭhisampadā",
    "жен",
    "успешное постижение воззрения",
    "~"
   ],
   [
    "dhammānusārī 2",
    "прил",
    "вхожий в поток через понимание учения",
    "✓"
   ],
   [
    "pattadhamma",
    "прил",
    "достигший Дхаммы",
    "✓"
   ],
   [
    "pariyogāḷhadhamma",
    "прил",
    "глубоко познавший Дхамму",
    "✓"
   ],
   [
    "vigatakathaṃkatha",
    "прил",
    "без сомнений",
    "✓"
   ],
   [
    "viditadhamma",
    "прил",
    "кто понял Дхамму",
    "✓"
   ],
   [
    "vesārajjappatta",
    "прил",
    "уверенный (в)",
    "✓"
   ],
   [
    "sattakkhattuparama",
    "муж",
    "вступивший в поток, у которого максимум семь жизней.",
    "✓"
   ],
   [
    "saddhānusārī 2",
    "прил",
    "вошедший в поток через веру",
    "✓"
   ],
   [
    "saddhāvimutta",
    "прил",
    "освобожденный верой",
    "✓"
   ],
   [
    "samaṇamacala",
    "муж",
    "стабильный отшельник",
    "~"
   ]
  ],
  "count": 25
 },
 "nine types of suttas": {
  "data": [
   [
    "abbhutadhamma 1",
    "ср",
    "удивительные рассказы",
    "✓"
   ],
   [
    "itivutta",
    "ср",
    "книга 4 из Худдака Никая",
    "~"
   ],
   [
    "itivuttaka",
    "ср",
    "цитаты",
    "✓"
   ],
   [
    "udāna 1",
    "муж",
    "вдохновляющее высказывание",
    "✓"
   ],
   [
    "gāthā 2",
    "жен",
    "тексты в стихах",
    "✓"
   ],
   [
    "geyya 1",
    "ср",
    "смесь стихов и прозы",
    "✓"
   ],
   [
    "jātaka 1",
    "ср",
    "истории прошлых жизней",
    "✓"
   ],
   [
    "jātaka 2",
    "ср",
    "книги 14 и 15 Кхуддака Никая",
    "~"
   ],
   [
    "vedalla",
    "ср",
    "ряд вопросов и ответов",
    "✓"
   ],
   [
    "veyyākaraṇa 2",
    "ср",
    "подробное объяснение",
    "✓"
   ],
   [
    "sutta 2.1",
    "ср",
    "писание",
    "✓"
   ]
  ],
  "count": 11
 },
 "32 marks of a great man": {
  "data": [
   [
    "abhinīlanetta",
    "прил",
    "с бездонно голубыми глазами",
    "✓"
   ],
   [
    "aviraḷadanta",
    "прил",
    "без зазоров между зубов",
    "✓"
   ],
   [
    "āyatapaṇhi",
    "прил",
    "с длинными пятками",
    "✓"
   ],
   [
    "uṇhīsasīsa",
    "прил",
    "с головой в форме тюрбана",
    "✓"
   ],
   [
    "uddhaggaloma",
    "прил",
    "с приподнятыми кончиками волос на теле",
    "✓"
   ],
   [
    "ussaṅkhapāda",
    "прил",
    "с ровными ногами",
    "✓"
   ],
   [
    "ekekaloma",
    "прил",
    "с отдельными волосами на теле",
    "✓"
   ],
   [
    "eṇijaṅgha",
    "прил",
    "с икрами как у антилопы",
    "✓"
   ],
   [
    "kañcanasannibhattaca",
    "прил",
    "с кожей как золото",
    "✓"
   ],
   [
    "kosohitavatthaguyha",
    "прил",
    "с гениталиями заключенными в оболочку",
    "✓"
   ],
   [
    "gopakhuma",
    "прил",
    "с ресницами как у коровы",
    "✓"
   ],
   [
    "cattālīsadanta",
    "прил",
    "с сорока зубами",
    "✓"
   ],
   [
    "citantaraṃsa",
    "прил",
    "с ровной спиной",
    "✓"
   ],
   [
    "jālahatthapāda",
    "прил",
    "с разлинованными руками и ногами",
    "✓"
   ],
   [
    "dīghaṅguli",
    "прил",
    "с длинными пальцами",
    "✓"
   ],
   [
    "nigrodhaparimaṇḍala",
    "прил",
    "с округлыми и хорошо сложенными конечностями",
    "✓"
   ],
   [
    "pahūtajivha",
    "прил",
    "с большим языком",
    "✓"
   ],
   [
    "brahmassara",
    "прил",
    "с глубоким голосом",
    "✓"
   ],
   [
    "brahmujugatta",
    "прил",
    "с длинными и прямыми конечностями",
    "✓"
   ],
   [
    "mudutalunahatthapāda",
    "прил",
    "с мягкими и нежными руками и ногами",
    "✓"
   ],
   [
    "rasaggasaggī",
    "прил",
    "с острым чувством вкуса",
    "✓"
   ],
   [
    "sattussada 1.1",
    "прил",
    "с семью выпуклостями",
    "✓"
   ],
   [
    "samadanta",
    "прил",
    "с ровными зубами",
    "✓"
   ],
   [
    "samavaṭṭakkhandha",
    "прил",
    "с хорошо округленными плечами",
    "✓"
   ],
   [
    "samavaṭṭakhandha",
    "прил",
    "с хорошо округленными плечами",
    "✓"
   ],
   [
    "sīhapubbaddhakāya",
    "прил",
    "с туловищем льва",
    "✓"
   ],
   [
    "sīhahanu",
    "прил",
    "с челюстью как у льва",
    "✓"
   ],
   [
    "sukhumacchavi 1",
    "прил",
    "с нежной кожей",
    "✓"
   ],
   [
    "suppatiṭṭhitapada",
    "прил",
    "кто ставит ногу на землю ровно",
    "✓"
   ],
   [
    "suvaṇṇavaṇṇa 1",
    "прил",
    "с золотистым внешним видом",
    "✓"
   ],
   [
    "susukkadāṭha",
    "прил",
    "с очень белыми зубами",
    "✓"
   ]
  ],
  "count": 31
 },
 "weapons": {
  "data": [
   [
    "abhivagga",
    "муж",
    "вид военного оружия",
    "✓"
   ],
   [
    "asi 1.1",
    "муж",
    "меч",
    "✓"
   ],
   [
    "asicamma",
    "ср",
    "меч и щит",
    "✓"
   ],
   [
    "asidhārā",
    "жен",
    "лезвие меча",
    "✓"
   ],
   [
    "āvudha 1",
    "ср",
    "оружие",
    "✓"
   ],
   [
    "āvudhajāta",
    "ср",
    "вид оружия",
    "✓"
   ],
   [
    "khagga 1",
    "муж",
    "меч",
    "✓"
   ],
   [
    "khuddakavāsi",
    "жен",
    "маленький острый нож",
    "~"
   ],
   [
    "cāpa",
    "муж",
    "лук (и стрела)",
    "✓"
   ],
   [
    "chejjā",
    "жен",
    "лезвие",
    "✓"
   ],
   [
    "jiya",
    "муж",
    "тетива",
    "~"
   ],
   [
    "jiyā",
    "жен",
    "тетива",
    "✓"
   ],
   [
    "tutta",
    "ср",
    "пика",
    "✓"
   ],
   [
    "daḷhadhanu",
    "ср",
    "сильный лук",
    "~"
   ],
   [
    "dhanu 1",
    "ср",
    "лук",
    "✓"
   ],
   [
    "dhanukalāpa",
    "ср",
    "лук и колчан",
    "✓"
   ],
   [
    "paharaṇa 1",
    "ср",
    "ударное оружие",
    "✓"
   ],
   [
    "phala 2.1",
    "ср",
    "лезвие",
    "✓"
   ],
   [
    "mataja",
    "ср",
    "вид оружия",
    "✓"
   ],
   [
    "maraṇakāraṇa",
    "ср",
    "оружие",
    "~"
   ],
   [
    "vāsi 1.2",
    "жен",
    "острый нож",
    "~"
   ],
   [
    "vikattana",
    "ср",
    "нож",
    "~"
   ],
   [
    "vikantana 1",
    "ср",
    "нож",
    "✓"
   ],
   [
    "satti 1",
    "жен",
    "копье",
    "✓"
   ],
   [
    "sattha 2.1",
    "ср",
    "оружие",
    "✓"
   ],
   [
    "sikhara 1",
    "ср",
    "верхушка",
    "✓"
   ],
   [
    "sūla",
    "ср",
    "кол",
    "✓"
   ]
  ],
  "count": 27
 },
 "five Mārā": {
  "data": [
   [
    "abhisaṅkhāramāra",
    "муж",
    "мара в смысле воли",
    "~"
   ],
   [
    "kilesamāra",
    "муж",
    "мара в смысле омрачений",
    "~"
   ],
   [
    "khandhamāra",
    "муж",
    "мара в смысле совокупностей",
    "~"
   ],
   [
    "devaputtamāra",
    "муж",
    "мара в смысле божества",
    "~"
   ],
   [
    "maccumāra",
    "муж",
    "мара в смысле смерти",
    "~"
   ]
  ],
  "count": 5
 },
 "trees": {
  "data": [
   [
    "amba 1",
    "муж",
    "манговое дерево",
    "✓"
   ],
   [
    "assattha 1",
    "муж",
    "инжир священный",
    "✓"
   ],
   [
    "āmalakī",
    "жен",
    "инди́йский крыжо́вник",
    "✓"
   ],
   [
    "udumbara",
    "муж",
    "фиговое дерево или плод фигового дерева",
    "✓"
   ],
   [
    "kakudha 2",
    "муж",
    "дерево арджуна",
    "~"
   ],
   [
    "kacchaka",
    "муж",
    "красный кедр",
    "✓"
   ],
   [
    "kaṭṭhaka",
    "муж",
    "бамбук",
    "✓"
   ],
   [
    "kaṇikāra",
    "муж",
    "канак чампа",
    "✓"
   ],
   [
    "kadali 1",
    "жен",
    "дерево банана",
    "✓"
   ],
   [
    "kapitthana 1",
    "муж",
    "портия",
    "✓"
   ],
   [
    "karañja",
    "муж",
    "индийский бук",
    "~"
   ],
   [
    "kareri",
    "муж",
    "дерево карери",
    "✓"
   ],
   [
    "kiṃsuka",
    "муж",
    "дерево попугай",
    "✓"
   ],
   [
    "kūṭasimbalī",
    "муж",
    "колючее красное хлопковое дерево",
    "~"
   ],
   [
    "koṭasimbali",
    "муж",
    "кривое шелковое хлопковое дерево",
    "~"
   ],
   [
    "kolarukkha",
    "муж",
    "зизифус",
    "~"
   ],
   [
    "khadira",
    "муж",
    "дерево акации",
    "~"
   ],
   [
    "candana 3",
    "муж",
    "сандаловое дерево",
    "✓"
   ],
   [
    "campaka",
    "муж",
    "дерево с ароматными цветами",
    "~"
   ],
   [
    "jambu",
    "жен",
    "розовая яблоня",
    "✓"
   ],
   [
    "jambū",
    "жен",
    "дерево розовое яблоко",
    "✓"
   ],
   [
    "takkārī",
    "жен",
    "египетский речной конопель",
    "✓"
   ],
   [
    "tāla 1.1",
    "муж",
    "пальма",
    "✓"
   ],
   [
    "tiṇḍuka 1",
    "муж",
    "дерево эбии малабарской",
    "~"
   ],
   [
    "tiṇḍuka 2",
    "ср",
    "плод малабарского эбенового дерева",
    "✓"
   ],
   [
    "tinduka",
    "муж",
    "малабарское эбеновое дерево",
    "✓"
   ],
   [
    "timbaru 1",
    "муж",
    "плод дерева строхноса или малабарского эбенового дерева",
    "✓"
   ],
   [
    "tirīṭa",
    "ср",
    "ткань, сделанная из коры деревьев лодра",
    "✓"
   ],
   [
    "dālima",
    "муж",
    "дерево граната",
    "✓"
   ],
   [
    "dhava 1",
    "муж",
    "тьолок деревянистый",
    "✓"
   ],
   [
    "nāga 7",
    "муж",
    "огромное дерево",
    "✓"
   ],
   [
    "nāḷikera 1",
    "муж",
    "дерево кокосовой пальмы",
    "~"
   ],
   [
    "nigrodha 1",
    "муж",
    "баньян",
    "✓"
   ],
   [
    "nicula",
    "муж",
    "дерево",
    "✓"
   ],
   [
    "palāsa 1.2",
    "муж",
    "паласа",
    "✓"
   ],
   [
    "pāṭalī 2",
    "муж",
    "труба-цветочное дерево",
    "✓"
   ],
   [
    "pāṭalī 3",
    "жен",
    "труба цветок",
    "~"
   ],
   [
    "pāricchatta",
    "муж",
    "коралловое дерево",
    "~"
   ],
   [
    "pāricchattaka",
    "муж",
    "коралловое дерево",
    "~"
   ],
   [
    "pārichatta",
    "муж",
    "наименование вида дерева",
    "✓"
   ],
   [
    "pārichattaka",
    "муж",
    "название вида дерева",
    "~"
   ],
   [
    "pilakkha",
    "муж",
    "белый инжир",
    "✓"
   ],
   [
    "pucimanda",
    "муж",
    "нимовое дерево",
    "✓"
   ],
   [
    "puṇḍarīka 2",
    "ср",
    "душистое манговое дерево",
    "~"
   ],
   [
    "punnāga",
    "муж",
    "александрийское лавровое дерево",
    "✓"
   ],
   [
    "phandana 3",
    "муж",
    "вид дерева",
    "✓"
   ],
   [
    "badarī",
    "жен",
    "барбарисовое дерево",
    "~"
   ],
   [
    "bimbijāla",
    "муж",
    "дерево, под которым пробудился Будда Дхаммадасси",
    "~"
   ],
   [
    "beluva 1",
    "муж",
    "древесная яблоня",
    "✓"
   ],
   [
    "beluvalaṭṭhikā",
    "жен",
    "саженец древесной яблони",
    "✓"
   ],
   [
    "beḷuva 2",
    "муж",
    "древесное яблоневое дерево",
    "~"
   ],
   [
    "beḷuva 3",
    "ср",
    "плод дерева билева",
    "✓"
   ],
   [
    "bodhi 3",
    "жен",
    "дерево бодхи",
    "~"
   ],
   [
    "bodhirukkha",
    "муж",
    "бодхи дерево",
    "✓"
   ],
   [
    "madhuka",
    "муж",
    "масляное дерево",
    "✓"
   ],
   [
    "mandārava",
    "муж",
    "коралловое дерево",
    "✓"
   ],
   [
    "mucalinda 1",
    "муж",
    "один из видов деревьев",
    "~"
   ],
   [
    "mucalinda 3",
    "муж",
    "тип дерева",
    "~"
   ],
   [
    "rājāyatana",
    "муж",
    "чароли, дерево",
    "~"
   ],
   [
    "labuja",
    "муж",
    "хлебное дерево",
    "~"
   ],
   [
    "vaṭa 3",
    "муж",
    "бодхи дерево",
    "~"
   ],
   [
    "vaṭarukkha",
    "муж",
    "беседочный фикус",
    "~"
   ],
   [
    "vaṃsa 1",
    "муж",
    "бамбук",
    "✓"
   ],
   [
    "salaḷa",
    "ср",
    "индийское ладанное дерево",
    "✓"
   ],
   [
    "sallakī",
    "жен",
    "дерево ладана",
    "~"
   ],
   [
    "sāka 2",
    "ср",
    "тиковое дерево",
    "✓"
   ],
   [
    "sāla 1.1",
    "муж",
    "дерево Сал",
    "✓"
   ],
   [
    "sālarukkha",
    "муж",
    "сал дерево",
    "~"
   ],
   [
    "simbalī",
    "муж",
    "дерево бомбакс (шелковистое хлопковое дерево)",
    "✓"
   ],
   [
    "sirīsa",
    "муж",
    "альбиция леббек",
    "✓"
   ],
   [
    "siṃsapā",
    "жен",
    "дерево симсапа",
    "✓"
   ],
   [
    "sīsapā",
    "жен",
    "дерево симсапа",
    "✓"
   ],
   [
    "haricandana",
    "ср",
    "желтое сандаловое дерево",
    "✓"
   ]
  ],
  "count": 73
 },
 "names of heavens": {
  "data": [
   [
    "ambaraambaravatiya",
    "муж",
    "название небесного города",
    "~"
   ],
   [
    "aviha 1",
    "муж",
    "название небесного царства",
    "✓"
   ],
   [
    "vehapphala 1",
    "муж",
    "класс божественных существ",
    "✓"
   ],
   [
    "suddhāvāsa 1",
    "муж",
    "Чистая Обитель",
    "✓"
   ],
   [
    "subhakiṇha 1",
    "муж",
    "класс божественных существ",
    "✓"
   ]
  ],
  "count": 5
 },
 "names of monasteries": {
  "data": [
   [
    "ambalaṭṭhikā",
    "жен",
    "название монастыря",
    "✓"
   ],
   [
    "ambāṭakārāma",
    "муж",
    "название монастыря",
    "✓"
   ],
   [
    "ekapuṇḍarīka 2",
    "муж",
    "название монастыря для странствующих аскетов",
    "✓"
   ],
   [
    "kapotakandarā",
    "жен",
    "название монастыря",
    "✓"
   ],
   [
    "kāḷakārāma",
    "муж",
    "название монастыря",
    "✓"
   ],
   [
    "kukkuṭārāma",
    "муж",
    "название монастыря недалеко от Паталипутты",
    "✓"
   ],
   [
    "kūṭāgārasālā 2",
    "жен",
    "название монастыря за пределами Весали",
    "✓"
   ],
   [
    "koḷikārāma",
    "муж",
    "название монастыря",
    "✓"
   ],
   [
    "khemiyambavana",
    "ср",
    "кхемиямбававананачальное манговое земледельческое хозяйство",
    "✓"
   ],
   [
    "giñjakāvasatha",
    "муж",
    "кирпичный дом",
    "✓"
   ],
   [
    "gosiṅgasālavana",
    "ср",
    "название монастыря",
    "✓"
   ],
   [
    "gosiṅgasālavanadāya",
    "муж",
    "название монастыря",
    "✓"
   ],
   [
    "ghositārāma",
    "муж",
    "монастырь Гхосита",
    "✓"
   ],
   [
    "jīvakambavana",
    "ср",
    "название монастыря рядом с Раджагаха",
    "✓"
   ],
   [
    "jetavana",
    "ср",
    "название монастыря в Саваттхи",
    "✓"
   ],
   [
    "tapoda 2",
    "муж",
    "название монастыря",
    "~"
   ],
   [
    "tapodārāma",
    "муж",
    "парк горячих источников",
    "✓"
   ],
   [
    "tindukakhāṇuparibbājakārāma",
    "муж",
    "монастырь странствующих аскетов под названием Тиндукханупаливаджакрама",
    "~"
   ],
   [
    "dhavajālikā",
    "жен",
    "название монастыря",
    "✓"
   ],
   [
    "pāvārikambavana",
    "ср",
    "название монастыря",
    "✓"
   ],
   [
    "pubbārāma",
    "муж",
    "Восточный Парк",
    "✓"
   ],
   [
    "pokkharaṇiyā",
    "жен",
    "название монастыря",
    "✓"
   ],
   [
    "badarikārāma",
    "муж",
    "название монастыря рядом с Косамби",
    "✓"
   ],
   [
    "makhādevaambavana",
    "ср",
    "наименование монастыря в Митхиле",
    "✓"
   ],
   [
    "magghadevaambavana",
    "ср",
    "наименование монастыря",
    "~"
   ],
   [
    "maghadevaambavana",
    "ср",
    "мангровая роща Магхадевы",
    "✓"
   ],
   [
    "maghadevambavana",
    "ср",
    "имя монастыря",
    "✓"
   ],
   [
    "migāramātupāsāda",
    "муж",
    "название монастыря",
    "✓"
   ],
   [
    "rājakārāma",
    "муж",
    "название монастыря",
    "~"
   ],
   [
    "vaṭajālikā",
    "жен",
    "название монастыря",
    "✓"
   ],
   [
    "vaṭṭajālikā",
    "жен",
    "название монастыря",
    "✓"
   ],
   [
    "salaḷāgāra",
    "ср",
    "наименование монастыря",
    "~"
   ],
   [
    "heṭṭhāmigāramātupāsāda",
    "муж",
    "под залом матери мигары",
    "~"
   ]
  ],
  "count": 33
 },
 "foodstuff": {
  "data": [
   [
    "ambāṭaka",
    "муж",
    "амра",
    "✓"
   ],
   [
    "kaṅgu",
    "жен",
    "просо",
    "~"
   ],
   [
    "kaḷāyayūsa",
    "муж",
    "бульон из коровьего гороха",
    "✓"
   ],
   [
    "kudrusaka",
    "муж",
    "просо пальцевое",
    "~"
   ],
   [
    "kudrūsaka",
    "муж",
    "кудрусак",
    "~"
   ],
   [
    "kulatthayūsa",
    "муж",
    "отвар из конского гороха",
    "✓"
   ],
   [
    "godhūma",
    "муж",
    "пшеница",
    "~"
   ],
   [
    "tilatela",
    "ср",
    "кунжутное масло",
    "✓"
   ],
   [
    "tela",
    "ср",
    "масло",
    "✓"
   ],
   [
    "nāḷikera 2",
    "ср",
    "кокос (фрукт)",
    "~"
   ],
   [
    "nīvāra",
    "муж",
    "дикий рис",
    "✓"
   ],
   [
    "piññāka",
    "ср",
    "молотый кунжут",
    "✓"
   ],
   [
    "badarikā",
    "жен",
    "плод зизифуса",
    "✓"
   ],
   [
    "beluva 2",
    "ср",
    "плоды древесного яблока",
    "✓"
   ],
   [
    "muggayūsa",
    "муж",
    "бульон из мунг-бобов",
    "✓"
   ],
   [
    "yava 1",
    "муж",
    "ячмень",
    "✓"
   ],
   [
    "yavaka",
    "муж",
    "ячмень",
    "✓"
   ],
   [
    "yūsa 1",
    "муж",
    "суп",
    "✓"
   ],
   [
    "varaka 1.1",
    "муж",
    "фасоль",
    "~"
   ],
   [
    "vasātela",
    "ср",
    "топленый жир",
    "✓"
   ],
   [
    "vīhi",
    "муж",
    "рис-падди",
    "✓"
   ],
   [
    "sappi 1.1",
    "ср",
    "топленое масло",
    "✓"
   ],
   [
    "sappitela",
    "ср",
    "топлёное масло и масло",
    "✓"
   ],
   [
    "sāmāka",
    "муж",
    "просо",
    "✓"
   ],
   [
    "sāli",
    "муж",
    "рис",
    "✓"
   ],
   [
    "sāsapatela",
    "ср",
    "горчичное масло",
    "✓"
   ],
   [
    "hareṇukayūsa",
    "муж",
    "гороховый суп",
    "✓"
   ]
  ],
  "count": 27
 },
 "family members": {
  "data": [
   [
    "ammā 1",
    "жен",
    "мать",
    "✓"
   ],
   [
    "kaniṭṭhabhātar",
    "муж",
    "младший брат",
    "~"
   ],
   [
    "kaniṭṭhabhātika",
    "муж",
    "младший брат",
    "✓"
   ],
   [
    "cūḷapitar",
    "муж",
    "дядя",
    "~"
   ],
   [
    "jananī 2",
    "жен",
    "мать",
    "~"
   ],
   [
    "dāyādaka",
    "муж",
    "наследник",
    "✓"
   ],
   [
    "dāyādikā",
    "жен",
    "женщина-наследница",
    "✓"
   ],
   [
    "nattaka 2.1",
    "муж",
    "внук",
    "~"
   ],
   [
    "nattar",
    "муж",
    "внук",
    "✓"
   ],
   [
    "pitar",
    "муж",
    "отец",
    "✓"
   ],
   [
    "pitā",
    "муж",
    "отец",
    "✓"
   ],
   [
    "pitāmaha 1",
    "муж",
    "дед",
    "✓"
   ],
   [
    "pettiya",
    "муж",
    "дядя",
    "~"
   ],
   [
    "bandhava",
    "муж",
    "родственник",
    "✓"
   ],
   [
    "bandhavāni",
    "ср",
    "родственники",
    "✓"
   ],
   [
    "bhaginī 1",
    "жен",
    "сестра",
    "✓"
   ],
   [
    "bhattar 2",
    "муж",
    "муж",
    "✓"
   ],
   [
    "bhāgineyya",
    "муж",
    "племянник",
    "✓"
   ],
   [
    "bhātar",
    "муж",
    "брат",
    "✓"
   ],
   [
    "bhātika",
    "муж",
    "брат",
    "✓"
   ],
   [
    "bhātuka",
    "муж",
    "брат",
    "~"
   ],
   [
    "mātari",
    "жен",
    "в матери",
    "✓"
   ],
   [
    "mātāpitar",
    "муж",
    "родители",
    "✓"
   ],
   [
    "mātāpetti",
    "муж",
    "мама и папа",
    "✓"
   ],
   [
    "mātucchā",
    "жен",
    "сестра матери",
    "✓"
   ],
   [
    "mātumātar",
    "жен",
    "бабушка",
    "✓"
   ],
   [
    "mātula",
    "муж",
    "дядя по матери",
    "✓"
   ],
   [
    "mātulānī",
    "жен",
    "жена дяди по материнской линии",
    "✓"
   ],
   [
    "saudariyā",
    "жен",
    "сестра, рождённая от одной матери",
    "✓"
   ],
   [
    "samātar",
    "жен",
    "собственная мать",
    "✓"
   ],
   [
    "sasu",
    "жен",
    "тёща",
    "✓"
   ],
   [
    "sasura",
    "муж",
    "тесть",
    "✓"
   ],
   [
    "sassu",
    "жен",
    "свекровь",
    "✓"
   ],
   [
    "sassura",
    "муж",
    "тесть",
    "✓"
   ]
  ],
  "count": 34
 },
 "three daughters of Mara": {
  "data": [
   [
    "arati 2",
    "жен",
    "имя одной из трех дочерей Смерти",
    "✓"
   ],
   [
    "taṇhā arati ragā",
    "идиома",
    "имена трех дочерей Смерти",
    "✓"
   ],
   [
    "taṇhā 3",
    "жен",
    "имя одной из трех дочерей Смерти",
    "✓"
   ],
   [
    "ragā",
    "жен",
    "имя одной из трех дочерей Смерти",
    "✓"
   ]
  ],
  "count": 4
 },
 "three realms of existence": {
  "data": [
   [
    "arūpabhava",
    "муж",
    "существование в нематериальном мире",
    "✓"
   ],
   [
    "kāmabhava 1",
    "муж",
    "становление в мире чувственного желания",
    "✓"
   ],
   [
    "rūpabhava",
    "муж",
    "становление в мире форм",
    "✓"
   ]
  ],
  "count": 3
 },
 "suffixes": {
  "data": [
   [
    "alapaccaya",
    "муж",
    "суффикс, используемый для образования многократных глаголов",
    "✓"
   ],
   [
    "āpaccaya",
    "муж",
    "(грам.) суффикс ā",
    "✓"
   ],
   [
    "āya 2.1",
    "суфф",
    "(грам.) суффикс āya",
    "✓"
   ],
   [
    "āyapaccaya",
    "муж",
    "суффикс ая",
    "✓"
   ],
   [
    "āra 1",
    "суфф",
    "(грам) ара",
    "✓"
   ],
   [
    "āla",
    "суфф",
    "(грам.) ала",
    "✓"
   ],
   [
    "iṭṭha 2.1",
    "суфф",
    "(грам) (образует превосходную форму прилагательного)",
    "✓"
   ],
   [
    "ima 2.1",
    "суфф",
    "наибольший",
    "✓"
   ],
   [
    "īya",
    "суфф",
    "(грам) суффикс īya",
    "✓"
   ],
   [
    "īyapaccaya",
    "муж",
    "(грам) суффикс īya",
    "✓"
   ],
   [
    "kapaccaya",
    "муж",
    "суффикс \"ка\"",
    "✓"
   ],
   [
    "khattuṃ",
    "суфф",
    "(столько-то) раз",
    "✓"
   ],
   [
    "khapaccaya",
    "муж",
    "суффикс ха",
    "✓"
   ],
   [
    "ci",
    "несклон",
    "сколько-то",
    "✓"
   ],
   [
    "chapaccaya",
    "муж",
    "(грамм.) ча суффикс",
    "✓"
   ],
   [
    "ṇayapaccaya 1",
    "муж",
    "(грам.) суффикс -ая",
    "✓"
   ],
   [
    "ṇayapaccaya 3",
    "муж",
    "(грам) суффикс *ая",
    "✓"
   ],
   [
    "ta 3.1",
    "суфф",
    "(грам) основной суффикс",
    "✓"
   ],
   [
    "tama",
    "суфф",
    "наибольший",
    "✓"
   ],
   [
    "tara 2",
    "суфф",
    "больше",
    "✓"
   ],
   [
    "tave",
    "суфф",
    "(суффикс инфинитива) -ть",
    "✓"
   ],
   [
    "tā 2.1",
    "суфф",
    "(грам) состояние",
    "✓"
   ],
   [
    "tuṃ",
    "суфф",
    "суффикс, используемый для создания инфинитивных глаголов",
    "~"
   ],
   [
    "to 1",
    "суфф",
    "от",
    "✓"
   ],
   [
    "to 2",
    "суфф",
    "как",
    "✓"
   ],
   [
    "tvā",
    "суфф",
    "абсолютное окончание, обозначающее продолжающееся, сопутствующее или завершённое действие",
    "✓"
   ],
   [
    "tvāna",
    "суфф",
    "абсолютивный суффикс, обозначающий продолжающееся, одновременно происходящее или завершенное действие",
    "✓"
   ],
   [
    "dhā 1",
    "суфф",
    "на (столько-то) частей",
    "✓"
   ],
   [
    "mant",
    "суфф",
    "как",
    "~"
   ],
   [
    "vant",
    "суфф",
    "как",
    "✓"
   ],
   [
    "sa 4.1",
    "суфф",
    "са суффикс",
    "✓"
   ],
   [
    "sapaccaya 3.1",
    "муж",
    "(грам) суффикс са",
    "✓"
   ],
   [
    "so 2.1",
    "суфф",
    "как",
    "✓"
   ],
   [
    "so 2.2",
    "суфф",
    "пятью пять способов",
    "✓"
   ],
   [
    "ssa 2",
    "суфф",
    "суффикс ssa",
    "✓"
   ],
   [
    "hiti",
    "суфф",
    "он сделает",
    "✓"
   ],
   [
    "hisi",
    "суфф",
    "ты сделаешь",
    "✓"
   ]
  ],
  "count": 37
 },
 "four bonds": {
  "data": [
   [
    "avijjāyoga",
    "муж",
    "ярмо невежества",
    "✓"
   ],
   [
    "kāmayoga",
    "муж",
    "ярмо чувственных удовольствий",
    "✓"
   ],
   [
    "diṭṭhiyoga",
    "муж",
    "ярмо убеждений",
    "✓"
   ],
   [
    "bhavayoga",
    "муж",
    "ярмо бытия",
    "✓"
   ]
  ],
  "count": 4
 },
 "cattāro oghā": {
  "data": [
   [
    "avijjogha",
    "муж",
    "поток заблуждения",
    "✓"
   ],
   [
    "kāmogha",
    "муж",
    "поток чувственного удовольствия",
    "✓"
   ],
   [
    "diṭṭhogha",
    "муж",
    "поток мнений",
    "✓"
   ],
   [
    "bhavogha",
    "муж",
    "поток существования",
    "✓"
   ]
  ],
  "count": 4
 },
 "months of the lunar year": {
  "data": [
   [
    "asāḷha",
    "муж",
    "месяц лунного календаря",
    "~"
   ],
   [
    "assayuja 1",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "kattikā 1",
    "жен",
    "название лунного месяца",
    "✓"
   ],
   [
    "citta 2.6",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "jeṭṭha 2",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "poṭṭhapāda 2",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "phagguna 3",
    "муж",
    "имя лунного месяца",
    "~"
   ],
   [
    "phussa 2.1",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "māgasira",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "māgha 2",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "vesākha",
    "муж",
    "месяц лунного календаря",
    "✓"
   ],
   [
    "sāvana",
    "муж",
    "месяц лунного календаря",
    "~"
   ]
  ],
  "count": 12
 },
 "seven treasures": {
  "data": [
   [
    "assaratana",
    "ср",
    "сокровище-конь",
    "✓"
   ],
   [
    "itthiratana",
    "ср",
    "сокровище-женщина",
    "✓"
   ],
   [
    "gahapatiratana",
    "ср",
    "сокровище распорядитель",
    "✓"
   ],
   [
    "cakkaratana",
    "ср",
    "драгоценное колесо",
    "✓"
   ],
   [
    "pariṇāyakaratana",
    "ср",
    "сокровище-советник",
    "✓"
   ],
   [
    "maṇiratana",
    "ср",
    "сокровище-самоцвет",
    "✓"
   ],
   [
    "hatthiratana",
    "ср",
    "сокровище-слон",
    "✓"
   ]
  ],
  "count": 7
 },
 "musical instruments": {
  "data": [
   [
    "ānaka",
    "муж",
    "литавры",
    "✓"
   ],
   [
    "ḍiṇḍima",
    "муж",
    "барабан",
    "✓"
   ],
   [
    "tiṇava",
    "муж",
    "барабан",
    "✓"
   ],
   [
    "dundubhi",
    "ср",
    "барабан",
    "✓"
   ],
   [
    "paṇava",
    "муж",
    "малый барабан",
    "✓"
   ],
   [
    "bheri",
    "жен",
    "котелочный барабан",
    "✓"
   ],
   [
    "mudiṅga",
    "муж",
    "литавры",
    "✓"
   ],
   [
    "vīṇakā",
    "жен",
    "маленькая вина",
    "~"
   ],
   [
    "vīṇā",
    "жен",
    "индийская лютня",
    "✓"
   ],
   [
    "saṅkhapaṇava",
    "ср",
    "раковина и барабан",
    "✓"
   ]
  ],
  "count": 10
 },
 "medicines": {
  "data": [
   [
    "āmalaka 1",
    "ср",
    "плод индийского крыжовника",
    "~"
   ],
   [
    "eraṇḍatela",
    "ср",
    "масло клещевины",
    "✓"
   ],
   [
    "kuṭaja",
    "муж",
    "медицинское дерево",
    "✓"
   ],
   [
    "tela",
    "ср",
    "масло",
    "✓"
   ],
   [
    "madhukatela",
    "ср",
    "махуя масло",
    "✓"
   ],
   [
    "marica",
    "ср",
    "черный перец",
    "✓"
   ],
   [
    "maricacuṇṇa",
    "ср",
    "черный перец порошок",
    "✓"
   ],
   [
    "loṇasovīraka",
    "муж",
    "название лекарственного тоника",
    "✓"
   ]
  ],
  "count": 8
 },
 "types of monastics": {
  "data": [
   [
    "āraññika 1",
    "муж",
    "лесной житель",
    "✓"
   ],
   [
    "āruddhaka",
    "муж",
    "аскетический тип",
    "~"
   ],
   [
    "iddhimant",
    "муж",
    "у кого есть экстрасенсорные способности",
    "✓"
   ],
   [
    "iddhimantinī",
    "жен",
    "у кого есть экстрасенсорные способности",
    "✓"
   ],
   [
    "iddhimantī",
    "жен",
    "женщина, обладающая сверхъестественными способностями",
    "~"
   ],
   [
    "upaṭṭhāka 1",
    "муж",
    "помощник",
    "✓"
   ],
   [
    "upaṭṭhāka 2",
    "муж",
    "медбрат",
    "✓"
   ],
   [
    "ovādaka 1",
    "муж",
    "советник",
    "✓"
   ],
   [
    "khajjabhājaka",
    "муж",
    "распределитель еды",
    "✓"
   ],
   [
    "gaṇī",
    "муж",
    "лидер группы",
    "✓"
   ],
   [
    "gotamaka 2",
    "муж",
    "ученик Готамы",
    "~"
   ],
   [
    "jhāyi 1.1",
    "муж",
    "медитирующий",
    "✓"
   ],
   [
    "jhāyī 1",
    "муж",
    "медитирующий",
    "✓"
   ],
   [
    "tedaṇḍika",
    "муж",
    "аскет, несущий три посоха",
    "~"
   ],
   [
    "desaka",
    "муж",
    "учитель",
    "✓"
   ],
   [
    "desetar",
    "муж",
    "учитель",
    "✓"
   ],
   [
    "dhammakathika",
    "муж",
    "проповедник дхаммы",
    "✓"
   ],
   [
    "phalabhājaka",
    "муж",
    "распределитель фруктов",
    "✓"
   ],
   [
    "bhattuddesaka",
    "муж",
    "распределитель еды",
    "✓"
   ],
   [
    "bhāṇaka 1",
    "муж",
    "рецитатор сутр",
    "✓"
   ],
   [
    "bhāṇikā",
    "жен",
    "женщина-декламатор священных текстов",
    "~"
   ],
   [
    "bhikkhunovādaka",
    "муж",
    "наставник монахинь",
    "✓"
   ],
   [
    "yāgubhājaka",
    "муж",
    "распределитель рисового отвара",
    "✓"
   ],
   [
    "yogāvacara",
    "муж",
    "духовный практик",
    "~"
   ],
   [
    "yogī",
    "муж",
    "медитирующий",
    "✓"
   ],
   [
    "vinayadhara",
    "муж",
    "эксперт по монашеской дисциплине",
    "✓"
   ],
   [
    "satthar 1",
    "муж",
    "учитель",
    "✓"
   ],
   [
    "suttantika",
    "муж",
    "кто выучил сутры наизусть",
    "✓"
   ],
   [
    "sekha 1",
    "муж",
    "практикант",
    "✓"
   ],
   [
    "senāsanapaññāpaka",
    "муж",
    "управляющий местами проживания",
    "✓"
   ]
  ],
  "count": 30
 },
 "names of mountains": {
  "data": [
   [
    "ujjuhāna",
    "муж",
    "имя горы",
    "✓"
   ],
   [
    "gayāsīsa",
    "ср",
    "название скалы близ Гайи",
    "✓"
   ],
   [
    "gijjhakūṭa",
    "муж",
    "пик стервятника",
    "✓"
   ],
   [
    "cālikāpabbata",
    "муж",
    "название горы",
    "✓"
   ],
   [
    "nesādaka",
    "муж",
    "название горы",
    "✓"
   ],
   [
    "paṭibhānakūṭa",
    "муж",
    "пик понимания",
    "✓"
   ],
   [
    "paṇḍava",
    "ср",
    "название горы рядом с Раджагаха",
    "✓"
   ],
   [
    "paṇḍavapabbata",
    "муж",
    "название горы недалеко от Раджагахи",
    "✓"
   ],
   [
    "mahāmeru",
    "муж",
    "название горы",
    "✓"
   ],
   [
    "meru",
    "муж",
    "мифическая гора в центре вселенной",
    "✓"
   ],
   [
    "vipula 2",
    "муж",
    "название горы рядом с раджагаха",
    "✓"
   ],
   [
    "vepulla 2",
    "муж",
    "название горы недалеко от Раджагахи",
    "~"
   ],
   [
    "saṅkheyyaka",
    "ср",
    "название горы",
    "✓"
   ],
   [
    "seta 2",
    "муж",
    "название горной вершины в Гималаях",
    "✓"
   ]
  ],
  "count": 14
 },
 "five hindrances": {
  "data": [
   [
    "uddhaccakukkuccanīvaraṇa",
    "ср",
    "препятствие беспокойства и суетливости",
    "✓"
   ],
   [
    "kāmacchandanīvaraṇa",
    "ср",
    "препятствие заинтересованности в чувственных удовольствиях",
    "✓"
   ],
   [
    "thīnamiddhanīvaraṇa",
    "ср",
    "препятствие тупости и дремоты",
    "✓"
   ],
   [
    "byāpādanīvaraṇa",
    "ср",
    "препятствие злой воли",
    "✓"
   ],
   [
    "vicikicchānīvaraṇa",
    "ср",
    "препятствие сомнения",
    "✓"
   ]
  ],
  "count": 5
 },
 "names of animals": {
  "data": [
   [
    "uposatha 3",
    "муж",
    "имя королевского слона Махасудассаны",
    "✓"
   ],
   [
    "ekapuṇḍarīka 3",
    "муж",
    "настоящая кличка слона царя пасенади",
    "✓"
   ],
   [
    "girimekhala",
    "муж",
    "имя слона Мары",
    "~"
   ],
   [
    "dhanapāla",
    "муж",
    "защитник богатства",
    "✓"
   ],
   [
    "dhanapālaka",
    "муж",
    "имя слона",
    "~"
   ],
   [
    "valāhaka 2",
    "муж",
    "имя королевского скакуна Махасудассаны",
    "✓"
   ],
   [
    "seta 3",
    "муж",
    "имя слона царя Пасенада, буквально белый",
    "✓"
   ]
  ],
  "count": 7
 },
 "types of elephants": {
  "data": [
   [
    "uposatha 4",
    "ср",
    "наименование типа слона",
    "~"
   ],
   [
    "uposathachaddanta",
    "ср",
    "имена двух типов слонов",
    "~"
   ],
   [
    "kaṇerukā",
    "жен",
    "название типа самки слона с острыми бивнями",
    "✓"
   ],
   [
    "kālāvaka",
    "ср",
    "название типа слона",
    "~"
   ],
   [
    "kāḷārikā",
    "жен",
    "название типа слонихи с разреженными и выступающими зубами",
    "✓"
   ],
   [
    "gaṅgeyya 1",
    "ср",
    "название вида слона",
    "~"
   ],
   [
    "gandha 3",
    "ср",
    "название вида слона",
    "~"
   ],
   [
    "gandhamaṅgalahema",
    "ср",
    "название трёх видов слонов",
    "~"
   ],
   [
    "gandhahatthī",
    "муж",
    "название вида слона",
    "~"
   ],
   [
    "chaddanta 2",
    "ср",
    "имя типа слона",
    "~"
   ],
   [
    "tamba 1",
    "ср",
    "название типа слона",
    "~"
   ],
   [
    "tambapiṅgala",
    "ср",
    "названия двух типов слонов",
    "~"
   ],
   [
    "pakatihatthikula",
    "ср",
    "обычный тип слона",
    "~"
   ],
   [
    "paṇḍara 3",
    "ср",
    "название типа слона",
    "~"
   ],
   [
    "piṅgala 2",
    "ср",
    "наименование типа слона",
    "~"
   ],
   [
    "bhiṅkacchāpa",
    "муж",
    "молодое потомство слона",
    "✓"
   ],
   [
    "maṅgala 6",
    "ср",
    "название вида слона",
    "~"
   ],
   [
    "hatthikula",
    "ср",
    "вид слона, известный как хаттхикула",
    "~"
   ],
   [
    "hema 2",
    "ср",
    "название вида слона",
    "~"
   ]
  ],
  "count": 19
 },
 "onomatopoeia": {
  "data": [
   [
    "ulūka",
    "муж",
    "сова",
    "✓"
   ],
   [
    "kakaca",
    "муж",
    "пила",
    "✓"
   ],
   [
    "kāka",
    "муж",
    "ворон",
    "✓"
   ],
   [
    "kulala",
    "муж",
    "хищная птица",
    "✓"
   ],
   [
    "khulukhulu",
    "несклон",
    "шлёпающий звук",
    "✓"
   ],
   [
    "gaggarā",
    "жен",
    "название пруда с лотосами около Кампы",
    "✓"
   ],
   [
    "gaḷagaḷa",
    "несклон",
    "грохочущий звук",
    "~"
   ],
   [
    "gaḷagaḷāyati",
    "наст",
    "гремит",
    "✓"
   ],
   [
    "gaḷagaḷāyanta",
    "прич.наст",
    "гремящий",
    "✓"
   ],
   [
    "capucapu",
    "несклон",
    "чавкающий звук",
    "✓"
   ],
   [
    "cicciṭa",
    "несклон",
    "шипение",
    "✓"
   ],
   [
    "cicciṭāyati",
    "наст",
    "шипит",
    "✓"
   ],
   [
    "cicciṭi",
    "несклон",
    "шипящий звук",
    "✓"
   ],
   [
    "ciṭiciṭāyati",
    "наст",
    "шипит",
    "✓"
   ],
   [
    "ciṭiciṭi",
    "несклон",
    "шипение",
    "✓"
   ],
   [
    "taṭataṭa",
    "несклон",
    "звук рататата",
    "✓"
   ],
   [
    "taṭataṭāyati",
    "наст",
    "грохочет",
    "✓"
   ],
   [
    "daddabhāyati",
    "наст",
    "издаёт глухой звук, буквально издаёт звук \"дадабха\"",
    "✓"
   ],
   [
    "dundubhi",
    "ср",
    "барабан",
    "✓"
   ],
   [
    "paṭapaṭa",
    "несклон",
    "потрескивающий звук",
    "~"
   ],
   [
    "biḷibiḷikā",
    "жен",
    "болтовня",
    "~"
   ],
   [
    "bhabbhara",
    "муж",
    "хрустящий звук",
    "✓"
   ],
   [
    "bharabhara",
    "муж",
    "шорох",
    "✓"
   ],
   [
    "mayūra",
    "муж",
    "павлин",
    "✓"
   ],
   [
    "murumuru",
    "несклон",
    "жевательный звук",
    "✓"
   ],
   [
    "mora",
    "муж",
    "павлин",
    "✓"
   ],
   [
    "sarasara",
    "муж",
    "шелестящий звук",
    "✓"
   ],
   [
    "sassara",
    "муж",
    "шуршащий звук",
    "✓"
   ],
   [
    "surusuru",
    "несклон",
    "прихлебывающий звук",
    "✓"
   ],
   [
    "sū",
    "несклон",
    "хрюканье",
    "✓"
   ]
  ],
  "count": 30
 },
 "books of the Aṅguttara Nikāya": {
  "data": [
   [
    "ekādasakanipāta 1",
    "муж",
    "книга 11 Ангуттара Никая",
    "~"
   ],
   [
    "catukkaṅguttara",
    "муж",
    "книга 4 ан̄гуттара никайя",
    "~"
   ],
   [
    "catukkanipāta 1",
    "муж",
    "четвертая книга Ангуттара-никаи",
    "~"
   ],
   [
    "tikanipāta 1",
    "муж",
    "книга 3 Ангуттара-никая",
    "~"
   ],
   [
    "sattakanipāta 4",
    "муж",
    "седьмая книга Ангуттара-никаи",
    "~"
   ]
  ],
  "count": 5
 },
 "tortures": {
  "data": [
   [
    "eṇeyyaka",
    "ср",
    "название пытки",
    "✓"
   ],
   [
    "erakavattika",
    "ср",
    "название пытки",
    "✓"
   ],
   [
    "kahāpaṇika",
    "ср",
    "название пытки",
    "✓"
   ],
   [
    "khārāpatacchika",
    "ср",
    "название пытки",
    "✓"
   ],
   [
    "cīrakavāsika",
    "ср",
    "название пытки",
    "✓"
   ],
   [
    "jotimālika",
    "ср",
    "наименование пытки",
    "✓"
   ],
   [
    "palālapīṭhaka",
    "ср",
    "название пытки",
    "✓"
   ],
   [
    "palighaparivattika",
    "ср",
    "название пытки",
    "✓"
   ],
   [
    "baḷisamaṃsika",
    "ср",
    "название пытки",
    "✓"
   ],
   [
    "bilaṅgathālikā",
    "жен",
    "название пытки",
    "✓"
   ],
   [
    "rāhumukha",
    "ср",
    "название пытки",
    "✓"
   ],
   [
    "saṅkhamuṇḍika",
    "ср",
    "название пытки",
    "✓"
   ],
   [
    "hatthapajjotika",
    "ср",
    "название пытки",
    "✓"
   ]
  ],
  "count": 13
 },
 "families of serpents": {
  "data": [
   [
    "erāpatha",
    "муж",
    "название царской семьи змей",
    "✓"
   ],
   [
    "kaṇhāgotamaka",
    "муж",
    "название королевской семьи змеев",
    "✓"
   ],
   [
    "chabyāputta",
    "муж",
    "чабьяпутта — название королевского рода змей",
    "✓"
   ],
   [
    "virūpakkha 1",
    "муж",
    "название царской семьи змей",
    "✓"
   ]
  ],
  "count": 4
 },
 "colours": {
  "data": [
   [
    "odāta 1",
    "прич.прош",
    "белый",
    "✓"
   ],
   [
    "nīla 1",
    "прил",
    "темно-синий",
    "✓"
   ],
   [
    "nīla 2",
    "ср",
    "синий цвет",
    "✓"
   ],
   [
    "nīla 3",
    "прил",
    "зелёный",
    "✓"
   ],
   [
    "nīlaka",
    "прил",
    "синий",
    "✓"
   ],
   [
    "paṇḍara 1",
    "прил",
    "бледный",
    "✓"
   ],
   [
    "paṇḍu 1",
    "прил",
    "желтый",
    "✓"
   ],
   [
    "pīta 2.1",
    "прил",
    "желтый",
    "✓"
   ],
   [
    "mañjiṭṭhaka",
    "прил",
    "малиново-красный",
    "✓"
   ],
   [
    "mañjeṭṭhaka",
    "прил",
    "красно-розовый",
    "✓"
   ],
   [
    "mañjeṭṭhika",
    "прил",
    "красно-красный",
    "✓"
   ],
   [
    "ratta 2.2",
    "прич.прош",
    "красный",
    "✓"
   ],
   [
    "lohita 2",
    "прил",
    "красный",
    "✓"
   ],
   [
    "lohitaka 1",
    "прил",
    "красный",
    "✓"
   ],
   [
    "lohitika",
    "прил",
    "красный",
    "~"
   ],
   [
    "sukka 5",
    "ср",
    "белый",
    "✓"
   ],
   [
    "hari 2.1",
    "прил",
    "желтый",
    "✓"
   ],
   [
    "haliddi 3",
    "прил",
    "желтый",
    "✓"
   ]
  ],
  "count": 18
 },
 "chapters of the Majjhima Nikāya": {
  "data": [
   [
    "opammavagga",
    "муж",
    "глава третья из Маджхима Никая",
    "~"
   ],
   [
    "gahapativagga 1",
    "муж",
    "глава 6 Маджджхима Никая",
    "~"
   ],
   [
    "cūḷayamakavagga",
    "муж",
    "глава 5 мадджхима никая",
    "✓"
   ],
   [
    "bhikkhuvagga 1",
    "муж",
    "глава 7 Маджхима Никая",
    "~"
   ],
   [
    "mahāyamakavagga",
    "муж",
    "глава 4 Маджхима-никаи",
    "~"
   ],
   [
    "mūlapariyāyavagga",
    "муж",
    "глава 1 Маджджхима-никаи",
    "~"
   ],
   [
    "rājavagga 1",
    "муж",
    "глава 9 Маджхима Никая (MN81-90)",
    "✓"
   ],
   [
    "vibhaṅgavagga",
    "муж",
    "глава 14 Маджхима Никаи",
    "~"
   ],
   [
    "sāleyyavagga",
    "муж",
    "глава 5 мадджхима никаи, глава о сала (MN41-50)",
    "~"
   ],
   [
    "sīhanādavagga 1",
    "муж",
    "глава 2 Маджхима Никаи",
    "~"
   ]
  ],
  "count": 10
 },
 "ten kinds of wives": {
  "data": [
   [
    "obhaṭacumbaṭa",
    "прил",
    "снявший подголовник",
    "~"
   ],
   [
    "kammakārī",
    "жен",
    "женщина-работник",
    "~"
   ],
   [
    "chandavāsī",
    "прил",
    "живущие вместе по собственному выбору",
    "~"
   ],
   [
    "dhajāhaṭa",
    "прил",
    "захваченный на войне",
    "~"
   ],
   [
    "dhanakkīta",
    "прил",
    "приобретенный за деньги",
    "~"
   ],
   [
    "paṭavāsī",
    "прил",
    "живущий вместе ради одежды",
    "~"
   ],
   [
    "bhogavāsī",
    "прил",
    "живущий вместе ради денег",
    "~"
   ],
   [
    "muhuttikā 1",
    "жен",
    "сексуальная связь",
    "✓"
   ]
  ],
  "count": 8
 },
 "items in a numerical list": {
  "data": [
   [
    "ka 3.1",
    "несклон",
    "первая позиция в числовом списке",
    "✓"
   ],
   [
    "kha 1",
    "несклон",
    "второй пункт в числовом списке",
    "✓"
   ],
   [
    "ga 2.1",
    "несклон",
    "третий пункт в числовом списке",
    "✓"
   ],
   [
    "gha",
    "несклон",
    "четвёртый пункт в числовом списке",
    "✓"
   ],
   [
    "ṅa",
    "несклон",
    "пятый пункт в числовом списке",
    "✓"
   ],
   [
    "ca 1.2",
    "несклон",
    "шестой пункт в числовом списке",
    "✓"
   ],
   [
    "cha 1.2",
    "несклон",
    "седьмой пункт в числовом списке",
    "✓"
   ],
   [
    "ja 2.2",
    "несклон",
    "восьмой элемент в числовом списке",
    "✓"
   ],
   [
    "jha",
    "несклон",
    "девятый пункт в числовом списке",
    "✓"
   ],
   [
    "ña 1.1",
    "несклон",
    "десятый пункт в числовом списке",
    "✓"
   ]
  ],
  "count": 10
 },
 "previous Buddhas": {
  "data": [
   [
    "kakusandha",
    "муж",
    "наименование третьего предыдущего Будды",
    "✓"
   ],
   [
    "kassapa 1",
    "муж",
    "имя предыдущего Будды",
    "✓"
   ],
   [
    "koṇāgamana",
    "муж",
    "имя второго предыдущего Будды",
    "~"
   ],
   [
    "dīpaṅkara",
    "муж",
    "имя 26ого прошлого Будды",
    "✓"
   ],
   [
    "padumuttara 1",
    "муж",
    "имя предыдущего Будды",
    "✓"
   ],
   [
    "vipassī 1",
    "муж",
    "имя 7ого прошлого Будды",
    "✓"
   ],
   [
    "sikhī 1",
    "муж",
    "имя двадцатого предыдущего Будды",
    "~"
   ],
   [
    "sikhī 4",
    "муж",
    "имя пятого предыдущего Будды",
    "~"
   ]
  ],
  "count": 8
 },
 "names of books": {
  "data": [
   [
    "kaṅkhāvitaraṇī",
    "жен",
    "название комментария к Патимоккхе монахов и монахинь",
    "~"
   ],
   [
    "padarūpasiddhi",
    "жен",
    "название грамматического трактата Буддхапии в традиции Каккаяны",
    "~"
   ],
   [
    "papañcasūdanī",
    "жен",
    "комментарий к маджхима-никае, составленный буддхагхосой",
    "~"
   ],
   [
    "beda",
    "муж",
    "веды",
    "✓"
   ],
   [
    "manorathapūraṇī",
    "жен",
    "комментарий к Ангуттара Никае, составленный Буддхагхосой",
    "~"
   ],
   [
    "moggallāna 3",
    "ср",
    "название выдающегося грамматического трактата",
    "~"
   ],
   [
    "moggallānabyākaraṇa",
    "ср",
    "грамматический трактат Моггалланы",
    "✓"
   ],
   [
    "rūpasiddhi",
    "жен",
    "название грамматического трактата, написанного Буддхапией в традиции Каччаяны",
    "~"
   ],
   [
    "vajirabuddhi",
    "жен",
    "название подкомментария к Винае",
    "~"
   ],
   [
    "saddanīti",
    "жен",
    "всеобъемлющий грамматический трактат, написанный Аггавамсой в двенадцатом веке",
    "~"
   ],
   [
    "samantapāsādikā",
    "жен",
    "комментарий Буддхагхосы к Винае Питаке",
    "~"
   ],
   [
    "sammohavinodanī",
    "жен",
    "комментарий к Вибханга, второй книге Абхидхаммы",
    "~"
   ],
   [
    "sāratthaṭīkā",
    "жен",
    "подкомментарий на Винаю",
    "✓"
   ],
   [
    "sāratthadīpanīṭīkā",
    "жен",
    "подкомментарий к Винае, комментирующий Самантапасадика Буддхагхосы",
    "~"
   ],
   [
    "sumaṅgalavilāsinī",
    "жен",
    "комментарий к Дигха Никае, составленный Буддхагхосой",
    "~"
   ]
  ],
  "count": 15
 },
 "seven grains": {
  "data": [
   [
    "kaṅgu",
    "жен",
    "просо",
    "~"
   ],
   [
    "kudrusaka",
    "муж",
    "просо пальцевое",
    "~"
   ],
   [
    "kudrūsaka",
    "муж",
    "кудрусак",
    "~"
   ],
   [
    "godhūma",
    "муж",
    "пшеница",
    "~"
   ],
   [
    "yava 1",
    "муж",
    "ячмень",
    "✓"
   ],
   [
    "yavaka",
    "муж",
    "ячмень",
    "✓"
   ],
   [
    "varaka 1.1",
    "муж",
    "фасоль",
    "~"
   ],
   [
    "vīhi",
    "муж",
    "рис-падди",
    "✓"
   ],
   [
    "sāli",
    "муж",
    "рис",
    "✓"
   ],
   [
    "sālivīhiyavagodhūmakaṅguvarakakudrūsakasaṅkhāta",
    "прил",
    "что называется семью видами основных зерновых культур",
    "~"
   ]
  ],
  "count": 10
 },
 "grammars": {
  "data": [
   [
    "kaccāyana 2",
    "муж",
    "семенное грамматическое исследование, написанное в Шри-Ланке в седьмом веке",
    "~"
   ],
   [
    "padarūpasiddhi",
    "жен",
    "название грамматического трактата Буддхапии в традиции Каккаяны",
    "~"
   ],
   [
    "moggallāna 3",
    "ср",
    "название выдающегося грамматического трактата",
    "~"
   ],
   [
    "moggallānabyākaraṇa",
    "ср",
    "грамматический трактат Моггалланы",
    "✓"
   ],
   [
    "rūpasiddhi",
    "жен",
    "название грамматического трактата, написанного Буддхапией в традиции Каччаяны",
    "~"
   ],
   [
    "vuttodaya",
    "ср",
    "труд по пали просодии, написанный Санкхаракхита Тера",
    "~"
   ],
   [
    "saddanīti",
    "жен",
    "всеобъемлющий грамматический трактат, написанный Аггавамсой в двенадцатом веке",
    "~"
   ],
   [
    "saddanītidhātumālā",
    "жен",
    "раздел в грамматике Саддханити о корнях",
    "~"
   ]
  ],
  "count": 8
 },
 "epithets of Māra": {
  "data": [
   [
    "kaṇha 3",
    "муж",
    "темный",
    "✓"
   ],
   [
    "pamattabandhu",
    "муж",
    "эпитет Мары",
    "~"
   ],
   [
    "pāpimant 3",
    "муж",
    "злой",
    "✓"
   ]
  ],
  "count": 3
 },
 "books of the Abhidhamma": {
  "data": [
   [
    "kathāvatthu 3",
    "ср",
    "книга 5 абхидхаммы",
    "~"
   ],
   [
    "dhammasaṅgaṇī",
    "жен",
    "первая книга Абхидхаммы",
    "~"
   ],
   [
    "dhātukathā",
    "жен",
    "книга 3 Абхидхаммы",
    "~"
   ],
   [
    "paṭṭhāna 2",
    "ср",
    "книга 7 абхидхаммы",
    "~"
   ],
   [
    "puggalapaññatti",
    "жен",
    "книга 4 Абхидхаммы",
    "~"
   ],
   [
    "yamaka 3",
    "ср",
    "книга 6 Абхидхаммы",
    "~"
   ]
  ],
  "count": 6
 },
 "materials": {
  "data": [
   [
    "kāsikavattha",
    "ср",
    "тонкая хлопковая ткань из Каси",
    "✓"
   ],
   [
    "cīra",
    "ср",
    "волокно коры",
    "✓"
   ],
   [
    "tirīṭa",
    "ср",
    "ткань, сделанная из коры деревьев лодра",
    "✓"
   ],
   [
    "dukūla",
    "ср",
    "тонкая ткань",
    "✓"
   ],
   [
    "paṭaka",
    "муж",
    "хлопчатобумажная ткань",
    "✓"
   ],
   [
    "paṭāka",
    "ср",
    "знамя",
    "✓"
   ],
   [
    "masāṇa",
    "ср",
    "смешанная ткань",
    "✓"
   ],
   [
    "missakacoḷa",
    "ср",
    "смесь тканей",
    "~"
   ],
   [
    "rukkhattacavattha",
    "ср",
    "ткань, сделанная из коры дерева",
    "~"
   ],
   [
    "sāṇa 1.2",
    "ср",
    "ткань из конопли санн",
    "✓"
   ]
  ],
  "count": 10
 },
 "root groups": {
  "data": [
   [
    "kiyādi",
    "ср",
    "(грам.) √kī и др.",
    "✓"
   ],
   [
    "kiyādigaṇa",
    "муж",
    "(грамм) √kī и т. д. группа",
    "✓"
   ],
   [
    "gahādi",
    "ср",
    "(грам.) √gah и т.д.",
    "✓"
   ],
   [
    "gahādigaṇa",
    "муж",
    "группа гаh и т.п.",
    "✓"
   ],
   [
    "curādi",
    "ср",
    "корень √cur и т.д.",
    "✓"
   ],
   [
    "curādigaṇa",
    "муж",
    "(грам.) группа, начинающаяся с √cur",
    "✓"
   ],
   [
    "tanādi",
    "ср",
    "(грам.) √tan и т.д.",
    "✓"
   ],
   [
    "tanādigaṇa",
    "муж",
    "группа √tan и т.д.",
    "✓"
   ],
   [
    "divādi",
    "ср",
    "корень √div и т.д.",
    "✓"
   ],
   [
    "divādigaṇa",
    "муж",
    "(грам) группа √див и т.д.",
    "✓"
   ],
   [
    "bhūvādi",
    "ср",
    "(грам) √bhū и т. д.",
    "✓"
   ],
   [
    "bhūvādigaṇa",
    "муж",
    "группа √bhū и др.",
    "✓"
   ],
   [
    "rudhādi",
    "ср",
    "(грам.): √рудх и т.д.",
    "✓"
   ],
   [
    "rudhādigaṇa",
    "муж",
    "(грамм) √rudh и т.п. группа",
    "✓"
   ],
   [
    "svādi",
    "ср",
    "(грам.) √су и т.д.",
    "✓"
   ],
   [
    "svādigaṇa",
    "муж",
    "(грам) √су и т.д. группа",
    "✓"
   ]
  ],
  "count": 16
 },
 "names of hells": {
  "data": [
   [
    "kukkulaniraya",
    "муж",
    "название ада",
    "~"
   ],
   [
    "kukkuḷa 2",
    "муж",
    "имя ада",
    "~"
   ],
   [
    "chaphassāyatanika 1",
    "муж",
    "ад ада шести органов чувств",
    "✓"
   ],
   [
    "paccattavedaniya",
    "муж",
    "ад для личного переживания",
    "✓"
   ],
   [
    "mahāroruva",
    "муж",
    "название ада",
    "~"
   ],
   [
    "roruva",
    "муж",
    "название ада",
    "✓"
   ],
   [
    "saṅkusamāhata",
    "муж",
    "ад железных колов, бьющихся друг о друга",
    "✓"
   ],
   [
    "sañjīva 1",
    "муж",
    "название ада, где невозможно умереть",
    "~"
   ]
  ],
  "count": 8
 },
 "epithets of Sakka": {
  "data": [
   [
    "kosiya 2",
    "муж",
    "фамилия Сакка",
    "✓"
   ],
   [
    "makhādeva",
    "муж",
    "эпитет Сакки",
    "~"
   ],
   [
    "magghadeva",
    "муж",
    "эпитет Сакки",
    "~"
   ],
   [
    "magha",
    "муж",
    "имя Сакки в человеческой жизни",
    "~"
   ],
   [
    "maghadeva 2",
    "муж",
    "эпитет Сакки",
    "✓"
   ],
   [
    "maghavant",
    "прил",
    "эпитет Сакки",
    "✓"
   ],
   [
    "māgha 1",
    "муж",
    "эпитет Сакки",
    "✓"
   ],
   [
    "vajirapāṇi",
    "муж",
    "тот, кто держит в руке молнию",
    "✓"
   ],
   [
    "vāsava",
    "муж",
    "эпитет Сакки",
    "✓"
   ],
   [
    "sujampati",
    "муж",
    "эпитет Сакки",
    "✓"
   ]
  ],
  "count": 10
 },
 "books of the Vinayapiṭaka": {
  "data": [
   [
    "khandhakaparivāra",
    "муж",
    "книга 4 и 5 винаи-питаки",
    "~"
   ],
   [
    "cūḷavagga 1",
    "муж",
    "книга 4 виньяя питаки",
    "~"
   ],
   [
    "parivāra 4",
    "муж",
    "книга 5 Виная Питака",
    "~"
   ],
   [
    "mahāvagga 01",
    "муж",
    "книга 3 Винаи-Питаки",
    "~"
   ]
  ],
  "count": 4
 },
 "books of the Saṃyutta Nikāya": {
  "data": [
   [
    "khandhakavagga",
    "муж",
    "книга 3 Саṃютта Никаи",
    "~"
   ],
   [
    "khandhavagga",
    "муж",
    "книга 3 санкхитта никаи",
    "~"
   ],
   [
    "nidānavagga",
    "муж",
    "книга 2 из самъютта никая",
    "~"
   ],
   [
    "mahāvagga 03",
    "муж",
    "книга 5 из Саюкта Никая",
    "~"
   ],
   [
    "sagāthāvagga 1",
    "муж",
    "первая книга Самьюта Никая",
    "~"
   ],
   [
    "saḷāyatanavagga 2",
    "муж",
    "книга 4 Сангютта-никаи",
    "~"
   ]
  ],
  "count": 6
 },
 "sections of the Saṃyutta Nikāya": {
  "data": [
   [
    "khandhavaggasaṃyuttapāḷi",
    "жен",
    "книга 3 самъютта никаи",
    "~"
   ],
   [
    "nidānavaggasaṃyuttapāḷi",
    "жен",
    "книга 2 саṃютта-никая",
    "~"
   ],
   [
    "mahāvaggasaṃyuttapāḷi",
    "жен",
    "книга 5 самъютта никаи",
    "~"
   ],
   [
    "sagāthāvaggasaṃyuttapāḷi",
    "жен",
    "первая книга Самьюкта-никаи",
    "~"
   ],
   [
    "saḷāyatanavaggasaṃyuttapāḷi",
    "жен",
    "книга 4 самъютта никая",
    "~"
   ]
  ],
  "count": 5
 },
 "days of the week": {
  "data": [
   [
    "guruvāra",
    "муж",
    "четверг",
    "~"
   ],
   [
    "candavāra",
    "муж",
    "понедельник",
    "~"
   ],
   [
    "budhavāra",
    "муж",
    "среда",
    "~"
   ],
   [
    "bhummavāra",
    "муж",
    "вторник",
    "~"
   ],
   [
    "ravivāra",
    "муж",
    "воскресенье",
    "~"
   ],
   [
    "sukkavāra",
    "муж",
    "пятница",
    "~"
   ],
   [
    "soravāra",
    "муж",
    "суббота",
    "~"
   ]
  ],
  "count": 7
 },
 "Sri Lanka": {
  "data": [
   [
    "cetiyapabbata",
    "муж",
    "имя местности в Шри-Ланке",
    "~"
   ],
   [
    "nāgadīpa",
    "муж",
    "название полуострова на севере Шри-Ланки",
    "✓"
   ]
  ],
  "count": 2
 },
 "five liberations": {
  "data": [
   [
    "tadaṅgavimutti",
    "жен",
    "освобождение за счёт устранения противоположного фактора",
    "~"
   ],
   [
    "nissaraṇavimutti",
    "жен",
    "освобождение через бегство",
    "~"
   ],
   [
    "paṭippassaddhivimutti",
    "жен",
    "освобождение путем полного успокоения",
    "~"
   ],
   [
    "vikkhambhanavimutti",
    "жен",
    "освобождение посредством подавления",
    "~"
   ],
   [
    "samucchedavimutti",
    "жен",
    "освобождение путём истребления",
    "~"
   ]
  ],
  "count": 5
 },
 "dyes": {
  "data": [
   [
    "tāla 3.1",
    "муж",
    "пигмент",
    "✓"
   ],
   [
    "nīla 2",
    "ср",
    "синий цвет",
    "✓"
   ],
   [
    "nīlī 1",
    "жен",
    "растение индиго",
    "✓"
   ],
   [
    "mañjiṭṭhā 1",
    "жен",
    "пурпурная красная краска",
    "✓"
   ],
   [
    "lākhā 1",
    "жен",
    "природный лак",
    "✓"
   ],
   [
    "haliddā",
    "жен",
    "куркума",
    "✓"
   ],
   [
    "haliddi 2",
    "жен",
    "желтая краска",
    "✓"
   ],
   [
    "haliddī",
    "жен",
    "куркума",
    "✓"
   ]
  ],
  "count": 8
 },
 "three eyes": {
  "data": [
   [
    "dibbacakkhu",
    "ср",
    "ясновидение",
    "✓"
   ],
   [
    "paññācakkhu",
    "ср",
    "око мудрости",
    "✓"
   ],
   [
    "maṃsacakkhu",
    "ср",
    "физическое глаз",
    "~"
   ]
  ],
  "count": 3
 },
 "five eyes": {
  "data": [
   [
    "dibbacakkhu",
    "ср",
    "ясновидение",
    "✓"
   ],
   [
    "dhammacakkhu",
    "ср",
    "понимание природы реальности",
    "✓"
   ],
   [
    "buddhacakkhu",
    "ср",
    "глаз полного понимания",
    "✓"
   ],
   [
    "samantacakkhu",
    "муж",
    "всевидящий",
    "✓"
   ]
  ],
  "count": 4
 },
 "chapters of the Saṃyutta Nikāya": {
  "data": [
   [
    "dhātusaṃyutta",
    "ср",
    "глава 14 самъютта-никаи",
    "~"
   ],
   [
    "vedanāsaṃyutta",
    "ср",
    "глава 36 Самьютта-никаи",
    "~"
   ],
   [
    "sāriputtasaṃyutta",
    "ср",
    "глава 28 Самъютта Никая",
    "~"
   ]
  ],
  "count": 3
 },
 "valueables": {
  "data": [
   [
    "pavāḷa 1",
    "ср",
    "коралл",
    "✓"
   ],
   [
    "phalika",
    "муж",
    "кристалл",
    "✓"
   ],
   [
    "bhinnasuvaṇṇa",
    "ср",
    "сломанное (кусок) золото",
    "~"
   ],
   [
    "maṇi 1",
    "муж",
    "драгоценность",
    "✓"
   ],
   [
    "muttā 1",
    "жен",
    "жемчужина",
    "✓"
   ],
   [
    "suvaṇṇa 4",
    "ср",
    "золотая монета",
    "✓"
   ],
   [
    "suvaṇṇabhājana",
    "ср",
    "золотая чаша",
    "~"
   ],
   [
    "hirañña",
    "ср",
    "золото",
    "✓"
   ],
   [
    "hiraññasuvaṇṇa",
    "ср",
    "необработанное и обработанное золото",
    "✓"
   ]
  ],
  "count": 9
 },
 "vinaya offences": {
  "data": [
   [
    "pācittiya 1",
    "ср",
    "(виная) нарушение требующее признания",
    "✓"
   ],
   [
    "pārājika 3",
    "ср",
    "(виная) проступок связанный с поражением",
    "✓"
   ],
   [
    "saṅghādisesa 2",
    "муж",
    "нарушение влекущее за собой отстранение",
    "✓"
   ],
   [
    "sekhiya 2",
    "ср",
    "правило тренировки",
    "~"
   ]
  ],
  "count": 4
 },
 "books of the Dīgha Nikāka": {
  "data": [
   [
    "pāthikavagga",
    "муж",
    "книга 3 Дигха Никаи",
    "~"
   ],
   [
    "pāthikavaggapāḷi",
    "жен",
    "книга 3 Дигха Никая",
    "~"
   ],
   [
    "mahāvagga 02",
    "муж",
    "махавангга 02: Книга 2 сборника Дигха Никая",
    "~"
   ],
   [
    "mahāvaggapāḷi",
    "жен",
    "книга 2 «Дигха-никая»",
    "~"
   ],
   [
    "sīlakkhandhavagga",
    "муж",
    "книга 1 дīгха никаи",
    "~"
   ],
   [
    "sīlakkhandhavaggapāḷi",
    "жен",
    "первая книга Дигха-никаи",
    "~"
   ]
  ],
  "count": 6
 },
 "measures of weight": {
  "data": [
   [
    "biḷālapādaka 1",
    "муж",
    "название малого веса",
    "~"
   ]
  ],
  "count": 1
 },
 "suttas of the Saṃyutta Nikāya": {
  "data": [
   [
    "bhārasutta",
    "ср",
    "сутта из Саньютта Никая 22.22 (СН 22.22)",
    "✓"
   ]
  ],
  "count": 1
 },
 "books of the Majjhima Nikāya": {
  "data": [
   [
    "majjhimapaṇṇāsapāḷi",
    "жен",
    "раздел 2 маджхимапанаса",
    "~"
   ],
   [
    "mūlapaṇṇāsaka 1",
    "ср",
    "раздел 1 Мадджхима Никаи",
    "~"
   ],
   [
    "mūlapaṇṇāsapāḷi",
    "жен",
    "раздел 1 маджджхима никаи",
    "~"
   ]
  ],
  "count": 3
 },
 "five aggregates": {
  "data": [
   [
    "rūpa 1",
    "ср",
    "материя",
    "✓"
   ],
   [
    "viññāṇa 1",
    "ср",
    "осознание",
    "✓"
   ],
   [
    "vedanā 1",
    "жен",
    "чувство",
    "✓"
   ],
   [
    "saṅkhāra 3",
    "муж",
    "умственный формирователь",
    "✓"
   ],
   [
    "saññā 1",
    "жен",
    "восприятие",
    "✓"
   ]
  ],
  "count": 5
 },
 "chief disciples": {
  "data": [
   [
    "vidhura",
    "муж",
    "имя одного из главных учеников Будды Кокусанхи",
    "✓"
   ],
   [
    "vidhurasañjīva",
    "ср",
    "видура и санживa",
    "✓"
   ],
   [
    "sañjīva 2",
    "муж",
    "имя одного из главных учеников Будды Какусандхи",
    "✓"
   ]
  ],
  "count": 3
 }
}